"A Critical Role for Notch Signaling in the Formation of Cholangiocellular Carcinomasi An update to this article is included at the endCancer CellArticleA Critical Role for Notch Signalingin the Formation of Cholangiocellular CarcinomasSteffen Zender,2,8 Irina Nickeleit,3,8 Torsten Wuestefeld,1,8 Inga Sörensen,5 Daniel Dauch,1 Przemyslaw Bozko,1Mona El-Khatib,1 Robert Geffers,6 Hueseyin Bektas,4 Michael P. Manns,2 Achim Gossler,3 Ludwig Wilkens,7Ruben Plentz,1 Lars Zender,1 and Nisar P. Malek1,*1Department of Internal Medicine I, Eberhard Karls University Tübingen, Otfried-Müller-Straße 10, 72076, Tübingen, Germany2Department of Gastroenterology, Hepatology and Endocrinology3Institute for Molecular Biology4Department of Visceral and Transplantation Surgery5Department of Nephrology and HypertensionHannover Medical School, Carl Neuberg Strasse 1, 30625 Hannover, Germany6Helmholtz Centre for Infection Research, Inhoffenstraße 7 38124 Braunschweig, Germany7Institute of Pathology, Nordstadtkrankenhaus, Haltenhoffstr. 41, 30167 Hannover, Germany8These authors contributed equally to this work*Correspondence: nisar.malek@med.uni-tuebingen.dehttp://dx.doi.org/10.1016/j.ccr.2013.04.019SUMMARYThe incidence of cholangiocellular carcinoma (CCC) is increasing worldwide. Using a transgenic mousemodel, we found that expression of the intracellular domain of Notch 1 (NICD) in mouse livers results in theformation of intrahepatic CCCs. These tumors display features of bipotential hepatic progenitor cells, indi-cating that intrahepaticCCCcan originate from this cell type.We show that human andmouseCCCsare char-acterized by high expression of the cyclin E protein and identified the cyclin E gene as a direct transcriptionaltarget of the Notch signaling pathway. Intriguingly, blocking g-secretase activity in human CCC xenotrans-plants results in downregulation of cyclin E expression, induction of apoptosis, and tumor remission in vivo.INTRODUCTIONCholangiocellular carcinoma (CCC) is a primary liver cancer withbiliary differentiation (Patel, 2006). Several recent studiesdescribe a significant increase in the incidence of this tumor inEurope and the United States; the reasons for this increase arenot understood (El-Serag et al., 2009; von Hahn et al., 2011;West et al., 2006). Even though CCC accounts for up to 15%of all liver cancers, the molecular alterations that lead to thisdisease are mostly unknown. Predisposing conditions such asprimary sclerosing cholangitis, chronic infection with liver flukes,or biliary stones led to the hypothesis that chronic inflammationof the biliary epithelium might be a prerequisite for the formationof CCC. However, no uniform genetic alteration has been identi-fied that is responsible for the formation of CCC. In addition, onlyvery few mouse models of CCC are currently available. RecentlyXu and colleagues showed that liver-specific disruption of theSMAD4 and PTEN genes leads to the formation of CCC (Xuet al., 2006). NF2 knockout mice were shown to develop hepato-SignificanceOveractivation of the Notch signaling pathway leads to a dysregCCC. Inhibition of Notch activity in CCC blocks tumor cell prolifshed light on the pathogenesis of CCC and pinpoint Notch inh784 Cancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc.cellular carcinomas and CCCs from a common progenitor cell(Benhamouche et al., 2010), supporting the hypothesis thatCCC may arise from undifferentiated hepatic precursor cells.A number of studies showed that the Notch signaling pathwayis of central importance for embryonic development of the biliarytree. For example, loss of the Notch ligand jagged1 or the Notch2 gene results in congenital hypoplasia of the biliary system,called the Alagille syndrome (Geisler et al., 2008; Lorent et al.,2004; Ryan et al., 2008). Analysis of mice after liver-specific inac-tivation of RBP-Jk, a common transcriptional mediator of Notchsignaling, revealed a reduced number of biliary cells differenti-ating from hepatoblasts (Zong et al., 2009). Notch levels areregulated by ubiquitylation-dependent protein turnover, whichis controlled by the SCFFbw7 E3-ubiquitin ligase (Welcker andClurman, 2008). The F-Box component of this E3-ligase, theFbw7 protein, was found to be frequently mutated in humanCCC (Akhoondi et al., 2007). However, it is unknown whetherNotch dysregulation is involved in the initiation and progressionof CCC.ulation of the oncogene cyclin E, resulting in the formation oferation and induces apoptosis in vitro and in vivo. Our resultsibition as a promising treatment option.mailto:nisar.malek@med.uni-tuebingen.dehttp://dx.doi.org/10.1016/j.ccr.2013.04.019http://crossmark.dyndns.org/dialog/?doi=10.1016/j.ccr.2013.04.019&domain=pdfWT NotchIC::AlbCrebody weight in g 5 20 15 25 10 A B liver weight in g 0,3 1,2 0,9 0,6 1,5 WT NotchIC::AlbCre1,5 6,0 4,5 3,0 7,5 WT NotchIC::AlbCre* * liver to body weight ratio % WT NotchIC::AlbCreC HES 1  200 µm 200 µmH&E  100 µm 50 µm30 µm50 µmNICD 200 µm200 µm 200 µm 50 µmD E WT NICD::AlbCreHes 1 actinFigure 1. NotchIC::AlbCre Mice Show Reduced Body and Liver Weights(A–C) Analysis of liver and body weight and liver-to-body weight ratio of theNotchIC::AlbCremice compared to littermates (A and B: 10 weeks of age; C: 6 weeksof age).(D) Hematoxylin and eosin (H&E) stained liver sections ofNotchIC::AlbCremice. Immunohistochemical staining ofNotchIC::AlbCre livers using antibodies againstHes1 (103 and 603 magnification) and NICD in 6-week-old mice.(E) Western blot analysis of liver tissue from twoNotchIC::AlbCre mice and two wild-type littermates using an antibody against HES1, a downstream target of theNotch pathway in 6-week-old mice. Scale bars represent mean values ± SEM. *p < 0.05; **p < 0.001.See also Figure S1.Cancer CellNotch Induces Cholangiocellular CarcinomaIn this study, we set out to explore the function of Notchsignaling in the formation of liver cancers. We used a transgenicmouse line that allows the liver-specific expression of the intra-cellular domain of Notch receptor 1 (NICD).RESULTSExpression of Notch ICD in Mouse Liver Interferes withHepatocyte ProliferationTo directly test the consequences of constitutive Notch expres-sion in liver tissue, we crossed a transgenic mouse line thatallows for tissue-specific overexpression of the intracellulardomain of Notch 1 (Rosa26Notch1IC) (Murtaugh et al., 2003) toa mouse line that expresses cre-recombinase under the controlof the albumin regulatory elements and the alpha-fetoproteinenhancers (AlbCre) (Kellendonk et al., 2000). Use of this cre-line results in the expression of NICD in the vast majority ofall hepatocytes and biliary epithelial cells during the forma-tion of the second ductal layer (E16.5) (Zong et al., 2009).NotchIC::AlbCre mice were born at normal Mendelian ratios,but showed proportionally reduced body and liver weights (Fig-ures 1A–1C) and up to 25% reduced body size (Figure S1A [age,7 months] available online) compared to wild-type control litter-mates. To show liver-specific activation of the NICD transgene,Cancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc. 785B Cell size (µm2 )100 400 300 200 500 WT NotchIC::AlbCreCells per microscopic field100 250 200 150 300 WT NotchIC::AlbCreC DNA content % cells 20 80 60 40 100 2n 4n 8n >16n WT NotchIC::AlbCreD 24 48 0 72 24 48 0 72 h after PH WT NotchIC::AlbCre cyclin A cyclin E p27 actin G WT NotchIC::AlbCreA catenin/DAPI 60x * * * ** * E WT NotchIC::AlbCre% BrdU pos. cells 10 40 30 20 50 24h 48h 72h 96h % HH3 pos. cells 20 80 60 40 100 48h 72h WT NotchIC::AlbCre F * * * ** ** ** 30 µm 30 µmFigure 2. Notch Signaling Leads to Dysregulated Expression of Cyclin E and Genetic Instability(A) b-catenin staining (for the detection of cell size) was performed on liver sections from wild-type and NotchIC::AlbCre mice at 12 weeks of age.(B) Quantification of cell size in the indicatedmouse strains was done after b-catenin staining to visualize the cell surface at 12 weeks of age. Five hundred cells onaverage were analyzed using a photometric system.(C) Three hundred visual fields were counted on average to determine the number of hepatocytes in the livers of the indicated mouse strains at the age of12 weeks.(D) The DNA content of hepatocytes of the indicated mouse strains was determined by microphotometry analysis of Feulgen-stained liver sections at the age of11 weeks.(E and F) Quantification of the number of BrdU and phospho-Histone-H3-positive hepatocytes after induction of liver regeneration in wild-type andNotchIC::AlbCre double transgenicmice at the age of 10weeks. For BrdU staining, an average of 900–2000 cells, and for HH3 staining at least 700 cells from up to(legend continued on next page)Cancer CellNotch Induces Cholangiocellular Carcinoma786 Cancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc.Cancer CellNotch Induces Cholangiocellular Carcinomawe prepared extracts from different mouse tissues and deter-mined the expression of the green fluorescent (GFP) protein,which is co-expressed with the NICD transgene after cre-recom-binase-mediated activation of transcription. As shown in Fig-ure S1B, only the liver expressed detectable amounts of GFP,while in all other tested organs the transgene was not activated.To ensure expression and activity of the intracellular domain ofNotch in cholangiocytes and hepatocytes, we performed immu-nostainings on mouse liver tissue from NotchIC::AlbCre miceand wild-type controls, using antibodies specific for the cleavedform of Notch. As shown in Figure 1D, NICD expression wasdetected in both cell types in the transgenic animals but not inwild-type liver controls. In line with a constitutive activation ofNotch signaling, we also detected strong expression of HES1,a transcriptional target of the Notch pathway in Notch IC::AlbCrelivers (Figure 1D) and in liver lysates (Figure 1E).Given the expression of Notch ICD in hepatocytes and thebiliary compartments of the liver, we first set out to analyze thefunctional consequences of Notch expression in hepatocytes.Upon histologic examination of theNotchIC::AlbCre liver tissues,we detected a significant increase in the cell size of the NICD-positive hepatocytes as well as variations in nuclear size in trans-genic livers compared to wild-type controls (Figure 2A). Serumtransaminases and different liver metabolites were also changedin NotchIC::AlbCre mice compared to wild-type controls (Fig-ure S1C). To measure the size of individual hepatocytes, westained liver sections with a specific antibody against betacatenin (Kossatz et al., 2004) and quantified the differencesbetween NotchIC::AlbCre and wild-type controls (Figures 2Aand 2B). In accordance with an increase in cell size, we alsonoticed a reduction in the number of hepatocytes per visual fieldin the NotchIC::AlbCre compared to wild-type livers (Figure 2C).Because an increase in hepatocyte size can be the result of achange in the nuclear-to-cytoplasmic ratio, we determinednuclear sizes and DNA content in NotchIC::AlbCre mice andwild-type control mice. As shown in Figure 2A, the nuclei ofhepatocytes in NotchIC::AlbCre mice are significantly largerthan those in control mice. To analyze if these changes wereparalleled by an increase in the amount of nuclear DNA, weperformed Feulgen staining and measured the DNA content ofsingle nuclei by cytometry. As shown in Figure 2D, we foundthat the nuclei of hepatocytes in the NotchIC::AlbCre mice arenot only enlarged but also contain significantly more DNA thanthe nuclei of nontransgenic control livers. Nuclear enlargementand an increase in DNA content are often the result of endoredu-plication cycles in which the cell undergoes continuous rounds ofDNA replication without cytokinesis (Kossatz et al., 2004). To testwhether the NotchIC::AlbCre livers also display alterations withregard to cellular proliferation, we performed partial (two-thirds)hepatectomies in NotchIC::AlbCre transgenic animals andcompared their regenerative potential with that of wild-typeorgans. As shown in Figure 2E, expression of NotchIC::AlbCreleads to an almost complete loss of regeneration potential insix mice per time point were counted. The average number of HH3-positive cellsNotchIC::AlbCre mice is displayed relative to the number of HH3-positive cells in(G) Analysis of the expression levels of cyclin A, cyclin E, p27, and actin in liver tissindicated mouse strains at the age of 10 weeks.Scale bars represent mean values ± SEM. *p < 0.05; **p < 0.001.transgenic livers of 10-week-old mice as shown by a reductionof BrdU uptake after partial hepatectomy and a concomitantreduction in cells entering mitosis as measured by histone H3phosphorylation (Figure 2F). This lack of proliferation wasaccompanied by a significant increase in hepatocyte cell sizeand a reduction in cell number after partial hepatectomy, therebyindicating that the NotchIC::AlbCre mice regenerated their livermass through cellular hypertrophy of the remaining hepatocytes(Figure S1D). At themolecular level we found that wild-type liversdownregulate the cyclin kinase inhibitor p27kip1 and started toexpress S phase cyclins E and A after induction of cell cycle pro-gression by partial hepatectomy (Figure 2G). Importantly and incontrast to wild-type livers, we detected elevated levels of cyclinE and cyclin A even before partial hepatectomies were per-formed in NotchIC::AlbCre expressing livers. Together theseresults suggest that the expression of the intracellular domainof Notch in hepatocytes results in the induction of endoredupli-cation cycles and a severe impairment of cellular proliferation.Expression of Notch ICD in Mouse Livers Leads to theFormation of Progenitor Cell Derived CholangiocellularCarcinomasTo understand the long-term consequences of NICD overex-pression, we followed a cohort of mice for up to 15 months. In7-month-old mouse livers, we observed areas with clusters ofsmall cells with an epithelial appearance (Figure 3A) that alsoformed gland-like structures. To determine the origin of thesecells, we stained liver sections with antibodies specific for thebiliary tract (CK7, CK17, and CK19), hepatocytic markers(CK8/18), and the stem cell marker CD34. As shown in Figure 3A,the small epithelial cells stained positive for biliary-hepatocyticas well as stem cell markers, a finding which is typical for cellsthat show characteristics of hepatocytic and cholangiocytic dif-ferentiation. Such cells often arise through the transformation ofbipotential hepatic progenitor cells (Kim et al., 2004), which arelocated in the canals of Hering.Importantly, as early as 8 months after birth we started toobserve changes in nuclear morphology in primary liver tissuesfrom NotchIC::AlbCre mice. To test whether the observed cellswere indeed tumor cells, we transplanted primary tissue fromNotchIC::AlbCre mouse livers subcutaneously on the flanks ofimmunodeficient mice. All implantations resulted in the formationof tumors. Figure 3B shows the growth curve of the subcutane-ous tumors that arose after cell transplantation. Histopathologicanalysis revealed that these tumors show many features ofhuman CCCs (Figure 3C), including the expression of CK7 andCK17 and a typical desmoid reaction of the surrounding tissue.Liver tissue from Alb-Cre mice was used as a control and didnot give rise to tumors (Figure S2G). These results suggestedthat intrahepatic expression of NICD in hepatic progenitor cellscan induce differentiation of these cells toward the biliary lineageand that, over time, NICD expression induces malignant trans-formation of these cells. To directly test this hypothesis, wein the wild-type mouse was set as 100%. The number of HH3-positive cells inthe wild-type mice.ue lysates at the indicated time points after induction of liver regeneration in theCancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc. 787CK17 NotchIC::AlbCre H&E CK7 CK8-18 CK19 CD34 A 50 µm 50 µm50 µm50 µm100 µm100 µmH&E NotchIC::AlbCre tumor size (cm) D 50 µm40x ICN-shCtrl  c-myc/Akt 50 µmB 0 20 40 60 80 100 120 140 0 3 7 11 15 19 23 27 time (d) tumor volume (mm) CK7 CK17 H&E C 50 µm50 µmE CD34/CK time (d) 0 0,2 0,4 0,6 0,8 1 1,2 1,4 1,6 1,8 7 14 21 28 35 42 49 56 63 70 Akt/Myc ICN-shCtrl. ICN-shCyc.E shCtrl. shCyc.E-A shCyc.E-B Figure 3. Expression of Notch ICD in Mouse Liver Leads to Formation of Progenitor Cell Derived Cholangiocellular Carcinomas(A) H&E stained liver sections of NICD:AlbCre mice. Immunohistochemical staining of NotchIC::AlbCre livers at the age of nine months using antibodies againstCK7, CK19, CK17, CK8-18, CD34, and CD34/Cytokeratin double staining.(B) NotchIC::Alb Cre livers at the age of 9 months were minced and injected subcutaneously into nude mice. The growth of the resulting tumors was monitored.(C) H&E and immunohistochemical analysis of the explanted tumor tissue using CK7 and CK17 antibodies 3 weeks after implantation of tumor cells.(D) Growth curves of tumors after s.c. injection of progenitor cells of the indicated genotypes: progenitor cells expressing c-Myc and Akt, progenitor cellsexpressing the intracellular domain of notch and a control shRNA (ICN-shCtrl.), progenitor cells expressing ICN together with a shRNA targeting cyclin E (ICN-shCyc.E), progenitors that only express shRNA control (shCtrl.), and progenitor cells expressing only shRNAs that target cyclin E (shCyc.E-A/B).(E)H&Estainedtissuederived fromsubcutaneouslygrowing tumors thatoriginated fromNICDexpressingbipotentialprogenitorseither transducedwith ICN (ICN)anda shRNA control (ICN-shCtrl) or with Myc/Akt. The circle indicates atypical fused glands with hyperchromatic and irregular nuclei growing in a desmoplastic stroma.See also Figure S2.Cancer CellNotch Induces Cholangiocellular Carcinoma788 Cancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc.Cancer CellNotch Induces Cholangiocellular Carcinomainfected previously described mouse bipotential liver progenitorcells (Zender et al., 2006) with retroviral vectors to stably overex-press the intracellular domain of Notch. Vector-infected cellsserved as controls. Figure S2A shows the expression levels ofNICD in such cells compared to empty vector-infected cells.Cells stably expressing NICD were subcutaneously injectedinto nude mice and tumor growth was analyzed over time. Whilecontrol vector-transduced cells did not give rise to tumors,NICD-overexpressing cells formed subcutaneous tumors (Fig-ure 3D) in all transplantation experiments. These tumorsshowed all features of CCCs (Figure 3E). Interestingly, tumorsarising from progenitor cells stably transduced with c-Myc anda constitutive active form of Akt showed a different histopathol-ogy and were classified as undifferentiated hepatocellular carci-nomas/hepatoblastomas (Figure 3E). These results indicate thatexpression of the intracellular domain of Notch leads to tumorformation in all transgenic mice and can transform hepatic pro-genitor cells thereby leading to the development of CCCs.Notch Signaling Leads to Dysregulated Expressionof Cyclin E and Genetic InstabilityTo understand the molecular pathogenesis of Notch-dependentCCC formation, we focused our analysis on the function of thecyclin E protein. As shown in Figure 2G, cyclin E is highly ex-pressed in NotchIC::AlbCre-derived liver tissue even before theonset of liver regeneration (time point 0). In line with this finding,we detected high levels of cyclin E protein within the CCCsderived from NotchIC::AlbCremice (Figure 4A). Previous studieson the oncogenic function of cyclin E suggested that cyclin E in-duces DNA damage, thus resulting in genetic instability andcontributing to the formation of malignant tumors (Sprucket al., 1999). We therefore tested if cyclin E-overexpressing chol-angiocellular tumors might show signs of DNA damage by stain-ing primary mouse CCC tissues derived from NotchIC::AlbCremice with antibodies specific for the phosphorylated form ofSer-139 of histone H2AX (gH2AX), a marker for DNA double-strand breaks. As shown in Figure 4B, we found that morethan 70% of all cells in these CCCs show signs of DNA damageas compared to wild-type liver tissue. Similarly, tumor tissuesderived from nude mice transplanted with primary tumor cellsfromNotchIC::AlbCre also showed high levels of cyclin E expres-sion and stained positive for gH2AX (Figure 4C). Mice expressingonly cre-recombinase do not show any signs of genetic insta-bility as measured by gH2AX staining (Kossatz et al., 2010).We then determined whether a reduction in cyclin E expressionwould reduce the number of gH2AX-positive cells. Figure 4Dshows that transfection of human MzChA1 cholangiocarcinomacells with siRNAs against cyclins E1 and E2 (Figure S2B) led to asignificant reduction in the number of gH2AX-positive cells.Based on these results, we speculated that Notch signalingmight be directly involved in the regulation of the cyclin E pro-moter and thus in the induction of genetic instability and CCCinitiation and progression. Interestingly, the cyclin E1 promotercontains several Rbpjk binding sites that could be involved inthe regulation of the promoter by NICD signaling. We used a pre-viously described cyclin E1 promoter luciferase reporterconstruct (Geng et al., 1996) to measure promoter activity inthe CCC cell with or without NICD overexpression. To determinethe activity of the cyclin E gene, we transfected the CycE-Lucpromoter construct into CCC cells (MzChA1, TFK1) andmeasured luciferase expression in these cells as compared tothat in hepatocellular carcinoma cell lines (Hep3B, HepG2). Asshown in Figure 4E, we found higher basal levels of cyclin E pro-moter activity in the CCC cell lines as compared to levels in livercancer cells (Hep3B) or hepatoblastoma cells (HepG2). Next, wedetermined whether NICD was able to induce the activation ofthe cyclin E promoter. Cotransfection of NICD with the CycE-Luc reporter construct resulted in a more than 10-fold inductionof the cyclin E promoter (Figure 4E). Moreover, cotransfection ofNICD with an expression plasmid for the dominant-negativeco-activator Mastermind prevented the activation of the cyclinE promoter by NICD, indicating that the activation of the cyclinE promoter was a direct consequence of NICD activity.Given the importance of cyclin E expression for the generationof genetically unstable CCC cells, we next tested whether theinduction of cyclin E is required for the observed oncogenictransformation of bipotential hepatic progenitors. For thispurpose, we transduced NICD-expressing liver progenitor cellswith retroviruses for stable expression of two different shRNAsagainst cyclin E. After selection, we measured the knockdownlevel of cyclin E in these cell populations (Figures S2C and S2D)and transplanted these cells subcutaneously into immunodefi-cient mice. As shown in Figure 3D, compared to ICN-expressingcells that were transduced with control shRNAs, there was astrong inhibition of tumor development from cells with stableexpression of cyclin E shRNAs together with ICN. Overall, onlyone mice developed tumors (mouse 1a,1b). Western blot anal-ysis of the tumor tissue showedprofound cyclin E protein expres-sion (Figure S2E), indicating a selection against RNAi-mediatedcyclin E knockdown in these particular tumors. Our results sug-gest that expression of NICD results in the activation of the cyclinE promoter and increased cyclin E expressionwhich, through theinduction of genetic instability, leads to the formation of CCCs.Notch 1 and 3 Are Overexpressed in HumanCholangiocellular CarcinomaPrompted by these results, we next tested whether the Notchpathway is also active in human CCC cells and tissues. We firstdetermined the expression and activity of the Notch signalingpathway in three established human CCC cell lines (TFK1,MzChA1, and EgI1) and also in a primary cell line that we derivedfrom a CCC tumor specimen (SZ1). As shown in Figure 5A, allCCC cell lines expressed the Notch1 receptor as well as theNotch ligand jagged while hepatocellular or colon carcinomacell lines did not show an activation of this pathway (Figure S2F).To determine whether the Notch signaling pathway is active inCCC cells, we used an antibody that recognizes the cleavedform of Notch 1 (Notch val 1744) and the downstream targetgene Hes1. As shown in Figure 5A, all CCC cell lines expressedthe activated form of the Notch receptor and the HES1 protein,indicating that the Notch signaling pathway is active in thesetumor cells but not in HeLa cells, which we used as a control.To ensure that the NICD transgenic mouse line is an adequatemodel system, we compared the expression levels of NICD inthe CCCs that arose in our transgenic animals to the levels ex-pressed in the human CCC cell lines. As shown in Figure 5B,mouse tissue and human CCC lines express comparable levelsof cleaved Notch and HES1 protein. Finally, we tested whetherCancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc. 789** H2AX foci per nucleus10 40 30 20 50 MzChA1 siRNA cyclin E1 cyclin E1+E2 wt hepatocytes cyclin E2  * ** rel. luciferase activity   4 16 12  8 20      Hep3B neg. control pos. control MzChA1 + NICD      HepG2 TFK1 + dom.neg. MM +NICD +dom.neg. MM  + Luc-E promotor MzChA1 D E 40x WT NotchIC::AlbCre Cyclin E 10x A 200 µm200 µm50 µmH2AX  WT liver  anti cyclin E transplanted  tumor H2AX  C 40 µm40 µmWT NotchIC:: AlbCre 400 x % cells with H2AX foci15 60 45 30 75 WT tumor  9 months NotchIC::AlbCre B ** ** 100 m Figure 4. Notch Signaling Leads to the Transformation of Bipotential Hepatic Progenitors through Dysregulation of Cyclin E Expression(A) Immunohistochemical staining of wild-type and NotchIC::AlbCre livers at the age of 9 months using a cyclin E antibody.(B) Livers from wild-type controls or tumor tissue derived from 9-month-old NotchIC::AlbCremice were stained with a gH2AX antibody to determine the numberof nuclei that showed signs of DNA damage. The plot shows the staining results of at least 300 cells per mouse strain. An example of NotchIC::AlbCre and wild-type nuclei is shown in a 4003 magnification on the right side.(C) Representative examples of gH2AX and cyclin E stained transplanted mouse CCCs and wild-type liver control.(D) Statistical analysis of gH2AX foci in MzChA1 cells and after depletion of cyclin E expression through siRNA-mediated knockdown of cyclin E1, cyclin E2,or both.(E) MzChA1, TFK1, Hep3B, and HepG2 cells were transfected with the indicated plasmids and relative luciferase activity was measured after 48 hr. Scale barsrepresent mean values ± SEM. *p < 0.05; **p < 0.001.Cancer CellNotch Induces Cholangiocellular Carcinomathe activation of the Notch pathway is involved in the pathogen-esis of human CCC. We determined the expression levels of theNotch receptors (Notch 1, 2, 3, and 4) in 56 primary CCC tumortissues (see Table S1 for details) with immunohistochemicalstaining. As shown in Figure 5C and in the diagram in Figure 5D,we found that the majority of all CCCs overexpress the Notch 1receptor. Additionally, we found a strong overexpression of the790 Cancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc.Notch 3 receptor in primary tumor tissue as compared to that inwild-type liver tissue. For both types of receptors, we detecteda predominant nuclear staining, whereas normal liver tissue didnot stain positive for either receptor (Figures S3A and S3B).Finally, we tested the expression of the cyclin E protein in ourcollection of primary human CCC tissues. As shown in Figures5E and S3C, we found a strong or very strong expression of thevery strong C = cytoplasm N = nucleus strong  weak no A  cleaved  Notch TFK1 SZ1 MzChA1 HeLa actin Notch1 actin actin Jagged Hes1 actin EGI1 D Notch1 Notch3 Notch2 Notch4 C 50 µm 50 µm50 µm 50 µmMzChA1 NotchIC::Alb Cre liver cleaved Notch Hes1 actin GAPDH B percent 20 80 60 40 100 Notch 1 Notch 2 Notch 3 Notch 4 C N C N C N C N E percent 20 80 60 40 100 cyclin E WT CCC Figure 5. The Notch Signaling Pathway IsActivated in Human CCC(A) TFK1, MzChA1, EGI1 cells, a CCC primaryculture (SZ1), and HeLa cells were lysed and theexpression levels of Notch 1, cleaved Notch,Jagged 1 and HES1 were analyzed by westernblotting.(B) Comparison of cleaved Notch and HES1 levelsin human CCC cell lines and tumor tissue derivedfrom NotchIC::AlbCre mice. Actin and GAPDHwere used as loading controls.(C) Fifty-six different human CCCs were screenedfor Notch 1, 2, 3, or 4 expression using a tissuemicroarray.(D) Analysis of the staining intensities of the tissuemicroarray displayed is the percentage of tumorsthat express the Notch receptors 1–4 in the cyto-plasm as well as in the nucleus in the 56 CCCsamples tested.(E) Immunohistochemical analysis of 56 humanCCCs shows a strong expression of cyclin E1compared to wild-type livers.See also Figure S3 and Table S1.Cancer CellNotch Induces Cholangiocellular Carcinomacyclin E protein in the majority of all CCC samples tested.Because our analysis of the cyclin E promoter suggested thatcyclin E is a transcriptional target of Notch signaling, we testedwhether Notch and cyclin E expression correlate in primaryCCC tissues. Using the Kendall tau-b rank test, we found thatcyclin E1 and Notch 1 showed a highly significant (p < 0.001)co-expression in the CCC tissues tested. These results suggestthat overexpression of Notch promotes the expression of thecyclin E gene through activation of the cyclin E promoter, whichresults in the formation of DNA double-strand breaks in humanCCC cells.Notch Signaling as a Therapeutic Target in CCCOur analysis of primary CCC tissues and the observation thatNICD transgenic mice develop CCCs point toward a centralrole of the Notch signaling pathway in the formation of thesetumors. To test whether the expression of Notch was alsorequired for CCC maintenance, we transfected the cells withsiRNAs specific for Notch 1. As shown in Figure 6A, loss of Notch1 expression led to a reduction in HES1 and cyclin E expressionwhile p53, p27, and p21were strongly induced. Forty-eight hoursCancer Cell 23, 784–7after the transfection of Notch 1 siRNA,approximately 50% of all MzChA1 cellshad undergone apoptosis (Figure 6B).Combined ablation of Notch 1 and 3 bysiRNA led to an even more pronouncedeffect, indicating that signaling throughboth receptors is required for CCC main-tenance (Figures S4A and S4B).Notch signaling depends on g-secre-tase-mediated generation of NICD, whichtranslocates to the nucleus to induce acell type-specific transcriptional pro-gram. To test whether g-secretase inhibi-tion of Notch signaling might constitute atreatment option against CCC,we treatedthese cells with the g-secretase inhibitor N-[N-(3,5-difluoro-phenacetyl)-L-alanyl]-S-phenylglycine t-butyl ester (DAPT). Asshown in Figure 6C, DAPT treatment resulted in a time-depen-dent decrease in the expression of the cleaved form of the Notchreceptor and theNotch target geneHes1. Similar resultswere ob-tained with other CCC cell lines (Figure S4C). In line with ourobservation that Notch controls cyclin E transcription, DAPTtreatment also led to adecrease in cyclin Eexpression inMzChA1cells as determined by RT-PCR (Figure S4D). To determine thefunctional consequences of Notch inhibition, we determinedthe number of apoptotic MzChA1 cells after treatment withDAPT. As shown in Figure 6D, DAPT treatment of MzChA1 cellsresulted in a significant increase in the number of apoptotic cellsasmeasuredby the activation of caspases 3and7. This decreasein viability was accompanied by a significant reduction of BrdUuptake (FigureS4E) and a strong increase in the expression levelsof the cyclin kinase inhibitors p21 and p27 as well as the tumorsuppressor protein p53 (Figure S4F). Similar results were foundin the other CCC lines (EGI-1, TFK-1) (data not shown).Finally, we tested whether inhibition of Notch signaling wouldalso affect the growth of xenotransplanted human CCCs. To this95, June 10, 2013 ª2013 Elsevier Inc. 791Relative caspase  activity in %  A C Notch 1 cleaved  Notch actinactin Hes 1 actin DMSO 12h 24h 48h MZChA1 DAPT 15 60 45 30 75 c-si 12 h  24 h  36 h  48 h  p21 p53  p27Hes 1 Notch 1 cyclin E1 actinc-si 12h 24h 48h si-N1 B % sub G1  E p21 p27 p53 actin untreated DAPT F 0 20 40 60 80 100 120 140 160 0 3 6 9 12 15 18 21 DAPT control  % tumor size* ** ** ** 20 80 60 40 100 24h 48h si-N1 D ** * Figure 6. Notch Signaling as a TherapeuticTarget in CCC(A) Western blot expression analysis of Notch 1,HES1, cyclin E, p21, p53, and p27 after siRNA-mediated knockdown of Notch 1 in MzChA1 cells.(B) Determination of cell death (sub G1 fraction) byFACS scan analysis in MzChA1 cells in whichNotch1 expression was reduced through siRNA-mediated knockdown.(C) MzChA1 cells were treated with DAPT (10 mM)for the indicated periods of time. At different timepoints cells were lysed and the expression levels ofNotch 1, cleavedNotch 1, andHES1were analyzedby western blotting.(D) Caspase 3/7 activity in DAPT-treated MzChA1cells at the indicated time points. The y-axis de-scribes the relative caspase activity in percentagesas compared to the DMSO control treated cells.(E) Primary human CCC cells (SZ1) were trans-planted under the skin of nu/nu mice (ten mice foreach group). When the tumors reached a size ofapproximately 150–200 mm3, mice were treatedwith DAPT at a concentration of 50 mg/kg every72 hr or with DMSO, which was used to dissolveDAPT (control).(F) Western blot analysis of the expression levels ofcyclin E1, p21, p27, p53, and actin in tumor tissuelysates fromDAPT treated or untreatedmice. Scalebars represent mean values ± SEM.See also Figure S4.Cancer CellNotch Induces Cholangiocellular Carcinomaend, we established primary CCC cell lines from human CCCsthat were resected at our institution. Cells derived from cell lineSZ1 were mixed with Matrigel and injected subcutaneouslyinto immunodeficient mice. When the tumors reached a size ofapproximately 150–200 mm3, mice were treated with DAPT ata concentration of 50 mg/kg every 72 hr. As shown in Figure 6Eand Figure S4G, inhibition of g-secretase resulted in a significantinhibition of tumor growth as compared to untreated controls.This inhibition of tumor growth was accompanied by the induc-tion of p21, p27, and p53 and a downregulation of cyclin Eexpression in the primary tumor tissues (Figure 6F). Histologicexamination of these tumors revealed, in accordance with theresults we had obtained using CCC cell lines, that treatmentwith DAPT resulted in the induction of apoptosis in the xeno-transplanted tumors as shown by TUNEL staining of the primarytissues (Figure S4H).DISCUSSIONThe pathogenesis of CCC is only incompletely understood. Anumber of genetic and epigenetic changes as well as alterations792 Cancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc.in growth factor signaling have beendescribed. Nevertheless, treatment op-tions are still sparse and given the lack ofa detailed understanding of the underlyingpathogenesis, targeted therapies are diffi-cult to implement. In this study, we used atransgenic mouse line that expresses theintracellular domain of the Notch 1 recep-tor in liver cells starting at day 9.5.Our phenotypic andmolecular analysis of theNotchIC::AlbCremice revealed opposite roles for Notch signaling in the hepaticand cholangiocytic compartments. We found that NICD-overex-pressing hepatocytes undergo endoreduplication cycles thatresult in the formation of polyploid liver cells. This defect inmitotic cell division is also apparent in liver regeneration experi-ments that show that NICD-expressing hepatocytes fail to re-enter the cell cycle after a partial hepatectomy. In line with ourfindings Croquelois and colleagues showed that loss of Notch1 in hepatocytes led to the overproliferation of hepatocytes,which caused the formation of regenerative nodules (Croqueloiset al., 2005). Together, these results suggest that Notch signalingin hepatocytes is primarily antiproliferative and prevents uncon-trolled proliferation of liver cells.We found that overexpression of NICD results in the formationof CCCs, implicating this signaling pathway in the pathogenesisof this tumor. Zong and colleagues convincingly showed thatectopic Notch expression led to the formation of biliary epithelialcells in the hepatic lobule (Zong et al., 2009). Moreover, expres-sion of Notch in livers of 6-day-old mice led to the formation ofectopic biliary structures within the liver. Their experimentsCancer CellNotch Induces Cholangiocellular Carcinomatherefore argue for the ability of Notch signaling to induce a fatedecision in hepatoblasts or even terminally differentiated hepa-tocytes that allows them to differentiate toward the biliarylineage. The ability of hepatocytes to change their fate decisionunder the influence of AKT and Notch signaling or under condi-tions of chemically induced carcinogenesis has been shownrecently (Fan et al., 2012; Sekiya and Suzuki, 2012). Thesestudies provided evidence that hepatocytes localized aroundthe central vein can be transformed into biliary cancers. Whilea growing body of evidence supports the hypothesis that humanCCC is derived from intrahepatic stem cell compartments(Cardinale et al., 2012; Nakanuma et al., 2010), it needs to beshownwhether a change in cellular differentiation can contributeto human CCC pathogenesis. Recent data in other systems indi-cate that Notch signaling drives intestinal cell fate determinationof progenitor cells, for example, those lining the intestinal crypts,and blockade of Notch signaling via gamma secretase inhibitionforces intestinal progenitor cells to differentiate into goblet cells(van Es et al., 2005; Zecchini et al., 2005). This pathologic profileis reminiscent of that seen inHes-1 deficientmice, a downstreamNotch target gene (Kodama et al., 2004). Our analysis showedthat expression of NICD in mouse liver cells results in the forma-tion of CCCs, which in addition to cholangiocytic features, alsoexpress surface markers associated with stem cells therebyindicating that NICD expression in undifferentiated liver progen-itor cells might have transformed those cells into tumor cells. It isnot known how the expression of Notch ICD in differentiatedcholangiocytes may also result in the formation of cancers.The finding that NICD expression in hepatic progenitorsresults in the formation of CCCs was further substantiated bythe fact that cells isolated from these primary tumors led to theformation of CCC after transplantation into nude mice. Giventhe high plasticity of these cells, we cannot exclude that Notchsignaling might lead to the formation of tumors that resemblefeatures of hepatocellular carcinoma or even mixed phenotypes(Villanueva et al., 2012). We therefore set out to directly provethat aberrant Notch signaling in bipotential liver progenitor cellscauses the formation of CCC. To this end, we created progenitorcell lines that stably express NICD and found that these cells didindeed start to form tumors that show all characteristics of CCCsafter transplantation into mice. These tumors also showedelevated levels of cyclin E expression and a high degree ofgenetic instability. We therefore concluded that liver progenitorcells can act as the cells of origin in the formation of CCCs inresponse to Notch signaling.A central question that arose out of these findings is how theexpression of NICD can lead to the formation of CCC. In thiswork, we found that cyclin E protein levels are greatly increasednot only in CCCs derived from NotchIC::AlbCre mice, but alsoin primary human CCC tissues. Several mouse models havedemonstrated that deregulated cyclin E expression is causallyassociated with tumorigenesis in vivo. Overexpression of humancyclin E in mammary or thymic tissues, or prevention of cyclin Edegradation throughmutation of the T380 phosphorylation site inmouse cyclin E, resulted in the formation of tumors (Hwang andClurman, 2005; Loeb et al., 2005). The oncogenic function ofcyclin E is coupled to its ability to induce double-strand breaksthat ultimately result in the formation of genetically unstablecells. Using gH2AX as a marker for double-strand breaks, weshowed that the tumors derived from NotchIC::AlbCre mice aswell as tumors derived from NICD-expressing bipotential pro-genitors show high levels of DNA double-strand breaks andthat reduction of cyclin E expression ameliorates this phenotype.Interestingly the dysregulation of cyclin E expression is causedby an increased transcription of the cyclin E promoter inresponse to NICD expression a finding that defines cyclin E asa direct transcriptional target of the Notch signaling pathway.Given that suppression of cyclin E expression by shRNA treat-ment results in a complete suppression of tumor formation inNICD-expressing liver progenitors, we conclude that cyclin E isindeed a critical downstream effector of Notch signaling-induced tumor formation.Our observations together with the data provided by Zong andStanger therefore suggest that Notch signaling can induce abiliary differentiation program in hepatocytes or hepatic progen-itor cells, which together with the aberrant expression of thecyclin E protein results in the formation of intrahepatic CCCs. Itis currently unknown why the Notch 1 and 3 receptors are upre-gulated in CCC cells. T cell acute lymphoblastic leukemia, breastcancer, and other tumors or cell lines derived from such cancersshow genetic alterations that affect the expression of differentcomponents of the Notch signaling pathway (Koch and Radtke,2007).Recently, Fbw7, the F-Box protein that controls the turnover ofNotch 1 as part of a SCFFbw7 ubiquitin ligase, was shown to bemutated in up to 35% of all CCCs examined (Akhoondi et al.,2007). This result points to a defect in Notch turnover that mightcontribute to the increase in protein levels. Interestingly theSCFFbw7 complex also ubiquitylates the cyclin E1 and E2 pro-teins and loss or mutation of the Fbw7 protein results inincreased cyclin E expression (Koepp et al., 2001; Welckeret al., 2003). We have shown that overexpression of the NotchICD in mouse livers leads to an increase in cyclin E expressionand that Notch ICD can directly transactivate the cyclin E1 pro-moter. Loss of Fbw7 might therefore cause an increase in cyclinE levels not only through a reduction of cyclin E ubiquitylationand turnover, but also through an increased transcription ofthe Cyclin E gene through the Notch signaling pathway.CCCs frequently arise under conditions of chronic inflamma-tion. The interleukin-6 (IL-6)/gp130 signaling system constitutesan important component of the inflammatory response in theliver and was shown to be involved in the pathogenesis ofCCCs. This aberrant overexpression of IL-6 is a consequenceof the epigenetic silencing of the suppressor of cytokinesignaling 3 (SOCS-3) (Isomoto et al., 2007). Intriguingly IL-6 isable to induce a Notch-3–dependent transcriptional activationof the jagged gene in breast cancer cells (Sansone et al.,2007). Dysregulation of Notch signaling might therefore be aresult of alterations in its proteolytic turnover and exogenousfactors like the stimulation of jagged transcription by IL-6. Whilethis hypothesis awaits experimental proof, our experimentsusing isolated NICD-expressing progenitors show that transfor-mation of these cells does not require additional inflammation.To date, no specific treatment exists for patients with CCCsthat are not eligible for surgery. We therefore set out to testwhether inhibition of Notch signaling would interfere with theproliferation and survival of CCC cells. Loss of Notch signalingeither by inhibition of g-secretase or by suppressing NotchCancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc. 793Cancer CellNotch Induces Cholangiocellular Carcinomaactivity through siRNA-mediated ablation of Notch 1 and 3expression resulted in the induction of cell cycle arrest andapoptosis. Notch inhibition also led to the regression of estab-lished xenotransplant tumors derived from CCC cell lines in vivo.Inhibition of g-secretase activity might therefore constitute amolecular target that interferes with the dysregulated expressionof cyclin E.In this study we found that NotchIC::AlbCre mice not onlyformed ectopic biliary structures, but also intrahepatic CCCs.Together with the observation that Notch can induce a biliarycell fate in bipotential progenitors lead to the idea that the path-ogenesis of intrahepatic CCCs might differ significantly from theformation of biliary tumors that arise primarily from the bile ducts(i.e., Klatskin carcinoma). Our data suggest that intrahepaticCCC might constitute a tumor that forms as a result of aberrantNotch signaling in hepatic progenitors that transform into tumorcells. Moreover we show that inhibition of Notch signaling consti-tutes an attractive target for future clinical trials in patients withintrahepatic CCCs.EXPERIMENTAL PROCEDURESAnimals and Partial Hepatectomy ProceduresROSA26 NICD mice (Murtaugh et al., 2003) were crossed with AlbCre mice(Kellendonk et al., 2000) to generate mice with a liver-specific overexpressionof the activated form of the Notch 1 receptor. All genotyping was performed asdescribed (Murtaugh et al., 2003). In all experiments, 8- to 10-week-old wild-type and double transgenic littermates were used. Mice were killed at theindicated time points after surgery, and the number of mice analyzed rangedfrom five to six per time point. Partial hepatectomy was performed asdescribed (Satyanarayana et al., 2003). All animal experiments were per-formed after review and approval by the Niedersächsische Landesamt fürVerbraucherschutz und Lebensmittelsicherheit, Lower Saxony, Germany.Immunohistochemical Staining of Mouse and Human TissuesImmunohistochemical staining of mouse and human tissue was performed asdescribed previously (Kossatz et al., 2004). Surgical specimens were taken fordiagnostic and scientific purposes permitted by the Ethics Committee of theUniversity of Bern, Switzerland. Informed consent was obtained from allpatients.Feulgen StainingTo determine the DNA content, 3 mm sections were Feulgen-stained using theFeulgen Staining Kit (Merck). Ploidy analysis was performed with the AhrensICM, Cytometric System. Statistical analysis was done using the Dunnettt test (DNA ploidy) and the mixed models analysis of variance (nuclear sizeanalysis).RT-PCRRNA extraction was done as described (Satyanarayana et al., 2003). For cDNAsynthesis, 2 mg of RNA were used. The RT reaction was carried out usingSuperScript-II RNase H reverse transcriptase (Invitrogen). For semiquantitiveRT-PCR, 1 ml cDNA was amplified using the following cycles: denaturation94�C for 30 s, annealing 57�C for 1 min, and extension 72�C for 45 s usingRedTaq (Sigma) for 35 cycles. Actin was used as a control.siRNAsiRNA knockdownwas performed using FuGene6 transfection reagent. Trans-fectionswere performed using siRNA at a concentration of 20 nM for Notch 1 siRNA; sc-36095 and Notch 3 siRNA; sc-37135 from Santa Cruz. siRNA in aconcentration of 40 nM was used for cyclin E1 and cyclin E2 knockdown.DAPT Treatment In VitroFive milligrams of DAPT were dissolved in 1 ml dimethyl sulfoxide. Cells wereplated in six-well plates. When the cells reached 60% confluency, they were794 Cancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc.treated with 38.7 mM DAPT. Cells were collected after 12, 24, 36, and 48 hrfor protein extraction and analyzed by western blot.Western BlotAntibodies included cleaved Notch 1 (Val1744, Cell signaling); Hes-1 (SantaCruz Biotechnology); Notch 1: C-20; sc 6014 (Santa Cruz), Notch 3: (M-134);sc5593 (Santa Cruz); Jagged 1:C-20, sc-6011 (Santa Cruz); p27: Cat 610242(BD Transduction), p21 C-19; sc397 (Santa Cruz), p53 FL-393, sc6243 (SantaCruz); and cyclin E: C19 (Delta Biolabs). Western blots were performed asdescribed (Malek et al., 2001).Generation of Immortalized Bipotential Liver Progenitor Cells,Retroviral Transduction, and Subcutaneous Injection of CellsBipotential liver progenitor cells were isolated from C57Bl6 embryonic mouselivers as described recently (Zender et al., 2006). For additional information,please refer to the Supplemental Experimental Procedures.Statistical AnalysisStatistical analysis was carried out using Microsoft Excel software. Unlessstated otherwise, all data are presented as mean ± SD; error bars representSD in all figures. Intergroup comparisons were performed by two-tailedStudent’s t test. A p value <0.05 was considered to be statistically significant.Caspase 3/7 Assay and TUNEL StainingFor detection of apoptosis, we used theCaspase-Glo 3/7 Assay fromPromegathat measures caspase-3 and -7 activities because these members of thecaspase family play important roles in apoptosis in mammalian cells. Themea-surements were done as described in the manufacturer manual. We used theIn Situ Cell Death Detection Kit (Roche) according to the manufacturer’smanual for TUNEL staining.Luciferase AssayMzChA1 cells were transiently transfected with a cyclin E promotor luciferasereporter construct, a NICD expression construct, and phRL-TK (Promega) fornormalization using FUGENE. After 48 hr, luciferase activity was measuredusing the ‘‘dual-luciferase reporter assay system’’ (Promega) following themanufacturer’s instructions. In brief, cells were lysed in 13 passive lysis buffer;after 10 min, cells were scraped off the dishes and incubated for 5 min on ice.After centrifugation, 20 ml of cleared lysateswere used for analysis of luciferaseactivity. The 96-well plate reader ‘‘Glomax-integrated luciferase technologies’’(TURNER Biosystems) was used to quantify luciferase activity. Firefly lucif-erase activity was normalized to cotransfected Renilla luciferase activity(phRLTK).SUPPLEMENTAL INFORMATIONSupplemental Information includes four figures, one table, and SupplementalExperimental Procedures and can be found with this article online at http://dx.doi.org/10.1016/j.ccr.2013.04.019.ACKNOWLEDGMENTSWe thank Dr. Holly Sundberg Malek for critical advice. This work was sup-ported by the DFG (Cluster of excellence, REBIRTH), SFB 738 and TR77, aswell as the Emmy Noether Programme (ZE 545/2-1). We thank Warren S.Pear for dnMAML expression plasmid.Received: October 31, 2010Revised: June 11, 2012Accepted: April 20, 2013Published: May 30, 2013REFERENCESAkhoondi, S., Sun, D., von der Lehr, N., Apostolidou, S., Klotz, K., Maljukova,A., Cepeda, D., Fiegl, H., Dafou, D., Marth, C., et al. (2007). FBXW7/hCDC4 is ageneral tumor suppressor in human cancer. Cancer Res. 67, 9006–9012.http://dx.doi.org/10.1016/j.ccr.2013.04.019http://dx.doi.org/10.1016/j.ccr.2013.04.019Cancer CellNotch Induces Cholangiocellular CarcinomaBenhamouche, S., Curto, M., Saotome, I., Gladden, A.B., Liu, C.H.,Giovannini, M., and McClatchey, A.I. (2010). Nf2/Merlin controls progenitorhomeostasis and tumorigenesis in the liver. Genes Dev. 24, 1718–1730.Cardinale, V., Carpino, G., Reid, L., Gaudio, E., and Alvaro, D. (2012). Multiplecells of origin in cholangiocarcinoma underlie biological, epidemiological andclinical heterogeneity. World J. Gastrointest. Oncol. 4, 94–102.Croquelois, A., Blindenbacher, A., Terracciano, L., Wang, X., Langer, I.,Radtke, F., and Heim, M.H. (2005). Inducible inactivation of Notch1 causesnodular regenerative hyperplasia in mice. Hepatology 41, 487–496.El-Serag, H.B., Engels, E.A., Landgren, O., Chiao, E., Henderson, L.,Amaratunge, H.C., and Giordano, T.P. (2009). Risk of hepatobiliary andpancreatic cancers after hepatitis C virus infection: A population-based studyof U.S. veterans. Hepatology 49, 116–123.Fan, B., Malato, Y., Calvisi, D.F., Naqvi, S., Razumilava, N., Ribback, S., Gores,G.J., Dombrowski, F., Evert, M., Chen, X., and Willenbring, H. (2012).Cholangiocarcinomas can originate from hepatocytes in mice. J. Clin.Invest. 122, 2911–2915.Geisler, F., Nagl, F., Mazur, P.K., Lee, M., Zimber-Strobl, U., Strobl, L.J.,Radtke, F., Schmid, R.M., and Siveke, J.T. (2008). Liver-specific inactivationof Notch2, but not Notch1, compromises intrahepatic bile duct developmentin mice. Hepatology 48, 607–616.Geng, Y., Eaton, E.N., Picón, M., Roberts, J.M., Lundberg, A.S., Gifford, A.,Sardet, C., and Weinberg, R.A. (1996). Regulation of cyclin E transcriptionby E2Fs and retinoblastoma protein. Oncogene 12, 1173–1180.Hwang, H.C., and Clurman, B.E. (2005). Cyclin E in normal and neoplastic cellcycles. Oncogene 24, 2776–2786.Isomoto, H.,Mott, J.L., Kobayashi, S.,Werneburg, N.W., Bronk, S.F., Haan, S.,and Gores, G.J. (2007). Sustained IL-6/STAT-3 signaling in cholangiocarci-noma cells due to SOCS-3 epigenetic silencing. Gastroenterology 132,384–396.Kellendonk, C., Opherk, C., Anlag, K., Schütz, G., and Tronche, F. (2000).Hepatocyte-specific expression of Cre recombinase. Genesis 26, 151–153.Kim, H., Park, C., Han, K.H., Choi, J., Kim, Y.B., Kim, J.K., and Park, Y.N.(2004). Primary liver carcinoma of intermediate (hepatocyte-cholangiocyte)phenotype. J. Hepatol. 40, 298–304.Koch, U., and Radtke, F. (2007). Notch and cancer: a double-edged sword.Cell. Mol. Life Sci. 64, 2746–2762.Kodama, Y., Hijikata, M., Kageyama, R., Shimotohno, K., and Chiba, T. (2004).The role of notch signaling in the development of intrahepatic bile ducts.Gastroenterology 127, 1775–1786.Koepp, D.M., Schaefer, L.K., Ye, X., Keyomarsi, K., Chu, C., Harper, J.W., andElledge, S.J. (2001). Phosphorylation-dependent ubiquitination of cyclin E bythe SCFFbw7 ubiquitin ligase. Science 294, 173–177.Kossatz, U., Dietrich, N., Zender, L., Buer, J., Manns, M.P., and Malek, N.P.(2004). Skp2-dependent degradation of p27kip1 is essential for cell cycle pro-gression. Genes Dev. 18, 2602–2607.Kossatz, U., Breuhahn, K., Wolf, B., Hardtke-Wolenski, M., Wilkens, L.,Steinemann, D., Singer, S., Brass, F., Kubicka, S., Schlegelberger, B., et al.(2010). The cyclin E regulator cullin 3 prevents mouse hepatic progenitor cellsfrom becoming tumor-initiating cells. J. Clin. Invest. 120, 3820–3833.Loeb, K.R., Kostner, H., Firpo, E., Norwood, T., D Tsuchiya, K., Clurman, B.E.,and Roberts, J.M. (2005). A mouse model for cyclin E-dependent geneticinstability and tumorigenesis. Cancer Cell 8, 35–47.Lorent, K., Yeo, S.Y., Oda, T., Chandrasekharappa, S., Chitnis, A., Matthews,R.P., and Pack, M. (2004). Inhibition of Jagged-mediated Notch signalingdisrupts zebrafish biliary development and generates multi-organ defectscompatible with an Alagille syndrome phenocopy. Development 131, 5753–5766.Malek, N.P., Sundberg, H., McGrew, S., Nakayama, K., Kyriakides, T.R., andRoberts, J.M. (2001). A mouse knock-in model exposes sequential proteolyticpathways that regulate p27Kip1 in G1 and S phase. Nature 413, 323–327.Murtaugh, L.C., Stanger, B.Z., Kwan, K.M., and Melton, D.A. (2003). Notchsignaling controls multiple steps of pancreatic differentiation. Proc. Natl.Acad. Sci. USA 100, 14920–14925.Nakanuma, Y., Sato, Y., Harada, K., Sasaki, M., Xu, J., and Ikeda, H. (2010).Pathological classification of intrahepatic cholangiocarcinoma based on anew concept. World J. Hepatol. 2, 419–427.Patel, T. (2006). Cholangiocarcinoma. Nat. Clin. Pract. Gastroenterol. Hepatol.3, 33–42.Ryan, M.J., Bales, C., Nelson, A., Gonzalez, D.M., Underkoffler, L., Segalov,M., Wilson-Rawls, J., Cole, S.E., Moran, J.L., Russo, P., et al. (2008). Bileduct proliferation in Jag1/fringe heterozygous mice identifies candidatemodifiers of the Alagille syndrome hepatic phenotype. Hepatology 48,1989–1997.Sansone, P., Storci, G., Tavolari, S., Guarnieri, T., Giovannini, C., Taffurelli, M.,Ceccarelli, C., Santini, D., Paterini, P., Marcu, K.B., et al. (2007). IL-6 triggersmalignant features in mammospheres from human ductal breast carcinomaand normal mammary gland. J. Clin. Invest. 117, 3988–4002.Satyanarayana, A., Wiemann, S.U., Buer, J., Lauber, J., Dittmar, K.E.,Wüstefeld, T., Blasco, M.A., Manns, M.P., and Rudolph, K.L. (2003).Telomere shortening impairs organ regeneration by inhibiting cell cycle re-entry of a subpopulation of cells. EMBO J. 22, 4003–4013.Sekiya, S., and Suzuki, A. (2012). Intrahepatic cholangiocarcinoma canarise from Notch-mediated conversion of hepatocytes. J. Clin. Invest. 122,3914–3918.Spruck, C.H., Won, K.A., and Reed, S.I. (1999). Deregulated cyclin E induceschromosome instability. Nature 401, 297–300.van Es, J.H., van Gijn, M.E., Riccio, O., van den Born, M., Vooijs, M., Begthel,H., Cozijnsen, M., Robine, S., Winton, D.J., Radtke, F., and Clevers, H. (2005).Notch/gamma-secretase inhibition turns proliferative cells in intestinal cryptsand adenomas into goblet cells. Nature 435, 959–963.Villanueva, A., Alsinet, C., Yanger, K., Hoshida, Y., Zong, Y., Toffanin, S.,Rodriguez-Carunchio, L., Sole, M., Thung, S., Stanger, B.Z., and Llovet,J.M. (2012). Notch signaling is activated in human hepatocellular carcinomaand induces tumor formation in mice. Gastroenterology 143, 1660–1669.e7.von Hahn, T., Ciesek, S., Wegener, G., Plentz, R.R., Weismüller, T.J.,Wedemeyer, H., Manns, M.P., Greten, T.F., and Malek, N.P. (2011).Epidemiological trends in incidence and mortality of hepatobiliary cancers inGermany. Scand. J. Gastroenterol. 46, 1092–1098.Welcker, M., and Clurman, B.E. (2008). FBW7 ubiquitin ligase: a tumoursuppressor at the crossroads of cell division, growth and differentiation. Nat.Rev. Cancer 8, 83–93.Welcker, M., Singer, J., Loeb, K.R., Grim, J., Bloecher, A., Gurien-West, M.,Clurman, B.E., and Roberts, J.M. (2003). Multisite phosphorylation by Cdk2and GSK3 controls cyclin E degradation. Mol. Cell 12, 381–392.West, J., Wood, H., Logan, R.F., Quinn, M., and Aithal, G.P. (2006). Trends inthe incidence of primary liver and biliary tract cancers in England and Wales1971-2001. Br. J. Cancer 94, 1751–1758.Xu, X., Kobayashi, S., Qiao, W., Li, C., Xiao, C., Radaeva, S., Stiles, B., Wang,R.H., Ohara, N., Yoshino, T., et al. (2006). Induction of intrahepatic cholangio-cellular carcinoma by liver-specific disruption of Smad4 and Pten in mice.J. Clin. Invest. 116, 1843–1852.Zecchini, V., Domaschenz, R., Winton, D., and Jones, P. (2005). Notchsignaling regulates the differentiation of post-mitotic intestinal epithelial cells.Genes Dev. 19, 1686–1691.Zender, L., Spector, M.S., Xue, W., Flemming, P., Cordon-Cardo, C., Silke, J.,Fan, S.T., Luk, J.M., Wigler, M., Hannon, G.J., et al. (2006). Identification andvalidation of oncogenes in liver cancer using an integrative oncogenomicapproach. Cell 125, 1253–1267.Zong, Y., Panikkar, A., Xu, J., Antoniou, A., Raynaud, P., Lemaigre, F., andStanger, B.Z. (2009). Notch signaling controls liver development by regulatingbiliary differentiation. Development 136, 1727–1739.Cancer Cell 23, 784–795, June 10, 2013 ª2013 Elsevier Inc. 795UpdateCancer CellVolume 30, Issue 2, 8 August 2016, Page 353–356 https://doi.org/10.1016/j.ccell.2016.07.005DOI: https://doi.org/10.1016/j.ccell.2016.07.005Cancer CellCorrectionsA Critical Role for Notch Signalingin the Formation of Cholangiocellular CarcinomasSteffen Zender, Irina Nickeleit, Torsten Wuestefeld, Inga Sörensen, Daniel Dauch, Przemyslaw Bozko, Mona El-Khatib,Robert Geffers, Hueseyin Bektas, Michael P. Manns, Achim Gossler, Ludwig Wilkens, Ruben Plentz, Lars Zender,and Nisar P. Malek**Correspondence: nisar.malek@med.uni-tuebingen.dehttp://dx.doi.org/10.1016/j.ccell.2016.07.005(Cancer Cell 23, 784–795; June 10, 2013)In the original article, which shows that the expression of Notch-ICD leads to the formation of intrahepatic cholangiocarcinomas,there is a duplication of actin blots in Figures 2G, 6F, and S2F.Figure 2G shows the expression levels of cyclin E, cylin A, and p27 in wild-type and Notch-ICD mice undergoing liver regenerationafter partial hepatectomy. The actin blot corresponding to the protein extracts from the wild-type mouse livers was duplicated andinadvertently used for the Notch-ICD mouse livers. The correct actin blot is now shown in the revised Figure 2G below.In Figure 6F, the actin blot derived from Figure 6A, which shows that downregulation of Notch 1 by siRNA leads to a reduction of cyclinE levels, was erroneously duplicated in Figure 6F, which shows that inhibition of Notch activity by DAPT leads to cyclin E downre-gulation. In the revised Figure 6F shown below, the correct actin blot has been used.Finally, in Figure S2F, the blot for cleaved Notch expression had been duplicated and erroneously labeled as Cyclin E. The correctcyclin E blot is now shown in the revised figure below.While none of these errors affect the results or conclusions of this work, the authors would like to apologize for any confusion thismight have caused.Cancer Cell 30, 349–365, August 8, 2016 ª 2016 Elsevier Inc. 353mailto:nisar.malek@med.uni-tuebingen.dehttp://crossmark.crossref.org/dialog/?doi=10.1016/j.ccell.2016.07.005&domain=pdfhttp://dx.doi.org/10.1016/j.ccell.2016.07.005A BC DE FGFigure 2. Notch Signaling Leads to Dysregulated Expression of Cyclin E and Genetic InstabilityCancer CellCorrections354 Cancer Cell 30, 349–365, August 8, 2016A BC DE FFigure 6. Notch Signaling as a Therapeutic Target in CCCCancer CellCorrectionsCancer Cell 30, 349–365, August 8, 2016 355Figure S2Cancer CellCorrections356 Cancer Cell 30, 349–365, August 8, 2016\tA Critical Role for Notch Signaling in the Formation of Cholangiocellular Carcinomas\tIntroduction\tResults\tExpression of Notch ICD in Mouse Liver Interferes with Hepatocyte Proliferation\tExpression of Notch ICD in Mouse Livers Leads to the Formation of Progenitor Cell Derived Cholangiocellular Carcinomas\tNotch Signaling Leads to Dysregulated Expression of Cyclin E and Genetic Instability\tNotch 1 and 3 Are Overexpressed in Human Cholangiocellular Carcinoma\tNotch Signaling as a Therapeutic Target in CCC\tDiscussion\tExperimental Procedures\tAnimals and Partial Hepatectomy Procedures\tImmunohistochemical Staining of Mouse and Human Tissues\tFeulgen Staining\tRT-PCR\tsiRNA\tDAPT Treatment In Vitro\tWestern Blot\tGeneration of Immortalized Bipotential Liver Progenitor Cells, Retroviral Transduction, and Subcutaneous Injection of Cells\tStatistical Analysis\tCaspase 3/7 Assay and TUNEL Staining\tLuciferase Assay\tSupplemental Information\tAcknowledgments\tReferences\tUpdate\tA Critical Role for Notch Signaling in the Formation of Cholangiocellular Carcinomas"