"A novel function for p21Cip1 and acetyltransferase p/CAF as critical transcriptional regulators of TGFβ-mediated breast cancer cell migration and invasionRESEARCH ARTICLE Open AccessA novel function for p21Cip1 and acetyltransferasep/CAF as critical transcriptional regulators of TGFb-mediated breast cancer cell migration and invasionMeiou Dai1, Amal A Al-Odaini1, Ani Arakelian2, Shafaat A Rabbani2, Suhad Ali1 and Jean-Jacques Lebrun1*AbstractIntroduction: Tumor cell migration and invasion are critical initiation steps in the process of breast cancermetastasis, the primary cause of breast cancer morbidity and death. Here we investigated the role of p21Cip1(p21), a member of the core cell cycle machinery, in transforming growth factor-beta (TGFb)-mediated breastcancer cell migration and invasion.Methods: A mammary fat pad xenograft mouse model was used to assess the mammary tumor growth and localinvasion. The triple negative human breast cancer cell lines MDA-MB231 and its sub-progenies SCP2 and SCP25,SUM159PT, SUM149PT, SUM229PE and SUM1315MO2 were treated with 5 ng/ml TGFb and the protein expressionlevels were measured by Western blot. Cell migration and invasion were examined using the scratch/wound healingand Transwell assay. TGFb transcriptional activity was measured by a TGFb/Smad reporter construct (CAGA12-luc) usingluciferase assay. q-PCR was used for assessing TGFb downstream target genes. The interactions among p21, p/CAF andSmad3 were performed by co-immunoprecipitation. In addition, Smad3 on DNA binding ability was measured by DNAimmunoprecipitation using biotinylated Smad binding element DNA probes. Finally, the association among activeTGFb/Smad signaling, p21 and p/CAF with lymph node metastasis was examined by immunohistochemistry in tissuemicroarray containing 50 invasive ductal breast tumors, 25 of which are lymph node positive.Results: We found p21 expression to correlate with poor overall and distant metastasis free survival in breastcancer patients. Furthermore, using xenograft animal models and in vitro studies, we found p21 to be essential fortumor cell invasion. The invasive effects of p21 were found to correlate with Smad3, and p/CAF interactiondownstream of TGFb. p21 and p/CAF regulates TGFb-mediated transcription of pro-metastatic genes by controllingSmad3 acetylation, DNA binding and transcriptional activity. In addition, we found that active TGFb/Smad signalingcorrelates with high p21 and p/CAF expression levels and lymph node involvement using tissue microarrays frombreast cancer patients.Conclusions: Together these results highlight an important role for p21 and p/CAF in promoting breast cancer cellmigration and invasion at the transcriptional level and may open new avenues for breast cancer therapy.Introductionp21 was originally identified as a cell cycle regulatorthrough inhibition of different cyclin/cyclin-dependentkinase complexes [1]. p21 is a member of the Cip/Kipfamily of cell cycle inhibitors, which also includesp27Kip1 and p57Kip2 [2-4]. In addition to its role in cellcycle control, p21 is involved in the regulation of cellularsenescence, gene transcription, apoptosis and actin cytos-keleton [5-7]. The role of p21 in breast cancer develop-ment and progression has not been fully investigated.While p21 is involved in cell cycle control and is a down-stream target of the tumor suppressor p53, it doesnot fulfill the classic definition of a tumor suppressor.Germline or somatic mutations in the p21 gene are notcommon in human cancers [8]. Furthermore, in vivo stu-dies using p21 knockout mice showed that, while loss ofp21 expression efficiently blocked the ability of the cellsto undergo G1 arrest following DNA damage, these* Correspondence: jj.lebrun@mcgill.ca1Division of Medical Oncology, Department of Medicine, McGill UniversityHealth Center, Royal Victoria Hospital, Montreal, QC, CanadaFull list of author information is available at the end of the articleDai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127© 2012 Dai et al.; licensee BioMed Central Ltd. This is an open access article distributed under the terms of the Creative CommonsAttribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction inany medium, provided the original work is properly cited.mailto:jj.lebrun@mcgill.cahttp://creativecommons.org/licenses/by/2.0animals developed normally [9]. Intriguingly, p21 is oftenoverexpressed in aggressive tumors, including carcino-mas of the pancreas, breast, prostate, ovary and cervix[10-13]. Together these observations suggest that the roleplayed by p21 in cancer is more complex than initiallythought and that, in addition to its well-known cell cycleregulatory effect, it may have uncharacterized roles inpromoting carcinogenesis.Tumor cell migration and invasion are critical steps inthe metastatic process and are regulated by numeroustumor-secreted factors which modify the tumor microen-vironment by acting on stromal recruitment and extracel-lular matrix (ECM) degradation, resulting in tumor cellmigration and invasion [14]. Among these tumor-secretedfactors, TGFb has been shown to play a pivotal role inpromoting tumor metastasis [15]. The TGFb family regu-lates asymmetric cell division and cell fate determinationduring embryogenesis and exerts profound effects onreproductive functions, immune responses, cell growth,bone formation, tissue remodeling and repair throughoutadult life [16]. The effects of TGFb in breast cancer arecomplex. TGFb is thought to play a dual role in breastcancer progression, acting as a tumor suppressor in nor-mal and early carcinoma, and as a pro-metastatic factor inaggressive carcinoma [17]. The growth inhibitory effects ofTGFb are known to be mediated through transcriptionalrepression of the c-myc gene [18] and induction of the cellcycle inhibitors p15Ink4b (p15) and p21, leading to G1arrest [19,20]. During tumor progression, however, theloss of TGFb growth-inhibitory effects is frequently due todefects in c-myc and p15 regulation by TGFb [18]. Mean-while, other TGFb responses prevail, unrelated to growthinhibition and favoring tumor progression and metastasis[21-25]. Indeed, TGFb induces degradation of the ECM,inhibits cell adhesion and stimulates cell migration andinvasion, thereby promoting tumor metastasis [21-23,25].Moreover, during cancer progression, tumor cells secreteincreasing quantities of TGFb, which in turn alter thestroma environment, leading to stimulation of tumorangiogenesis and causing local and systemic immunosup-pression, thus further contributing to tumor progressionand metastasis [21-23,25]. Together these studies highlightan important role for TGFb in advanced breast cancer.However, the function for p21 downstream of TGFb hasnot been described in breast cancer.In this study, we found that high p21 expression corre-lates with poor survival in breast cancer patients. Theexpression of p21 is required to promote tumor cellmigration and invasion in vitro and local invasion in vivo.Furthermore, p21 expression is tightly regulated byTGFb/Smad3 signaling in a panel of human basal-like tri-ple negative breast cancer cell lines. We found p21 tophysically interact with Smad3 and the histone acetyl-transferase p/CAF in response to TGFb and identifiedp21 and p/CAF as key regulators of TGFb-mediatedbreast cancer cell migration and invasion. We alsoshowed that p21 and p/CAF regulate TGFb transcrip-tional activity on multiple tumor-promoting target genesby controlling Smad3 acetylation and Smad3 occupancyon its DNA binding elements. Immunohistochemicalanalysis of tissue arrays from breast cancer patientsrevealed a significant correlation between active TGFb/Smad3 signaling and high expression levels of both p21and p/CAF in lymph node-positive invasive ductal carci-nomas. Together, our findings identified p21 and p/CAFas critical regulators of cell migration and invasion down-stream of TGFb/Smad3 pathway in advanced breastcancer.MethodsCell culture and transfectionHuman breast carcinoma MDA-MB231, SCP2 and SCP25cells (provided by Dr. Joan Massagué) and HEK293 cellswere grown in DMEM supplemented with 10% fetalbovine serum (FBS) and 2 mM L-glutamine at 37°C in 5%CO2. SUM149PT, SUM159PT and SUM229PE (providedby Dr. Stephen P Ethier) were grown in F-12 HAM’Snutrient mixture (HyClone Laboratories, Inc. Logan, Utah,USA) supplemented with 5% FBS, 5 µg/ml insulin (Sigma-Aldrich, St. Louis, MO, USA), 1 µg/ml hydrocortisone(Sigma) at 37°C in 5% CO2. SUM1315MO2 were grown inF-12 HAM’S nutrient mixture (HyClone) supplementedwith 5% FBS, 5 µg/ml insulin (Sigma), 10 ng/ml epidermalgrowth factor (EGF) (Sigma) at 37°C in 5% CO2.Cells were transfected with different p21, p/CAF, Smad2and Smad3 siRNAs (Sigma), 6× myc- Smad2, myc-Smad3,p/CAF (Addgene plasmid 8941) [26] and Flag-taggedhuman p21 cDNAs (Addgene plasmid 16240) [27] usingLipofectamine™ 2000 reagent (Invitrogen, Carlsbad, CA,USA ), according to the manufacturer’s protocol. MDAand SCPs cells were serum-starved for 24 hrs and stimu-lated or not with 5 ng/ml TGFb1 (PeproTech, Rocky Hill,NJ, USA) in DMEM supplemented with 2 mM L-gluta-mine. For stable cell line generation, SCP2 cells weretransfected with p21 shRNA (Santa Cruz Biotechnology,Santa Cruz, CA, USA) and pools of stable cells wereselected with 10 ng/ml puromycin (Invitrogen).SUM159PT cells were serum-starved for 24 hrs in theabsence of insulin and hydrocortisone before TGFb1stimulation.Western blot analysis and immunoprecipitationCells were lysed in cold extraction buffer (10 mM Tris-HCl, pH 7.5, 5 mM EDTA, 150 mM NaCl, 30 mM sodiumpyrophosphate, 50 mM sodium fluoride, 1 mM sodiumorthovanadate, 1% Triton X-100) containing protease inhi-bitors (1 mM phenylmethylsulfonyl fluoride, 10 µg/ml leu-peptin hydrochloride, 10 µg/ml aprotinin and 10 µg/mlDai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 2 of 22pepstatin A). The lysates were then centrifuged at 14,000rpm for 15 minutes at 4°C. Protein content was measuredusing BCA protein assay kit (Thermo Scientific, Rockford,IL, USA). Equal protein was analyzed by Western blotusing mouse anti-p21 (F5), mouse anti-c-myc, mouse anti-p15, rabbit anti-Smad2/3 (1:1,000 dilution, Santa CruzBiotechnology), phospho-cofilin and cofilin antibodies(1:1,000 dilution, Millipore, Billerica, MA, USA), and fol-lowed by secondary antibodies goat anti-mouse or rabbit.Immunoprecipitations were performed overnight at 4°Cusing antibodies against p300/CBP (Santa Cruz Biotech-nology), p/CAF (Abcam®, Cambridge, MA, USA) and p21.Protein G-Sepharose (GE Healthcare Bio-Sciences, Piscat-away, NJ, USA) was added for 1 hr at 4°C, and washedfour times with cold lysis buffer. The immunocomplexeswere boiled with 2× sodium dodecyl sulfate (SDS)Laemmli sample buffer for five minutes and subjected toimmunoblotting.Histone proteins extractionTotal histone proteins were extracted as previouslydescribed [28]. Briefly, 80% confluent of SCP2 cells from a100-mm tissue culture plate were serum-starved for24 hrs and stimulated with or without 5 ng/ml TGFb or1 µM trichostatin A (TSA). SCP2 cells were harvested andresuspended in cold hypotonic lysis buffer containing10 mM Tris-HCl, pH 8.0, 1 mM KCl, 1.5 mM MgCl2,1 mM DTT, protease inhibitors, 1 µM TSA and 10 mMsodium butyrate. Cell lysates were rotated at 4°C for30 minutes and then centrifuged at 10,000 g, 4°C, for10 minutes. The supernatants were discarded and nucleipellets were resuspended in 400 µl of 0.4 N H2SO4 andincubated overnight on a rotator at 4°C. Samples werecentrifuged at 16,000 g for 10 minutes and supernatantscontaining histones were transferred into a fresh tube. Atotal of 132 µl trichloroacetic acid was added drop by dropto the histone solution, inverted several times and thenincubated on ice for 30 minutes. The histone precipitateswere centrifuged at 16,000 g for 10 minutes and pelletswere washed twice with ice-cold acetone and the histonepellets were air dried for 20 minutes. Total histone pro-teins were subjected to Western blot analysis using anacetylated lysine antibody (Millipore).DNA affinity precipitation assaySCP2 cells transiently transfected with the indicated siR-NAs were stimulated with TGFb for 30 minutes. Celllysate were extracted in cold lysis buffer containing10 mM Tris-HCl, pH 7.4, 150 mM NaCl, 1 mM EDTA,1% Nonidet P-40, 30 mM sodium pyrophosphate, 1 mMsodium orthovanadate and protease inhibitors asdescribed above. A total of 5 µg Poly (dI-dC) competitor(Sigma) was incubated with 1 mg of total cell lysate for30 minutes at 4°C. A total of 500 pmol of double-stranded oligonucleotides (IDT) was added and incu-bated with cell lysates for two hours at 4°C. Streptavi-din-agarose beads (65 µl; Sigma) were added, incubatedovernight at 4°C and then washed three times with coldlysis buffer. The streptavidin-agarose beads containingbiotinylated oligonucleotides and protein complex wereboiled with 2× SDS Laemmli sample buffer for five min-utes and subjected to immunoblotting. The sequencesof biotin labeled double-strand oligonucleotides (IDT)were previously described [29]. For Smad binding ele-ment oligonucleotide (4× SBE), Sense: biotin-5’-CAGA-CAGTCAGACAGTCAGACAGTCAGACAGT-3’, anti-sense: 5’-ACTGTCTGACTGTCTGACTGTCTGACTGTCTG-3’. For control oligonucleotide, sense: biotin-5’-GCCCAGGCGCACCTGCTCCGATATCAATATCCGGC-3’, anti-sense, 5’- GCCGGATATTGATATCG-GAGCAGGTGCGCCTGGGC-3’.Luciferase assaysSCP2 cells were transiently co-transfected with 50 nMScr siRNA, 50 nM p21 siRNA or 0.5 µg flag-tagged p21cDNA in combination with 0.3 µg SBE reporter construct(CAGA12-luc) and 0.1 µg pCMV-b-gal. Transfected cellswere then stimulated with or without 5 ng/ml TGFb for16 hrs. Luciferase activity of CAGA12-luc was measured(EG & G Berthold luminometer, Berthold Technologies,Bad Wildbad, Baden-Württemberg, Germany) and nor-malized to b-galactosidase activity.Real-Time PCRTotal RNA was extracted using TRIzol reagents (Invitro-gen). Reverse transcription of total RNA using randomprimers was carried out using M-MLV reverse transcrip-tase (Invitrogen) as per the manufacturer’s instructions.Real-time PCRs were carried out using SsoFast™Eva-Green® Supermix (Bio-Rad, Hercules, CA, USA) in aRotor Gene 6000 PCR detection system (MBI Lab Equip-ment, Montreal Biotech Inc. Kirkland, PQ, Canada). PCRconditions were as follows: 95°C for 30 s, 40 cycles (95°Cfor 5 s and 60°C for 20 s). The primer sequences were asfollows: IL8 forward primer, GCAGAGGCCACCTG-GATTGTGC; reverse primer, TGGCATGTTGCAGGCTCCTCAGAA; IL6 forward primer, CTCCCCTCCAG-GAGCCCAGC; reverse primer, GCAGGGAAGGCAG-CAGGCAA; PLAU forward primer, GCCCTGGTTTGCGGCCATCT; reverse primer, CGCACACCTGCCCTCCTTGG; MMP9 forward primer, TGGACACGCAC-GACGTCTTCC; reverse primer, TAGGTCACGTAGCC-CACTTGGTCC; PTGS2 forward primer, AGCTTTCACCAACGGGCTGGG; reverse primer, AAGACCTCCTGCCCCACAGCAA; TGFBI forward primer, CGGCTGCTGCTGAAAGCCGACCA; reverse primer, GGTCGGDai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 3 of 22GGCCAAAAGCGTGT; p21 forward primer, TGTCCGCGAGGATGCGTGTTC; reverse primer, GCAGCCCGC-CATTAGCGCAT; GAPDH forward primer, GCCTCAA-GATCATCAGCAATGCCT; reverse primer, TGTGGTCATGAGTCCTTCCACGAT.Thiazolyl blue tetrazolium bromide (MTT) assayA total of 100 µl of cell suspension (1× 105 cells/ml inDMEM supplemented with 1% FBS) was stimulated ornot in the presence or absence of 5 ng/ml TGFb andcultured in 96-well plates for two days. After two days,25 µl 5 mg/ml MTT solution (Sigma) was added toeach well and incubated for two hours. A total of 200 µlof dimethyl sulfoxide (DMSO) was added to each welland mixed well. The absorbance at 570 nm was mea-sured on a plate reader.Cell cycle analysisSCP2 cells were stimulated with TGFb for 0, 2, 6 and24 hrs. Cells were then fixed with 70% ethanol over-night, treated with 20 µg/ml RNase (Sigma), and stainedwith 0.5 mg/ml propidium iodide (Santa Cruz Biotech-nology). DNA content was determined using a FACScanflow cytometry analyzer.Kinetic cell migration assayCells were transfected with different siRNAs and plated inEssen ImageLock 96-well plates (Essen Bioscience, AnnArbor, Michigan, USA) at 50,000 cells per well. The use ofImageLock 96-well plates ensures that images/videos ofthe wound are automatically taken at the exact same loca-tion by the IncuCyte™software (Essen Bioscience). Cellswere then serum-starved for six hours and confluent celllayers were scratched using the Essen Wound maker togenerate approximately 800 µm width wounds. Afterwounding, cells were washed two times with PBS and sti-mulated in the presence or the absence of 5 ng/ml ofTGFb. ImageLock 96-well plates were then placed intoIncuCyte (Essen Bioscience) and imaged every hour for24 hrs. The data were analyzed by three integrated metrics:wound width, wound confluence or relative wound densityautomatically measured by the IncuCyte software.Matrigel invasion assayFor the Transwell assays, 30 µl of growth factor reduced(GFR) Matrigel (BD Biosciences, diluted 1:3 in pre-chilledH2O) was coated onto each insert of 24-Tranwell inva-sion plate (8-µm pore size; BD Biosciences) and incu-bated for two hours in the cell culture incubator. SCP2or SUM159PT (6 × 104 cells/insert) were seeded onTranswell Insert coated GFR-Matrigel and cells in theupper chamber were stimulated or not with 5 ng/mlTGFb for 24 hrs. For SCP2 cells, bottom chambers con-tained 10% FBS in DMEM medium. For SUM159PTcells, bottom chambers were added to F-12 HAM’S med-ium with 5% FBS. After 24 hrs, cells from the upperchamber were removed by cotton swab and cells invadedthrough GFR-Matrigel were fixed with 3.7% formalde-hyde for 10 minutes and then stained with 0.2% crystalviolet for 20 minutes. Images of the invading cells werephotographed using an inverted 4× or 10× microscopeand total cell numbers were counted and quantified byImage J software (National Institute of Health, Bethesda,Maryland, USA).Immunofluorescence microscopyCells were grown on coverslips at 50% confluence, stimu-lated or not with TGFb overnight. Cells were then fixedwith 3.7% formaldehyde for 10 minutes and permeabilizedin 0.1% Triton X-100 for 3 minutes, washed with PBS andblocked for 1 hr in 2% BSA. Cells were then incubatedwith anti-p21 antibody for one hour, washed with PBS andincubated with the secondary antibody Alexa Fluor®568goat anti-rabbit IgG (1:800 dilution; Invitrogen) for onehour. Stained coverslips were mounted with SlowFade®Gold antifade reagent with DAPI (Invitrogen). Confocalanalysis was performed using a Zeiss LSM 510 Meta Axio-vert confocal microscope (Carl Zeiss, Oberkochen, Baden-Württemberg, Germany) using 63× objective.Immunohistochemistry, scoring and statistical analysisTissue sections (5 µm) from breast carcinoma microarrayslides (BCR961 and T088, Biomax) were deparaffinizedand rehydrated. The patient characteristics are in Table S1(Additional file 1). The slides were then placed in 10 mMcitrate buffer (pH 6.0) and boiled at 95°C for 15 minutes.The primary antibodies used for immunohistochemistrystaining were AE1/AE3 (Thermo Scientific), p21 (c-19,Santa Cruz Biotechnology), p/CAF (ab12188, Abcam),phospho-Smad3 (Cell Signaling). HRP Polymer & DABPlus Chromogen (Thermo Scientific) was used for detec-tion of p21, p/CAF and phospho-Smad3. The slides werethen counter stained with hematoxylin (Vector Labora-tories, Burlingame, CA, USA) and dehydrated andmounted for microscopic examination. All images werescanned by ScanScope digital scanners (Aperio, Vista, CA,USA). All samples were reviewed and scored by a patholo-gist. The staining for p21, p/CAF and phospho-Smad3 wasscored from 0 to 4 as follows: 0, no staining; 1, <25%tumor cells stained weakly; 2, 25 to 50% tumor cellsstained moderately; 3, >50% tumor cells stained moder-ately; 4, >50% tumor cells stained strongly.Correlations between phospho-Smad3, p/CAF and p21were examined by the Pearson correlation test usingSPSS 19 software (IBM, Armonk, NY, USA). Associationsbetween these protein expressions and lymph node statuswere assessed by Fisher’s exact test. P-value (two-sided)<0.05 was considered statistically significant.Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 4 of 22Mammary fat pad and intratibia injections of nude miceFour- to six-week old female Balb/c nude mice wereobtained from Charles River (Charles River LaboratoriesInternational, Wilmington, MA, USA) and used as amodel for primary mammary tumor formation and localinvasion. The animal study was approved by the ethicscommittee and all the experimental animal protocols werein accordance with the McGill University Animal Care.Following the administration of an anesthetic cocktail ofketamine (50 mg/kg), xylazine (5 mg/kg) and aceproma-zine (1 mg/kg) injected intramuscularly into the mice, par-ental and shRNA p21 SCP2 cells were inoculated at 5×105 cells per mouse in 100 μl of saline (20% Matrigel) witha 30-gauge needle into the mammary pad. The tumor sizewas measured once a week using a caliper. Tumor volumewas determined according to the formula: tumor volume= shorter diameter2 × longer diameter/2. Sets of mice(eight per group) were sacrificed at eight weeks post-injec-tion to examine invasiveness of the primary tumor. At theend of these studies, mammary tumors with surroundingfat pad and tissues were fixed in 10% neutral-buffered for-malin for one day. Sections of mammary tumor wereembedded in Tissue-Tek O.C.T. (VWR International,Radnor, PA, USA) compound and 9 µm thick sectionswere stained with hematoxylin and eosin. Images of thetumors were photographed by light microscope using 10×and 20× objectives.For intratibia injections, parental and shRNA p21 SCP2cells (2.0× 106) were injected intramuscularly into the lefttibia of two group mice (eight per group). The mice weremonitored weekly for tumor burden. Digital radiographyof the hind limbs of all animals was used to monitor thedevelopment of skeletal lesions at four, six and eightweeks post-injection in a MX-20 cabinet X-ray system(Faxitron Bioptics, Tucson, Arizona, USA). On Week 8,radiographs of anesthetized mice were taken and theosteolytic lesion area was analyzed as previously described[30]. The score of lesion area was measured as 0, nolesions; 1, minor lesions; 2, small lesions; 3, significantlesions with minor break of margins (1% to 10% of bonesurface damaged); 4, significant lesions with major breakin peripheral lesions (>10% of bone surface damaged).Statistical analysesStudent’s t-test was used and differences betweengroups were considered significant at *P < 0.05.Resultsp21 expression correlates with poor survival in breastcancer patientsPrevious studies have suggested that higher expressionof cytoplasmic p21 correlated with poor prognosis inbreast carcinomas [31-33]. To further explore the corre-lation of p21 gene expression level with clinical outcomein breast cancer patients, we utilized a recently pub-lished gene profiling database of breast cancer patientsto assess p21 gene expression in overall survival (OS)and distant metastasis-free survival (DMFS) outcomes[34]. We analyzed the prognostic value according to themedian, upper and lower quartile expression levels ofp21 in the 20-year follow-up for OS (353 patients) andDMFS (761 patients). As shown in Figure 1A-C (leftpanels), elevated p21 expression significantly correlatedwith poor OS in both median (Hazard Ratio (HR), 1.7;1.1 to 2.6; P = 0.012) and upper quartile (HR, 2.1; 1.3 to3.2; P = 0.0016), but not in the lower quartile (HR, 1.17;0.77 to 1.78; P = 0.47). Furthermore, higher p21 levelsshowed a similar pattern (HR, 1.3; 0.97 to 1.74; P =0.075) in DMFS (Figure 1A-C, right panels). After 20years follow-up, patients who are free of distant metas-tasis showed reduced expression of the p21 gene and abetter survival rate. Although the prediction did notshow statistically significant results in the medianexpression, the P-value of the p21 upper quartile (HR,1.5; 1.1 to 2.1; P = 0.0099) did reach statistical signifi-cance (Figure 1B, right panel). We also analyzed therelationship of p21 expression and clinical outcomes inboth estrogen receptor positive (ER+) and negative (ER-) breast cancer patients. p21 expression is highest inpatients with poor prognosis regardless of ER status(Additional file 2, Figure S1). Even though one cannotrule out that elevated p21 levels could also be found inthe stroma rather than the tumor cells themselves, thesedata demonstrate that high p21 expression correlateswith poor clinical outcomes and suggest that elevatedp21 expression may play a role in promoting tumorprogression.Silencing p21 prevents breast tumor local invasion in vivoand cancer cell migration and invasion in vitroTo investigate the contribution of p21 to tumor formationand progression in breast cancer, we used a bone-meta-static cell line SCP2, a sub-progeny of the human triplenegative breast cancer MDA-MB231 (hereafter referred toas MDA) cells [35]. We first assessed the effect of suppres-sing p21 on tumor growth using a mammary fat pad xeno-graft mouse model. A specific p21 shRNA was stablytransfected to generate a pool of p21-deficient SCP2 cells.Knockdown of p21 using shRNA efficiently reduced p21protein expression, as compared to parental SCP2 cells(Figure 2A). Parental and shRNA p21 SCP2 cells wereorthotopically injected into the mammary fat pad offemale Balb/c nude mice (eight mice per group). Tumorgrowth was monitored weekly. There was no difference inthe rate of primary tumor formation or tumor sizebetween animals injected with parental or p21-deficientcells (Figure 2B), suggesting p21 is not likely involved intumor formation. Next, we evaluated the effect of p21Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 5 of 22Distant Metastasis Free Survivallow p21high p21HR = 1.7 (1.1 to 2.6)logrank P = 0.012low p21high p21HR = 2.1 (1.3 to 3.2)logrank P = 0.0016 Overall Survival 0            5            10           15           20                                        Probability0   0.2    0.4    0.6    0.8     1     0            5            10           15           20                          low p21high p21HR = 1.3 (0.97 to 1.74)logrank P = 0.075 0           5            10           15           20                       ABlow p21high p21HR = 1.17 (0.77 to 1.78)logrank P = 0.47 0            5            10            15           20                           low p21high p21HR = 1.5 (1.1 to 2.1)logrank P = 0.0099 0           5            10           15           20                            0           5             10           15           20                           low p21high p21HR = 1.1 (0.8 to 1.6)logrank P = 0.5          Year            Number of patients at risk220       184        100          47            0133       108         24            5             0             Number of patients at risk288       242        113          49            065          50          11            3             0            Number of patients at risk128       106         68           29            0225       186         56           23            0              Number of patients at risk381       285         150         47            0380       267         100         18            0             Number of patients at risk571       422        206          59            0190       130         44            6             0            Number of patients at risk190       146         81           24            0571       406        169          41            0                 Probability0    0.2    0.4    0.6    0.8     1                     Probability0    0.2    0.4    0.6    0.8     1    Cp21 MedianDistant Metastasis Free Survival Overall SurvivalDistant Metastasis Free Survival Overall Survivalp21 Upper Quartile p21 Lower Quartile          Year          YearFigure 1 High p21 expression correlates with poor survival in breast cancer patients. A-C, The relationship of higher p21 expression andbreast cancer outcome was assessed by Kaplan-Meier survival analysis. The survival rates were analyzed using three different and separate splitsof the patients, based on p21 expression levels (A, median; B, upper quartile; C, lower quartile). For each split, the patients were then dividedinto high and low groups with respect to p21 expression. Overall survival (left panels) and distant metastasis-free survival (right panels) correlatewith p21 gene expression. Number of breast cancer patients at risk with higher expression (red) and lower expression (black) of p21 at theindicated time points.Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 6 of 2202004006008001,0001,2001,4001,6001,8000 21 28 35 42 49 56Tumor volume (mm3) DaysSCP2SCP2 parental SCP2 shRNA p21 p21β-tubulin parentalshRNA p21 ACB10× 20× 10× 20×SCP2 parental shRNA p21TumorFat PadD parental  shRNA p21 parental  shRNA p21E05001,0001,50002,0004,0006,000parental shRNA p21Total number of cells migrated parental shRNA p21Total number of cells invaded* *TumorFat PadFigure 2 Silencing p21 prevents breast tumor local invasion in vivo and cancer cell migration and invasion. A, Total lysates fromparental and shRNA p21 SCP2 cells were analyzed by immunoblotting for the protein levels of p21 and b-tubulin. B, Parental and shRNA p21SCP2 cells were injected into the mammary glands of four- to six-week-old female Balb/c nude mice. The size of mammary tumor wasmeasured from two sets of mice (eight per group; error bars indicate SEM). C, Representative photographs show hematoxylin and eosin stainingof the mammary gland (tumor and fat pad) of 12- to 15-month-old mice. D and E, Transwell cell migration (left panel) and GFR-Matrigelinvasion assay (right panel) of parental and shRNA p21 SCP2 cells were performed. Graphs show total migrated and invaded cell numbercounted by Image J (error bars indicate SEM; n = 3 independent experiments). Student’s unpaired t-test was used to compare parental vs.shRNA p21 SCP2 groups. Differences were considered significant at *P < 0.05.Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 7 of 22depletion on tumor invasiveness, a critical step for earlytumor progression. Intact tumors were taken with theoverlaying skin and surrounding deep tissues and analyzedby a pathologist. Tumor invasiveness was assessed bydetermining the extent of infiltration of cancer cells to thesurrounding tissue (stroma, fat pad, skin and muscle tis-sue), as previously described [36]. As shown in Figure 2C(left panels), tumors from the parental SCP2 group dis-played no clear margin with the surrounding tissues andwere deeply invading into nearby structures. In contrast,tumors derived from animals transplanted with p21-depleted SCP2 cells formed a well-encapsulated tumormass that did not invade the surrounding tissues (Figure2C, right panels), strongly suggesting that p21 plays animportant role in tumor invasion. This was confirmedin vitro, as p21 gene silencing in SCP2 cells inhibitedboth cell migration and invasion (Figure 2D and 2E,respectively).As shown in Figure S2A (Additional file 3), none of theanimals in which parental or p21-depleted SCP2 cells(eight per group) were injected into the mammary fatpad developed any bone lesions after two months, thedate at which mice had to be sacrificed due to the tumorsize. This timing may have been insufficient for tumorcells to grow into visible distant lesions in the mouse[37]. Thus, to investigate whether p21 is involved in thelater stage of breast cancer progression, we examined itsinvolvement in the development of bone osteolyticlesions using an intratibia injection model of parentaland p21-deficient SCP2 cells in female Balb/c nude mice.By by-passing the early steps of metastasis, this experi-mental model allows for the assessment of tumor cellmetastasis and survival in the bone marrow [38]. Asshown in Figure S2B, C (Additional file 3), followingX-ray examination of the bones, both groups of micedeveloped secondary tumors that caused severe osteolyticbone lesions, suggesting that p21 does not affect the laterstages of bone metastasis. Collectively, these results indi-cate that while p21 is required for breast cancer cells toacquire an invasive phenotype, its effect is restricted tothe earlier stages of tumor metastasis, namely inductionof local cell invasion from the tumor to the surroundingtissues.TGFb induces p21 expression in migratory and invasivehuman breast cancer cellsp21 expression is tightly controlled by multiple signalingpathways [7]. Among these and of particular interest isthe TGFb/Smad signaling pathway [15,25,39]. Therefore,we examined the effect of TGFb on the expression levelsof p21 in several basal-like triple negative human breastcancer cell lines. These include the ductal adenocarci-noma MDA and its sub-progenies (SCP2 and SCP25)[40], an invasive ductal carcinoma SUM159PT (hereafterreferred to as SUM159) derived from a patient with ana-plastic carcinoma, an inflammatory invasive ductal carci-noma SUM149PT (SUM149), a pleural effusion derivedSUM229PE (SUM229) and tumor cells derived frommetastatic nodule of a patient with infiltrating ductal car-cinoma SUM1315MO2 (SUM1315) [41]. As shown inFigure 3A, B, with the exception of SUM1315, TGFbstrongly induced p21 mRNA and protein levels in thesecell lines. Interestingly, TGFb showed no regulatoryeffect on the expression levels of other cell cycle regula-tory genes, such as c-myc and p15 (Figure 3C), consistentwith a loss of the TGFb growth inhibitory responses inthese cells (Figure 3C). Although p21 is a cell cycle inhi-bitor, the TGFb-induced increases in p21 protein levelsdid not translate into growth inhibition by TGFb (Addi-tional file 4, Figure S3A), nor did it lead to G1 arrest inthese breast cancer cells (Figure S3B). We next investi-gated the mechanisms by which TGFb regulates p21 pro-tein levels. As shown in Figure 3D, the TGFb type Ireceptor (TbRI) inhibitor SB431542 blocked TGFb-induced p21 protein expression, indicating that TGFbregulation of p21 expression is mediated through theTGFb receptor signaling cascade. Furthermore, we foundthis effect to be Smad-dependent and Smad3-specific, asTGFb induced both phosphorylation of Smad2 andSmad3 (Additional file 4, Figure S3C), but was unable toinduce p21 protein levels in MDA cells depleted ofSmad3 but not of Smad2 (Figure 3E). Collectively, thesedata indicate that TGFb potently induces p21 expressionin a Smad3-dependent manner without affecting cellgrowth or cell cycle progression in invasive human basal-type breast cancer cells.p21 expression is required for TGFb-mediated cellmigrationTGFb is an important modulator of cell motility in breastcancer [25,42]. Thus, we investigated whether p21 couldact downstream of TGFb to promote cell migration. Wefirst examined the effect of TGFb on cell migrationdynamics using the scratch/wound healing assay coupledto quantitative time-lapsed imaging (Essen IncuCyte™).Cell migration was measured by three integrated metrics:wound width, wound confluence and relative wound den-sity, using the IncuCyte software. As shown in Figure 4A,B, TGFb potently induced cell migration in MDA, SCP2and SUM149. As a negative control, we also usedSUM1315 in which TGFb did not regulate p21 expression.As expected, there was no effect of TGFb on cell migra-tion in SUM1315 cells (Additional file 5, Figure S4A, B).To then investigate whether p21 is required for TGFb-induced cell migration, we knocked down p21 expressionusing two specific siRNAs in SCP2 cells and assessed theeffect of TGFb on cell migration dynamics by thescratch/wound healing assay. As shown in Figure 4C,Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 8 of 22TGFb induced p21 expression in both mock andscrambled (Scr) siRNA transfected cells, while this effectwas blocked in cells transfected with either p21 siRNAs,confirming the specificity and efficacy of our p21 siRNAs.Importantly, we found that while TGFb potently inducedcell migration in mock and Scr siRNA transfected SCP2cells, this effect was completely blocked in cells in whichp21 expression was depleted (Figure 4D, E). The effect ofp21 siRNAs on TGFb-induced cell migration was similarto that observed when cells were transfected with asiRNA against Smad3, used here as a positive control(Figure 4D, E). We also confirmed that these effects on    Scr       Smad2   Smad3        Smad2/3p21β-tubulinMDAβ-tubulin Mock   Inhibitor  DMSO       TGFβ      -     +      -     +     -     +           p21β-tubulinTβRIBCDsiRNATGFβ        -     +     -    +      -     +           EMDA SCP2 SCP25TGFβ hrs     0      6      24        0     6     24         0      6     24         0      6     24         0      6     24        p15c-mycSUM149 SUM159Ap21 mRNA levels (Fold induction)012345678 TGFβMDA SCP2 SUM149 SUM159 SUM229 SUM1315MDA SCP2TGFβ hrs      0    6   24       0    6   24      0     6   24     0     6    24      0    6    24     0    6    24     0     6   24SUM159β-tubulinp21SUM149SCP25 SUM229 SUM13150 hr2 hrs5 hrs24 hrsFigure 3 TGFb induces p21 expression in migratory and invasive human breast cancer cells. A, Real-time PCR was performed to measurethe mRNA level of p21 gene (error bars indicate SD; n = 3 independent experiments) for the indicated cell lines. B, Cells were treated with orwithout 5 ng/ml TGFb for the indicated times. Total cell lysates were analyzed for p21 and b-tubulin protein levels by Western blotting. C, Totalcell lysates were analyzed for c-myc, p15 and b-tubulin protein levels by Western blotting. D, SCP25 cells were pretreated with 10 µM TGFb typeI receptor (TbRI) inhibitor (SB431542) or vehicle (DMSO) for 30 minutes and then stimulated with TGFb. Total cell lysates were analyzed for p21and b-tubulin protein levels by Western blotting. E, MDA cells were transfected with 40 nM Scrambled (Scr), Smad2 or Smad3 siRNAs inresponse to TGFb. Total cell lysates were analyzed for Smad2/3, p21 and b-tubulin protein levels by Western blotting.Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 9 of 2201020304050607080901000 4 8 12 16 20 24MockMock TGFβ p21 #1p21 #1 TGFβp21 #2 p21 #2 TGFβ0204060801000 4 8 12 16 20 24Scr siRNAScr siRNA TGFβSmad3 siRNASmad3 siRNA TGFβp21β-tubulinsiRNAMock Smad3 p21 #1 Scr p21 #2TGFβScrMock p21 #1p21 #2ABCDTotal migration (%)hrsTGFβCtrlTGFβCtrlTGFβCtrlwound maskphase contrastMDA SCP2 SUM1490204060801000 6 12 18 24 30 36 42 48CtrlTGFβ0204060801000 6 12 18 24 30 36 42 48CtrlTGFβ0204060801000 6 12 18 24 30 36 42 48CtrlTGFβTotal migration (%)Ewound maskphase contrast wound maskphase contrasthrssiRNAsiRNATGFβp21β-tubulinhrsTotal migration (%)siRNASCP2Figure 4 p21 expression is required for TGFb-mediated cell migration. A, Representative images of phase contrast and wound mask ofindicated cell lines stimulated with TGFb in scratch/wound healing assay. The initial wound mask (black) and wound closure (grey) weremeasured using the Essen Instruments Scratch Wound Module. B, The time course of cell migration for the indicated cell lines was quantifiedusing the relative wound density metrics at two-hour time intervals (error bars indicate SEM; n = 3 independent experiments). C, SCP2 cells weretransfected with Scr or p21 siRNAs and then stimulated with or without TGFb for 24 hrs. Total cell lysates were analyzed for p21 and b-tubulinby Western blotting. D, Representative images of phase contrast (top panels) and wound mask (bottom panels) of transfected SCP2 cells withthe indicated siRNAs in scratch/wound healing assay. E, The time course of transfected SCP2 cell migration was quantified using the relativewound density metrics at two-hour time intervals (error bars indicate SEM; n = 3 independent experiments).Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 10 of 22cell migration were not secondary to changes in cellgrowth, as silencing of p21 expression had no effect oncell growth and proliferation (Figure S4C). These resultsdemonstrate that TGFb-mediated migration of humanbreast cancer cells is dependent on TGFb-induced p21expression.p21 expression is required for TGFb-mediated cellinvasionTo examine the role of p21 in TGFb-induced tumor cellinvasion, SCP2 cells were transiently transfected with a ScrsiRNA, a p21 siRNA or a Smad3 siRNA. The invasivepotential of the cells was assessed using a GFR-MatrigelTranswell assay. As shown in Figure 5A, B, in mock andScr siRNA transfected breast cancer cells, TGFb signifi-cantly promoted cell invasion through the Matrigel andthis effect was completely blocked in the absence of p21.Importantly, the inhibitory effect of the p21 siRNA onTGFb-induced cell invasion was comparable to the effectof the Smad3 siRNA. To demonstrate the specificity of thep21 effect, we performed a rescue experiment. SCP2 cellsin which endogenous p21 expression was silencedwere transfected or not with a flag-tagged p21 cDNA(Figure 5C). In this setup, overexpression of the flag-p21overrode the siRNA effect and restored p21 protein level(Figure 5C) as well as TGFb-induced cell invasion throughthe GFR-Matrigel barrier (Figure 5D), indicating this effectis specifically mediated through p21. To avoid the limita-tion of the use of a single cell line, we also assessed thepro-invasive effect of p21 in SUM159 cells. Overexpressingor blocking p21 gene expression in these cells did notalter their growth in response to TGFb (Additional file 6,Figure S5). Importantly, as shown in Figure 5E, F, we foundSUM159 to be highly responsive to TGFb-induced cellinvasion. However, in the absence of p21 expression, theTGFb pro-invasive effect was blocked, while overexpres-sion of p21 potentiated this effect, similar to what wasobserved in SCP2 cells. Our results demonstrate thatTGFb-mediated migration and invasion of human breastcancer cells are dependent on TGFb-induced p21 expres-sion. Interestingly, the p21 effects are not limited to TGFbsignaling as blocking p21 expression also affected serumand EGF-induced cell invasion (Additional file 7, FigureS6). These results suggest that p21 plays a broad regulatoryrole in breast cancer cell invasion and may also explain thestrong phenotype observed in vivo, on local tumor cellinvasion, following p21 gene silencing (Figure 2C).p21 interacts with Smad3 and modulates TGFb-inducedtranscriptional activity and downstream genes involved incell invasionIt has been previously shown that cytoplasmic p21 regu-lates actin cytoskeleton through binding and inhibitingROCK1, resulting in decreased phosphorylation of actin-depolymerizing protein cofilin and increased cell migra-tion in NIH3T3 fibroblasts and HeLa cells [43,44].Therefore, we examined the phosphorylation and totalprotein expression levels of cofilin in breast cancer cellsin response to TGFb. As shown in Figure S7A (Addi-tional file 8), TGFb has no effect on the phosphorylationof cofilin. As cytoplasmic p21 contributes to regulatecofilin, we then examined the localization of p21 underthe stimulation of TGFb. Treatment with TGFb causedaccumulation of p21 in the nucleus in a time-dependentmanner (Figure S7B). This suggests that TGFb-inducedand p21-driven cell migration and invasion in humanbreast cancer cells are not mediated through the ROCK/LIMK/cofilin pathway. Besides its function as a cellcycle regulator, p21 has also been shown to interactwith multiple transcription factors [7] to selectively inhi-bit or induce expression of sets of genes involved in dis-tinct biological functions, such as mitosis, DNA repair,survival and ECM components [45]. Thus, we investi-gated whether p21 could interact with the Smad pro-teins to regulate the TGFb pro-invasive effects. Smad/p21 interactions were analyzed by co-immunoprecipita-tion studies in HEK293 and SCP2 cells co-transfectedwith myc-Smad2, myc-Smad3 and flag-p21. As shown inFigure 6A, while we could not detect any ligand-inducedassociation between Smad2 and p21, we found TGFb toclearly induce complex formation between Smad3 andp21 in the two cell lines. To assess the impact of thep21/Smad3 interaction on TGFb signaling, we thenexamined the effect of p21 on TGFb-induced Smad3activity. As shown in Figure 6B, we found that knockingdown p21 did not affect TGFb-induced Smad3 phos-phorylation. However, using a TGFb/Smad transcrip-tional reporter construct (CAGA12-luc), we found thatp21 is required for TGFb-induced Smad transcriptionalactivity. Indeed, as shown in Figure 6C, p21 gene silen-cing abolished TGFb-induced luciferase activity of theSmad reporter construct. Conversely, CAGA12-lucactivity was markedly potentiated in SCP2 cells overex-pressing p21 in response to TGFb. These results indi-cate that TGFb induces a complex formation betweenp21 and Smad3 and that while p21 does not affect theearlier stages of Smad3 activation (that is, phosphoryla-tion), it is required for TGFb-mediated Smad transcrip-tional activity.We next performed gene profiling experiments in par-ental and p21-deficient SCP2 cells, using transientlytransfected p21 siRNA as well as stably transfected p21shRNA. Our arbitrary cutoff was set up at a minimumof two-fold induction. This led us to identify multiplep21-dependent TGFb target genes, among which wereselected those known to be associated with the tumormetastasis process. This shortlist included five candidatetarget genes: interleukin 6 (IL6), chemokine (IL8),Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 11 of 22020040060002468100123456SCP2Fold induction  Smad3 p21 ScrCtrlTGFβMockp21 Scr Flag-p21p21 Flag-p21    -      -       -     -      +      +TGFβ    -      +      -     +     -       +β-tubulinSCP2CtrlTGFβFlag-p21A BCDEFsiRNACtrlTGFβFlag-p21SUM159Fold induction  SCP2p21 siRNA Scr siRNA p21 siRNA p21 siRNA Scr siRNA SUM159TGFβ      -       +        -       +       -       +       Flag-p21p21 siRNA Scr siRNA TGFβ     -      +      -      +      -      +     -      + Smad3 p21 ScrMocksiRNAsiRNATotal Invaded Cell Number  TGFβ      -        +        -       +       -       +       Flag-p21      -        -        -        -       +       +       p21 Scr p21 *n.s.*n.s.siRNA Figure 5 p21 expression is required for TGFb-mediated cell invasion. A, SCP2 cells were transfected with the indicated siRNAs and culturedin the presence or absence of TGFb. GFR-Matrigel coated Transwell invasion assay was performed and images of the invading cells werephotographed. B, Total cell number was counted by Image J and fold induction was quantified (error bars indicate SD; n = 3 independentexperiments). C, SCP2 cells were transfected with a Scr or p21 siRNA as well as a flag-tagged p21 cDNA in the presence or the absence of TGFb.p21 protein levels were then analyzed by Western blotting. D, Cell invasion was assessed using the Transwell Invasion assay. The number ofinvaded cells was counted by Image J (error bars indicate SD; n = 3 independent experiments). E, Cell invasion of transfected SUM159 wasassessed using the Transwell Invasion assay. F, Total cell number was counted by Image J and fold induction was quantified (error bars indicateSD; n = 3 independent experiments).Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 12 of 2205010001234501230120246B02004006008001,0001,2001,400Mock Scr siRNAp21 siRNAp21 cDNACtrl TGFβARelative luciferase activity (Arbitraty Units)CAGA12-luc***TGFβ      -   +        -   +         -   +        -    +mRNA/GAPDH(Arbitraty units)TGFβ (hrs)       0      5      24   SUM159**IL6SCP2IL6mRNA/GAPDH(Arbitraty units)TGFβ (hrs)       0      5      24   **0510mRNA/GAPDH(Arbitraty units)TGFβ (hrs)       0      5      24   mRNA/GAPDH(Arbitraty units)TGFβ (hrs)       0      5      24   D  0      5      24   IL8*012  0      5      24   * *IL80123  0      5      24   *PTGS2*012  0      5      24   PTGS2*PLAUPLAU***01234MMP9MMP9**  0      5     24   EHEK293 SCP2myc-Smad2Flag-p21TGFβ     -    +   +     -    +   +    -    +   +     -    +   +    -    -    +     -    -    +Smad3p21IPSmad2myc-Smad3    -    +   +     -    +   +MDATGFβ Smad2/3        p21p-Smad3   -   +    -    +siRNA Scr p21 CSCP2*myc-Smad2β-tubulinmyc-Smad3Input:  0      5      24   IgG  Flag    IgG  FlagFigure 6 p21 interacts with Smad3 and modulates TGFb-induced transcriptional activity. A, HEK293 and SCP2 cells were co-transfectedwith myc-Smad2, myc-Smad3 and flag-p21. Transfected cells were stimulated TGFb for 8 hrs. Cell lysates were immunoprecipitated with an anti-flag antibody and analyzed by immunoblotting using Smad2/3 and p21 antibodies. B, Transfected MDA cells were immunoblotting by phospho-Smad3 (p-Smad3), Smad2/3 and b-tubulin antibodies in response to TGFb for 30 minutes. C, SCP2 cells were co-transfected with either mock,Scr siRNA, p21 siRNA or flag-tagged p21 construct (p21 cDNA) and SBE promoter construct (CAGA12-luc). Transfected cells were stimulated withor without TGFb for 16 hrs. Luciferase activity of CAGA12-luc was measured and normalized to b-galactosidase (error bars indicate SEM; n = 3independent experiments). D and E, SUM159 and SCP2 cells were treated with or without TGFb for the indicated times. The mRNA levels ofindicated genes were then analyzed by real-time PCR (error bars indicate SEM; n = 3 independent experiments).Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 13 of 22prostaglandin-endoperoxide synthase 2 (PTGS2), plasmi-nogen activator (PLAU) and matrix metalloproteinase(MMP9) [46]. To confirm that these genes were TGFbdownstream targets, SCP2 and SUM159 cells were sti-mulated or not with TGFb and mRNA levels for thesetarget genes were analyzed by quantitative real-timePCR (q-PCR). As shown in Figure 6D, E, TGFb signifi-cantly increased the mRNA levels of IL6, IL8, PTGS2,PLAU and MMP9 in a time-dependent manner in bothcell lines.To then address the role of p21 in the transcriptionalregulation of these genes by TGFb, we examined theeffects of either silencing (using siRNA) or overexpressingp21 cDNA in SUM159 cells. As shown in Figure 7A,knocking down p21 gene expression blocked the TGFbtranscriptional regulation of IL6, IL8, PLAU, MMP9 andPTGS2, indicating that p21 is required for TGFb to induceexpression of these target genes. The same results wereobtained in another breast cancer cell line (SCP2; data notshown). On the other hand, p21 overexpression in thesecell lines potentiated the TGFb transcriptional effects onthese target genes. As a negative control and to ensurespecificity of our results, we also analyzed the effect ofsilencing p21 on the TGFb-mediated increase in trans-forming growth factor beta induced (TGFBI) mRNA.TGFb regulated TGFBI mRNA independently of p21(Figure 7B).To address the contribution of these identified p21-dependent TGFb target genes (IL6, IL8, PLAU, MMP9and PTGS2) in regulating cell invasion, we silenced theirgene expression using specific siRNAs. As shown inFigure 7C, D, inhibition of all five target genes impairedTGFb-induced cell invasion, to a different extent. Whiledepletion of IL6, PLAU and MMP9 drastically antago-nized the TGFb response, inhibition of PTGS2 and IL8showed a moderate inhibitory effect. Moreover, examina-tion of the siRNA effect on basal cell invasion indicatedthat IL6 and PLAU did not affect basal invasion, suggest-ing that they may be specifically required for the TGFbpro-invasive response. On the other hand, inhibition ofMMP9, PTGS2 and IL8 clearly affected basal cell invasionsuggesting that these target genes have a broader effecton cell invasion, not limited to the TGFb signaling path-way. Together, these results indicate that even though allfive genes are important for TGFb signaling leading tocell invasion, IL6, PLAU and MMP9 exert more predomi-nant roles.p21/p/CAF regulates TGFb transcriptional activity andSmad3 DNA bindingp21 has been implicated in the control of gene transcrip-tion by associating with various transcription factors [7],but also regulates estrogen receptor-a-dependent geneexpression by activating p300-CREBBP-driven (CBP)[47,48]. Gene transcription downstream of TGFb signal-ing is also regulated by acetyltransferases, such as p300/CBP and p300/CBP-associated factor (p/CAF), a memberof another HAT family, the so-called GCN5-related N-acetyl transferases [49-52]. Thus, we examined whetherp21 could associate with either p300/CBP or p/CAF inresponse to TGFb. Interestingly, we found that whileTGFb did not induce association between p21 and p300/CBP, it strongly induced complex formation between p21and p/CAF in both SCP2 and SUM159 breast cancercells (Figure 8A, left and right panels).A previous report indicated that p/CAF directly bindsto Smad3 [50]. As we have shown that TGFb inducescomplex formation between Smad3 and p21 (Figure 6A),we investigated whether endogenous p/CAF is alsorequired for Smad3 association with p21. For this,HEK293 cells were co-transfected with myc-Smad2, myc-Smad3 and flag-p21 with or without p/CAF siRNA toblock expression of endogenous p/CAF. As shown inFigure 8B, TGFb induced complex formation betweenp21 and Smad3, independently of Smad2. Interestingly,depletion of p/CAF completely prevented this interac-tion, indicating that endogenous p/CAF is required forSmad3 interaction with p21.To investigate whether p/CAF is necessary for the regu-lation of p21-dependent TGFb downstream target genes,SUM159 cells were transiently transfected with flag-taggedp21 in the presence or the absence of two different p/CAFsiRNAs. The gene expression of p/CAF (also known as K(lysine) acetyltransferase 2B, KAT2B) was measured toverify the efficiency of p/CAF knockdown by q-PCR(Figure 8C). Overexpression of p21 potentiated inductionof IL6, IL8 and PTGS2 mRNA by TGFb. However, theseeffects were significantly blocked when p/CAF geneexpression was silenced, indicating that p/CAF is requiredfor p21-dependent gene expression of the TGFb targets(Figure 8D). The requirement of p/CAF downstream ofTGFb was further investigated using the Transwell Matri-gel assay. As shown in Figure 8E, knocking down p/CAFgene expression significantly impaired TGFb-induced cellinvasion. Efficiency of the siRNA was verified by Westernblotting (Figure 8F).Because acetyltransferase p/CAF regulates gene tran-scription by acetylating histones and transcription factors[49], we then assessed whether TGFb could induce globalchanges in histone acetylation in breast cancer cells. Forthis, total histone proteins were extracted from SCP2 cells,treated or not with TGFb and subjected to immunoblot-ting using an acetylated lysine antibody. As shown in Fig-ure S8 (Additional file 9), TGFb had no effect on globalhistone acetylation while TSA, a histone deacetylase inhi-bitor, showed a marked increase in the acetylation levels.This suggested that the functional relevance of the p/CAFrecruitment to the p21/Smad complex may be moreDai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 14 of 22051015202530010203040500246TGFβ (hrs)TGFBI  0      5      24     0      5      24   ScrsiRNAp21siRNAmRNA/GAPDH(Arbitraty units)02468PLAUPTGS2IL6 MMP9TGFβ Ctrl 051015IL8mRNA/GAPDH(Arbitraty units)***0123****ScrsiRNAp21siRNAp21cDNAScrsiRNAp21siRNAp21cDNAScrsiRNAp21siRNAp21cDNASUM159mRNA/GAPDH(Arbitraty units)**ScrsiRNAp21siRNAp21cDNACScrsiRNAIL6siRNA PLAUsiRNA IL8siRNA PTGS2siRNA Ctrl TGFβ DABScrsiRNAp21siRNAp21cDNA02004006008001,0001,2001,400Number of invaded cells  *n.s.n.s.siRNA ScrIL6IL8MMP9PTGS2  TGFβ     -  +      -   +     -   +     -   +      -   +     -  +* *PLAUMMP9siRNA Figure 7 p21 regulates TGFb-induced downstream genes involved in cell invasion. A, SUM159 cells were transfected with Scr or p21 siRNAas well as p21 cDNA. Cells were then treated with or without TGFb and the mRNA levels of indicated genes were analyzed by real-time PCR(error bars indicate SEM; n = 3 independent experiments). B, SUM159 cells transfected with Scr siRNA and p21 siRNA were treated with TGFb forthe indicated times. The mRNA level of TGFBI gene was measured by real-time PCR (error bars indicate SEM; n = 3 independent experiments). C,SCP2 cells were transfected with the indicated siRNAs. Cell invasion was assessed using the Transwell Invasion assay. D, Total cell number wascounted by Image J and number of invaded cells was quantified (error bars indicate SEM; n = 3 independent experiments).Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 15 of 22D IgG     IP-p21       lysate             0       2      0     2     TGFβ hrsp/CAFp21 IgG       IP-p21                        0     2     4   TGFβ hrsp/CAFp21SCP2p300TGFβ hrs      IP-p/CAF                   0      2     p21p/CAF051015202530-+mRNA/GAPDH(Arbitraty units) TGFβ IL6**p21 cDNA      -   -     +   +     +  +      +  +  siRNA    Mock    Scr    p/CAF  p/CAF                                         #1        #202468101214mRNA/GAPDH(Arbitraty units) **p21 cDNA      -   -      +   +     +  +       +  +  siRNA    Mock     Scr    p/CAF   p/CAF                                          #1         #202468101214mRNA/GAPDH(Arbitraty units)**p21 cDNA      -   -      +   +     +  +       +  +  siRNA    Mock     Scr    p/CAF   p/CAF                                          #1         #200.511.52-+TGFβ mRNA/GAPDH(Arbitraty units)* * * *KAT2BSUM159siRNA    Mock  p/CAF  p/CAF   Scr                                 #1        #2IL8PTGS2HEK293myc-Smad2Flag-p21TGFβ     +    +     +    +     +    +Smad3FlagIP:Flagmyc-Smad3Inputp/CAF    +    +     +    +     +    +    -     -     +    +     +    +    -     -     -     -      +    +    -    +     -     +     -     +p/CAF siRNAlysatesBiotinylated-4×SBETGFβ  -    +    -    +    -    + +   +    +   +    +   +Mock p21 p/CAFsiRNA0100200300400500600CtrlTGFβRelative luciferase activity(Arbitraty Units)CAGA12-lucMock    Smad3p/CAF    ScrIsiRNAJSCP2E F01234 Cell invasion (relative TGFβ fold-difference)siRNA Scrp/CAF*siRNA   Scr  p/CAF  p/CAFβ-tubulin*SCP2 DNA IP total lysatesBiotinylated-ctrl Biotinylated-4×SBETGFβ hrp/CAFSmad3   -      -      -     +     +    +     -     -     -  +     +     +     -      -     -     -     -     - 0   0.5    1     0   0.5   1     0   0.5   1H*Ac-LysineGp/CAFmycmyc-Smad3p/CAF   +     +   -      +    HEK293               IP-myc          Ac-Lysinep/CAFmycmyc-Smad2p/CAF   +      +   -      +                   IP-myc              myc-Smad2myc-Smad3CABSUM159 SUM159IB:Smad3SCP2DNA IPFigure 8 p21/p/CAF regulates TGFb transcriptional activity and Smad3 occupancy on SBE. A, SCP2 and SUM159 cells were treated withTGFb. Cell lysates were analyzed by co-immunoprecipitation using specific antibodies, as indicated. B, HEK293 cells were co-transfected withmyc-Smad2, myc-Smad3 and flag-p21 with or without p/CAF siRNA. Transfected cells were stimulated with TGFb for eight hours. Cell lysateswere immunoprecipitated with an anti-flag antibody and analyzed by immunoblotting using Smad2/3 and flag antibodies. C and D, SUM159cells were transfected with Scr or p/CAF siRNAs as well as a flag-tagged p21 cDNA, treated with or without TGFb. The mRNA levels of indicatedgenes were analyzed by real-time PCR (error bars indicate SEM; n = 3 independent experiments). E, SCP2 cells transfected with Scr and p/CAFsiRNA were stimulated with or without TGFb. Cell invasion was quantified by relative TGFb fold induction (error bars indicate SEM; n = 3independent experiments). F, Transfected SCP2 cells were subjected to immunoblotting p/CAF and b-tubulin. G, HEK293 cells were co-transfected with myc-Smad3, myc-Smad2 and p/CAF. Immunoprecipitated Smad2/3 using an anti-myc antibody was subjected to Westernblotting. H, DNA precipitation (DNA IP) was performed using biotinylated control and 4× CAGA SBE oligonucleotides, following by streptavidinprecipitation. Western blotting of Smad3 and p/CAF is shown. I, SCP2 cells were transfected with p21 or p/CAF siRNAs. Samples were subjectedto DNA IP and immunoblotting of Smad3. J, Transfected SCP2 cells were stimulated with or without TGFb for 16 hrs. Luciferase activity ofCAGA12-luc was measured and normalized to b-galactosidase (error bars indicated SEM; n =3 independent experiments).Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 16 of 22directed towards acetylation of specific targets rather thanglobal histone modifications. To address this, we examinedwhether p/CAF could acetylate p21 and/or the Smads.Interestingly, we found that p/CAF is capable of interact-ing with Smad2 and Smad3, leading to an increased acety-lation of both Smad proteins (Figure 8G). Moreover, theacetylation is specific to Smad2 and Smad3, as p21 did notshow any increased acetylation by p/CAF (data notshown). Smad3 acetylation has been suggested to berequired for its DNA binding activity [51]. Thus, this ledus to investigate whether p/CAF could associate withDNA-bound Smad3, by DNA immunoprecipitation (DNAIP) using biotinylated control and biotinylated Smad bind-ing element (4× CAGA) DNA probes. As shown in theFigure 8H, we found TGFb to specifically induce bindingof both Smad3 and p/CAF to DNA. Furthermore, wefound that gene silencing of p/CAF and p21, using siR-NAs, prevented Smad3 binding to the SBE (Figure 8I),suggesting that both p21 and p/CAF are required forSmad3 DNA binding and Smad3-mediated transcriptionalactivity. Having shown that p21 is indeed required forSmad3-mediated transcriptional activity (Figure 6C), wethen assessed the effect of knocking down p/CAF onSmad3 transcriptional activity using the CAGA12-lucreporter construct. As shown in Figure 8J, the resultsclearly indicate that p/CAF is required for TGFb-inducedSmad3 transcriptional activity.Collectively, these data indicate that p21 and p/CAF reg-ulate TGFb transcriptional activity by controlling Smad3occupancy on its DNA binding elements. TGFb induces acomplex formation between Smad3, p21 and p/CAF,further leading to Smad3 acetylation by p/CAF. Further-more, both p21 and p/CAF are required for Smad3 DNAbinding and Smad3-mediated transcriptional activity,highlighting a novel mechanism by which the p21/p/CAF/Smad3 complex contribute to the activation of TGFb tar-get gene transcription.High expression of p/CAF/p21/p-Smad3 is associatedwith lymph node positivityLymph node involvement is an important prognosticindicator in clinical breast cancer outcomes [53]. Highexpression of TGFb1 is correlated with a high incidenceof lymph node metastasis [54]. To examine the associa-tion among active TGFb/Smad signaling, p21 and p/CAF with lymph node metastasis, we performed immu-nohistochemistry to measure the expression levels ofserine 423/425 phosphorylated Smad3 (pSmad3), p21and p/CAF in tissue microarray containing 50 invasiveductal breast tumors, 25 of which are lymph node posi-tive. The immunoreactivity for pSmad3, p21 and p/CAFprotein expression in tumor cells was graded anddescribed in Methods. We considered a score of 0 to 2as a low phosphorylation/expression level and a score of3 to 4 as a high phosphorylation/expression level. Asshown in Figure 9A, B, lymph node negative patientsshowed low levels of pSmad3, p21 and p/CAF expres-sions, whereas a significant enrichment of high pSmad3(68%), p21 (68%) and p/CAF (80%) was observed inpatients with positive lymph nodes (P = 0.009, P =0.004, and P = 0.001, respectively). To distinguishbetween tumor cells and stroma, we used a cytokeratinantibody (AE1/AE3), a cell marker specific to neoplasticcells of epithelial origin. As shown in Figure S9 (Addi-tional file 10), p21 is specifically expressed at a higherlevel in breast tumor cells but not in stroma cells. Wealso examined the relationships between pSmad3 levelsand p/CAF protein expression with p21 protein levels,using the Pearson’s correlation test. As shown in Figure9C, our results clearly indicate that high levels of phos-phorylated Smad3 and p/CAF expression significantlycorrelate with high p21 protein expression. Collectively,these data indicate that active TGFb/Smad3 signaling isassociated with high p21 and p/CAF protein expressionlevels and significantly correlates with lymph nodemetastasis in breast cancer.DiscussionWhile p21 was initially characterized as an important cellcycle inhibitor, recent studies suggest that cytoplasmicp21 has anti-apoptotic and actin cytoskeleton regulatoryfunctions [27,43,55]. The accumulation of cytoplasmicp21 is associated with Ras and HER2/neu activatedtumorigenic transformation [32,44]. Moreover, overex-pression of p21 is associated with poor prognosis ofmany types of cancer. However, the function of p21 inbreast cancer has not been established. In our study, weassessed p21 levels with clinical outcomes in breast can-cer patients. High p21 expression correlates with pooroverall survival and distant metastasis free survival.Furthermore, using an in vivo model of mammary fat padtransplantation of metastatic human breast cancer cellsin mice, we showed that while silencing p21 gene expres-sion did not affect the primary tumor formation, itpotently prevented primary tumor cells to invade intosurrounding tissues. Together, our results provide evi-dence of a tumor-promoting role for p21 in primarytumor local invasion.Previous studies have indicated that during breast can-cer progression, TGFb cytostatic responses are lost whilepro-migratory and pro-invasive effects are maintained[56]. Here, we found that all invasive breast cancer celllines tested were resistant to growth inhibition by TGFband that while TGFb did not induce any change in p15or c-myc expression levels, it strongly up-regulated p21expression arguing that in advanced breast cancer p21functions independently of cell cycle regulation. This isin contrast to the effect observed in human immortalizedDai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 17 of 22050100150LN(-) LN(+)p21(3 -4)p21(0 -2)Intensity distribution (%)BP = 0.004050100150LN(-) LN(+)pSmad3(3 -4)pSmad3(0 -2)P = 0.009050100150LN(-) LN(+)p/CAF(3 -4)p/CAF(0 -2)P = 0.001020406080100120p21 highp21 lowCases (%)P = 0.049020406080100120p21 highp21 lowpSmad3 negativepSmad3 lowpSmad3 highCases (%)P = 0.049CAp21 pSmad3 p/CAF4×20×LN (-)4×20×LN (+)p/CAF negativep/CAF lowp/CAF highFigure 9 High expression of p/CAF/p21/pSmad3 is associated with lymph node positivity. A, Representative immunohistochemistryimages of pSmad3, p21 and p/CAF in breast cancer tissue microarray samples. B, Overall pSmad3, p21 and p/CAF immunohistochemistrystaining intensity between lymph node negative (LN-) and positive (LN+) tissues. C, Percentage of case distribution according toimmunoreactivity of pSmad3, p21 and p/CAF in tumor cells, the score for negative (0), low (1 to 2) and high (3 to 4).Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 18 of 22the keratinocyte cell line HaCaT, where TGFb-mediatedp21 gene expression leads to cell cycle arrest [39]. Indeed,we found that the induction of p21 in invasive breastcancer cells is required for the pro-migratory and pro-invasive effects of TGFb. In accordance with theseresults, depletion of p21 did not modulate primary tumorgrowth in vivo but strongly blocked tumor invasion capa-city. These findings together support the notion ofSmad 3TGFβTβRI TβRI TβββRRRIIIββRRIIβRIβTTTTTTTTTTTβRITT TTTTTTTβββββββββRRRRRRRRRIIIIIIIIIββRRIIββββRRRRIIIITTTTTTTTTTTTTTTTTTTTTTTTββββRIβRIβRITTTTTβRIITβRIISmad4Smad 3   Transcription       factors     Co-activators      Co-repressors           p21 gene transcriptionCo-activators    CCo-repressors      p21p21Breast Cancer Cell Migration and Invasionp/CAFp21p21p21IL6IL8MMP9PLAUPTGS2           Transcriptional      regulationAc AcStromaStromaTumor TumorFigure 10 Model of pro-invasive function for the cell cycle regulator p21 in human breast cancer. The role of p21 as both a directtranscriptional target of TGFb and a co-stimulatory factor of p/CAF/Smad3 in regulation of pro-invasive genes in triple negative breast cancer cells.Dai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 19 of 22a direct oncogenic role for p21 in breast cancerprogression.We further report that the TGFb-mediated increasein p21 expression is Smad-dependent and Smad3 spe-cific. This is interesting in light of previous reportsindicating that overexpression of a dominant negativeform of Smad3 reduced the ability of cancer cells tometastasize [57] and that Smad3, but not Smad2, pro-motes breast cancer metastasis in mice [58]. Further-more, while Smad2 mutations in cancer have beendescribed, no mutations in Smad3 or p21 have yetbeen reported. Together these data suggest that inbreast cancer Smad3 pro-invasive functions aremediated by p21 and that targeting p21 may proveuseful to improve the clinical course of metastaticpatients.Tumor cell migration and invasion are critical initiationsteps in the process of breast cancer metastasis. It hasbeen suggested that cytoplasmic p21 regulates ROCK/LIMK/cofilin pathway to promote cell migration; how-ever, we found that TGFb had no effect on regulatingcofilin activity in breast cancer cells. In our studies, weidentified a novel role for p21 in the transcriptional regu-lation of TGFb/Smad3 signaling through the interactionof p21 and Smad3 in invasive breast cancer cells. Theinteraction between p21 and Smad3 was p/CAF-depen-dent, but whether this interaction is direct will requirefurther investigation. Furthermore, the effects of p21 oncell migration and invasion are mediated through inter-actions with Smad3 and p/CAF, which in turn modulateSmad3 acetylation, DNA binding and transcriptionalactivity, as well as gene transcription of several TGFbpro-invasive downstream target genes. It will be interest-ing to further investigate whether p21 is selective for thepro-oncogenic activity of TGFb or whether it is alsorequired for the transcriptional regulation of other typesof TGFb responses and target genes. Taken together, ourresults demonstrate that p21 is both a direct transcrip-tional target of TGFb and a co-stimulatory factor ofSmad3 in regulation of pro-invasive genes in breast can-cer cells (Figure 10).Finally, we investigated the clinical relevance of TGFb-mediated p21/p/CAF pathway in breast cancer. Theprognosis of breast carcinomas is related to various clini-cal and pathological parameters. Axillary lymph nodemetastasis is one of the most important prognostic para-meters in the absence of distant metastasis. There is asharp difference in survival rate between patients withpositive and negative lymph nodes. In our studies, wefound a significant association of active TGFb/Smad3 sig-naling, p21 and p/CAF expression with lymph node posi-tivity, making them potential useful prognosis markersfor lymph node metastasis.ConclusionIn this study, we described a pro-invasive function for thecell cycle regulator p21 in human breast cancer. Highexpression of p21 positively correlated with poor overalland distant metastasis-free survival outcomes in breastcancer patients. We identified p21 as a novel downstreamregulator of TGFb-mediated breast cancer cell migrationand invasion. We found p21 to interact with Smad3 andthe acetyltransferase p/CAF and to regulate the Smadtranscriptional activity, as well as gene transcription of sev-eral TGFb-induced pro-metastatic genes. These resultshighlight an important role for p21/p/CAF in TGFb-induced breast cancer cell migration and invasion at thetranscriptional level.Additional materialAdditional file 1: Table S1: Patient characteristics from breastcarcinoma microarray tissue sections. The patient characteristicsincluding tumor grade, TNM and lymph node involvement are providedfor breast carcinoma microarray slides (BCR961 and T088, Biomax).Additional file 2: Figure S1: The relationship between p21expression and clinical outcomes in ER+ and ER- breast cancerpatients. A and B, The correlation of p21 expression with overall survivaland distant metastasis free survival in ER+ and ER- breast cancer patientswas assessed by Kaplan-Meier survival analysis. The patients were dividedinto high or low groups based on the median of p21 expression.Number of breast cancer patients at risk with higher expression (red) andlower expression (black) of p21 at the indicated time points.Additional file 3: Figure S2: Knocking down p21 does not affectbone osteolytic lesions. Representative radiographs of skeletal lesions intwo groups of mice (parental and shRNA p21) were taken by X-ray usingFaxitron. A, parental and shRNA p21 SCP2 cells were injected inorthotopic site (mammary gland). B and C, parental and shRNA p21 SCP2cells were injected in tibia. The lesions are highlighted by arrows. The X-ray scores of bone lesions at Week 8 are shown for the two groups ofanimals. Data are reported as the mean ± SEM of eight animals in eachgroup and the X-ray scoring differences were tested by an independenttwo-sample t-test. No statistically significant difference was observedbetween the two groups (P = 0.81). P < 0.05 was considered to bestatistically significant.Additional file 4: Figure S3: TGFb has no effect on cell growth orcell cycle progression in basal-type triple negative breast cancercells. A, The indicated cell lines were stimulated with TGFb for 48 hrsand subjected to MTT assay (error bars indicate SD; n = 3 independentexperiments). B, SCP2 cells were incubated with or without TGFb for theindicated times and cell cycle distribution was determined by flowcytometry. C, MDA cell lysates were analyzed for phospho-Smad2,phospho-Smad3 and total Smad2/3 protein levels by Western blotting.Additional file 5: Figure S4: Effect of TGFb on cell migration inSUM1315. A, Representative images of phase contrast and wound maskof SUM1315 cell line stimulated with TGFb in scratch/wound healingassay. B, The time course of cell migration for SUM1315 was quantifiedusing the relative wound density metrics (error bars indicate SEM; n = 3independent experiments). C, Cell viability (MTT) assay of transfectedSCP2 cells subjected to scratch/wound healing assay.Additional file 6: Figure S5: Effect of p21 expression on cellproliferation. SUM159 cells were transfected with a Scr siRNA, a p21siRNA and a flag-tagged p21 construct. Transfected SUM159 cells werethen subjected to MTT assay (error bars indicate SD, n = 3).Additional file 7: Figure S6: Effect of p21 depletion on serum andEGF-stimulated cell migration. SCP2 cells were transfected with orDai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 20 of 22http://www.biomedcentral.com/content/supplementary/bcr3322-S1.XLSXhttp://www.biomedcentral.com/content/supplementary/bcr3322-S2.PDFhttp://www.biomedcentral.com/content/supplementary/bcr3322-S3.PDFhttp://www.biomedcentral.com/content/supplementary/bcr3322-S4.PDFhttp://www.biomedcentral.com/content/supplementary/bcr3322-S5.PDFhttp://www.biomedcentral.com/content/supplementary/bcr3322-S6.PDFhttp://www.biomedcentral.com/content/supplementary/bcr3322-S7.PDFwithout p21 siRNA. Cell invasion was assessed using the TranswellInvasion assay. Total number of cells invaded was counted by Image J(error bars indicate SEM; n = 3 independent experiments). * P < 0.05, n.s.,non significant.Additional file 8: Figure S7: Effect of TGFb on cofilinphosphorylation and p21 nuclear localization. A, SCP2 and SUM159cells were treated with or without 5 ng/ml TGFb for the indicated times.Total cell lysates were analyzed for phospho-cofilin and colifin proteinlevels by Western blotting. B, Immunocytochemistry was performedusing p21 (green) antibody and DAPI (blue). The scale bar is 10 µm.Additional file 9: Figure S8: Effect of TGFb on acetylation of totalhistone proteins. SCP2 cells were treated with TGFb and TSA for theindicated times. Immunoblots of total histone proteins using anacetylated lysine (Ac-Lysine) antibody.Additional file 10: Figure S9: p21 is specifically overexpressed inbreast tumor cells. Representative immunohistochemistry images ofAE1/AE3 and p21 in lymph node negative (LN-) and positive (LN+) ofbreast cancer tissue microarray samples.AbbreviationsBSA: bovine serum albumin; DMEM: Dulbecco’s modified Eagle’s medium;DMFS: distant metastasis free survival; DMSO: dimethyl sulfoxide; ECM:extracellular matrix; p15: p15Ink4b; EGF: epidermal growth factor; ER:estrogen receptor; FBS: fetal bovine serum; GFR: growth factor reduced; IL6:interleukin 6; MMP9: matrix metalloproteinase 9; MTT: thiazolyl bluetetrazolium bromide; OS: overall survival; p21: p21Cip1; p/CAF: p300/CBP-associated factor; PLAU: plasminogen activator; PTGS2: prostaglandin-endoperoxide synthase 2; SDS: sodium dodecyl sulphate; TβRI: TGFβ type Ireceptor; TGFβ: transforming growth factor-beta; TSA: trichostatin AAcknowledgementsThis work was supported by a Canadian Institutes for Health Research (CIHR)grant (fund code 230670 to JJL). Ms. M. Dai is supported by a Fonds de larecherche en santé du Québec (FRSQ) Scholarship Award. JJ Lebrun is therecipient of a McGill Sir William Dawson Research Chair.We thank Dr. Joan Massagué for kindly providing us the MDA, SCP2 andSCP25 cell lines and Dr. Stephen P Ethier for kindly providing us theSUM1315MO2, SUM149PT, SUM229PE and SUM159PT cell lines. We alsothank Ms Juliana Korah for critical reading of the manuscript.Author details1Division of Medical Oncology, Department of Medicine, McGill UniversityHealth Center, Royal Victoria Hospital, Montreal, QC, Canada. 2Department ofMedicine, McGill University Health Center, Royal Victoria Hospital, Montreal,QC, Canada.Authors’ contributionsMD and JJL designed the experiments and wrote the manuscript. SAR andSA assisted in editing the manuscript. MD and JJL were involved in all theexperiments, data analysis and interpretation. AAA analyzed the tissuemicroarray data and tumor local invasiveness. SAR and AA performed in vivostudies and analyzed the mammary tumor growth. All authors read andapproved the final manuscript.Competing interestsThe authors declare that they have no competing interests.Received: 29 May 2012 Revised: 31 July 2012Accepted: 24 August 2012 Published: 20 September 2012References1. Harper JW, Adami GR, Wei N, Keyomarsi K, Elledge SJ: The p21 Cdk-interacting protein Cip1 is a potent inhibitor of G1 cyclin-dependentkinases. Cell 1993, 75:805-816.2. Xiong Y, Hannon GJ, Zhang H, Casso D, Kobayashi R, Beach D: p21 is auniversal inhibitor of cyclin kinases. Nature 1993, 366:701-704.3. Toyoshima H, Hunter T: p27, a novel inhibitor of G1 cyclin-Cdk proteinkinase activity, is related to p21. Cell 1994, 78:67-74.4. Matsuoka S, Edwards MC, Bai C, Parker S, Zhang P, Baldini A, Harper JW,Elledge SJ: p57KIP2, a structurally distinct member of the p21CIP1 Cdkinhibitor family, is a candidate tumor suppressor gene. Genes Dev 1995,9:650-662.5. Besson A, Assoian RK, Roberts JM: Regulation of the cytoskeleton: anoncogenic function for CDK inhibitors? Nat Rev Cancer 2004, 4:948-955.6. Besson A, Dowdy SF, Roberts JM: CDK inhibitors: cell cycle regulators andbeyond. Dev Cell 2008, 14:159-169.7. Abbas T, Dutta A: p21 in cancer: intricate networks and multipleactivities. Nat Rev Cancer 2009, 9:400-414.8. Shiohara M, el-Deiry WS, Wada M, Nakamaki T, Takeuchi S, Yang R,Chen DL, Vogelstein B, Koeffler HP: Absence of WAF1 mutations in avariety of human malignancies. Blood 1994, 84:3781-3784.9. Deng C, Zhang P, Harper JW, Elledge SJ, Leder P: Mice lacking p21CIP1/WAF1 undergo normal development, but are defective in G1 checkpointcontrol. Cell 1995, 82:675-684.10. Biankin AV, Kench JG, Morey AL, Lee CS, Biankin SA, Head DR, Hugh TB,Henshall SM, Sutherland RL: Overexpression of p21(WAF1/CIP1) is an earlyevent in the development of pancreatic intraepithelial neoplasia. CancerRes 2001, 61:8830-8837.11. Cheung TH, Lo KW, Yu MM, Yim SF, Poon CS, Chung TK, Wong YF:Aberrant expression of p21(WAF1/CIP1) and p27(KIP1) in cervicalcarcinoma. Cancer Lett 2001, 172:93-98.12. Ferrandina G, Stoler A, Fagotti A, Fanfani F, Sacco R, De Pasqua A,Mancuso S, Scambia G: p21WAF1/CIP1 protein expression in primaryovarian cancer. Int J Oncol 2000, 17:1231-1235.13. Aaltomaa S, Lipponen P, Eskelinen M, Ala-Opas M, Kosma VM: Prognosticvalue and expression of p21(waf1/cip1) protein in prostate cancer.Prostate 1999, 39:8-15.14. Wels J, Kaplan RN, Rafii S, Lyden D: Migratory neighbors and distantinvaders: tumor-associated niche cells. Genes Dev 2008, 22:559-574.15. Ikushima H, Miyazono K: TGFbeta signalling: a complex web in cancerprogression. Nat Rev Cancer 2010, 10:415-424.16. Massague J: The transforming growth factor-beta family. Annu Rev CellBiol 1990, 6:597-641.17. Padua D, Massague J: Roles of TGFbeta in metastasis. Cell Res 2009,19:89-102.18. Chen CR, Kang Y, Massague J: Defective repression of c-myc in breastcancer cells: A loss at the core of the transforming growth factor betagrowth arrest program. Proc Natl Acad Sci USA 2001, 98:992-999.19. Hannon GJ, Beach D: p15INK4B is a potential effector of TGF-beta-induced cell cycle arrest. Nature 1994, 371:257-261.20. Li CY, Suardet L, Little JB: Potential role of WAF1/Cip1/p21 as a mediatorof TGF-beta cytoinhibitory effect. J Biol Chem 1995, 270:4971-4974.21. Derynck R, Akhurst RJ, Balmain A: TGF-beta signaling in tumorsuppression and cancer progression. Nat Genet 2001, 29:117-129.22. Akhurst RJ, Derynck R: TGF-beta signaling in cancer – a double-edgedsword. Trends Cell Biol 2001, 11:S44-51.23. Wakefield LM, Roberts AB: TGF-beta signaling: positive and negativeeffects on tumorigenesis. Curr Opin Genet Dev 2002, 12:22-29.24. Tang B, Vu M, Booker T, Santner SJ, Miller FR, Anver MR, Wakefield LM: TGF-beta switches from tumor suppressor to prometastatic factor in a modelof breast cancer progression. J Clin Invest 2003, 112:1116-1124.25. Humbert L, Neel JC, Lebrun JJ: Targeting TGF-beta signaling in humancancer therapy. Trends Cell Mol Biol 2010, 5:69-107.26. Yang XJ, Ogryzko VV, Nishikawa J, Howard BH, Nakatani Y: A p300/CBP-associated factor that competes with the adenoviral oncoprotein E1A.Nature 1996, 382:319-324.27. Zhou BP, Liao Y, Xia W, Spohn B, Lee MH, Hung MC: Cytoplasmiclocalization of p21Cip1/WAF1 by Akt-induced phosphorylation in HER-2/neu-overexpressing cells. Nat Cell Biol 2001, 3:245-252.28. Shechter D, Dormann HL, Allis CD, Hake SB: Extraction, purification andanalysis of histones. Nat Protoc 2007, 2:1445-1457.29. Lonn P, van der Heide LP, Dahl M, Hellman U, Heldin CH, Moustakas A:PARP-1 attenuates Smad-mediated transcription. Mol Cell 2010,40:521-532.30. Yang M, Burton DW, Geller J, Hillegonds DJ, Hastings RH, Deftos LJ,Hoffman RM: The bisphosphonate olpadronate inhibits skeletal prostateDai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 21 of 22http://www.biomedcentral.com/content/supplementary/bcr3322-S8.PDFhttp://www.biomedcentral.com/content/supplementary/bcr3322-S9.PDFhttp://www.biomedcentral.com/content/supplementary/bcr3322-S10.PDFhttp://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8259214?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8259214?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8033213?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8033213?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7729684?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7729684?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15573116?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15573116?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18267085?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18267085?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19440234?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19440234?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7949134?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7949134?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7664346?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7664346?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7664346?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11751405?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11751405?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11595134?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11595134?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11078810?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11078810?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10221260?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10221260?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18316475?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18316475?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20495575?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20495575?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/2177343?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19050696?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8078588?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8078588?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7890601?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7890601?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11586292?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11586292?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11684442?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11684442?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11790550?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11790550?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14523048?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14523048?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14523048?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8684459?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8684459?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11231573?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11231573?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11231573?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17545981?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17545981?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/21095583?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16638872?dopt=Abstractcancer progression in a green fluorescent protein nude mouse model.Clin Cancer Res 2006, 12:2602-2606.31. Winters ZE, Hunt NC, Bradburn MJ, Royds JA, Turley H, Harris AL,Norbury CJ: Subcellular localisation of cyclin B, Cdc2 and p21(WAF1/CIP1) in breast cancer. association with prognosis. Eur J Cancer 2001,37:2405-2412.32. Xia W, Chen JS, Zhou X, Sun PR, Lee DF, Liao Y, Zhou BP, Hung MC:Phosphorylation/cytoplasmic localization of p21Cip1/WAF1 is associatedwith HER2/neu overexpression and provides a novel combinationpredictor for poor prognosis in breast cancer patients. Clin Cancer Res2004, 10:3815-3824.33. Winters ZE, Leek RD, Bradburn MJ, Norbury CJ, Harris AL: Cytoplasmicp21WAF1/CIP1 expression is correlated with HER-2/neu in breast cancerand is an independent predictor of prognosis. Breast Cancer Res 2003, 5:R242-249.34. Gyorffy B, Lanczky A, Eklund AC, Denkert C, Budczies J, Li Q, Szallasi Z: Anonline survival analysis tool to rapidly assess the effect of 22,277 geneson breast cancer prognosis using microarray data of 1,809 patients.Breast Cancer Res Treat 2010, 123:725-731.35. Kang Y, He W, Tulley S, Gupta GP, Serganova I, Chen CR, Manova-Todorova K, Blasberg R, Gerald WL, Massague J: Breast cancer bonemetastasis mediated by the Smad tumor suppressor pathway. Proc NatlAcad Sci USA 2005, 102:13909-13914.36. Valastyan S, Reinhardt F, Benaich N, Calogrias D, Szasz AM, Wang ZC,Brock JE, Richardson AL, Weinberg RA: A pleiotropically acting microRNA,miR-31, inhibits breast cancer metastasis. Cell 2009, 137:1032-1046.37. Fidler IJ: The pathogenesis of cancer metastasis: the ‘seed and soil’hypothesis revisited. Nat Rev Cancer 2003, 3:453-458.38. Zhang XH, Wang Q, Gerald W, Hudis CA, Norton L, Smid M, Foekens JA,Massague J: Latent bone metastasis in breast cancer tied to Src-dependent survival signals. Cancer Cell 2009, 16:67-78.39. Datto MB, Li Y, Panus JF, Howe DJ, Xiong Y, Wang XF: Transforminggrowth factor beta induces the cyclin-dependent kinase inhibitor p21through a p53-independent mechanism. Proc Natl Acad Sci USA 1995,92:5545-5549.40. Minn AJ, Kang Y, Serganova I, Gupta GP, Giri DD, Doubrovin M,Ponomarev V, Gerald WL, Blasberg R, Massague J: Distinct organ-specificmetastatic potential of individual breast cancer cells and primarytumors. J Clin Invest 2005, 115:44-55.41. Neve RM, Chin K, Fridlyand J, Yeh J, Baehner FL, Fevr T, Clark L, Bayani N,Coppe JP, Tong F, Speed T, Spellman PT, DeVries S, Lapuk A, Wang NJ,Kuo WL, Stilwell JL, Pinkel D, Albertson DG, Waldman FM, McCormick F,Dickson RB, Johnson MD, Lippman M, Ethier S, Gazdar A, Gray JW: Acollection of breast cancer cell lines for the study of functionally distinctcancer subtypes. Cancer Cell 2006, 10:515-527.42. Tsapara A, Luthert P, Greenwood J, Hill CS, Matter K, Balda MS: The RhoAactivator GEF-H1/Lfc is a transforming growth factor-beta target geneand effector that regulates alpha-smooth muscle actin expression andcell migration. Mol Biol Cell 2010, 21:860-870.43. Starostina NG, Simpliciano JM, McGuirk MA, Kipreos ET: CRL2(LRR-1) targetsa CDK inhibitor for cell cycle control in C. elegans and actin-basedmotility regulation in human cells. Dev Cell 2010, 19:753-764.44. Lee S, Helfman DM: Cytoplasmic p21Cip1 is involved in Ras-inducedinhibition of the ROCK/LIMK/cofilin pathway. J Biol Chem 2004,279:1885-1891.45. Chang BD, Watanabe K, Broude EV, Fang J, Poole JC, Kalinichenko TV,Roninson IB: Effects of p21Waf1/Cip1/Sdi1 on cellular gene expression:implications for carcinogenesis, senescence, and age-related diseases.Proc Natl Acad Sci USA 2000, 97:4291-4296.46. Mantovani A, Allavena P, Sica A, Balkwill F: Cancer-related inflammation.Nature 2008, 454:436-444.47. Snowden AW, Anderson LA, Webster GA, Perkins ND: A noveltranscriptional repression domain mediates p21(WAF1/CIP1) induction ofp300 transactivation. Mol Cell Biol 2000, 20:2676-2686.48. Fritah A, Saucier C, Mester J, Redeuilh G, Sabbah M: p21WAF1/CIP1selectively controls the transcriptional activity of estrogen receptoralpha. Mol Cell Biol 2005, 25:2419-2430.49. Nagy Z, Tora L: Distinct GCN5/PCAF-containing complexes function asco-activators and are involved in transcription factor and global histoneacetylation. Oncogene 2007, 26:5341-5357.50. Itoh S, Ericsson J, Nishikawa J, Heldin CH, Ten Dijke P: The transcriptionalco-activator P/CAF potentiates TGF-beta/Smad signaling. Nucleic Acids Res2000, 28:4291-4298.51. Simonsson M, Kanduri M, Gronroos E, Heldin CH, Ericsson J: The DNAbinding activities of Smad2 and Smad3 are regulated by coactivator-mediated acetylation. J Biol Chem 2006, 281:39870-39880.52. Cocolakis E, Dai M, Drevet L, Ho J, Haines E, Ali S, Lebrun JJ: Smadsignaling antagonizes STAT5-mediated gene transcription and mammaryepithelial cell differentiation. J Biol Chem 2008, 283:1293-1307.53. de Boer M, van Deurzen CH, van Dijck JA, Borm GF, van Diest PJ,Adang EM, Nortier JW, Rutgers EJ, Seynaeve C, Menke-Pluymers MB, Bult P,Tjan-Heijnen VC: Micrometastases or isolated tumor cells and theoutcome of breast cancer. N Engl J Med 2009, 361:653-663.54. Dalal BI, Keown PA, Greenberg AH: Immunocytochemical localization ofsecreted transforming growth factor-beta 1 to the advancing edges ofprimary tumors and to lymph node metastases of human mammarycarcinoma. Am J Pathol 1993, 143:381-389.55. Tanaka H, Yamashita T, Asada M, Mizutani S, Yoshikawa H, Tohyama M:Cytoplasmic p21(Cip1/WAF1) regulates neurite remodeling by inhibitingRho-kinase activity. J Cell Biol 2002, 158:321-329.56. Shi Y, Massague J: Mechanisms of TGF-beta signaling from cellmembrane to the nucleus. Cell 2003, 113:685-700.57. Tian F, DaCosta Byfield S, Parks WT, Yoo S, Felici A, Tang B, Piek E,Wakefield LM, Roberts AB: Reduction in Smad2/3 signaling enhancestumorigenesis but suppresses metastasis of breast cancer cell lines.Cancer Res 2003, 63:8284-8292.58. Petersen M, Pardali E, van der Horst G, Cheung H, van den Hoogen C, vander Pluijm G, Ten Dijke P: Smad2 and Smad3 have opposing roles inbreast cancer bone metastasis by differentially affecting tumorangiogenesis. Oncogene 29:1351-1361.doi:10.1186/bcr3322Cite this article as: Dai et al.: A novel function for p21Cip1 andacetyltransferase p/CAF as critical transcriptional regulators of TGFb-mediated breast cancer cell migration and invasion. Breast Cancer Research2012 14:R127.Submit your next manuscript to BioMed Centraland take full advantage of: • Convenient online submission• Thorough peer review• No space constraints or color figure charges• Immediate publication on acceptance• Inclusion in PubMed, CAS, Scopus and Google Scholar• Research which is freely available for redistributionSubmit your manuscript at www.biomedcentral.com/submitDai et al. Breast Cancer Research 2012, 14:R127http://breast-cancer-research.com/content/14/5/R127Page 22 of 22http://www.ncbi.nlm.nih.gov/pubmed/16638872?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11720835?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11720835?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15173090?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15173090?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15173090?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14580260?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14580260?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14580260?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20020197?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20020197?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20020197?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16172383?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16172383?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19524507?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19524507?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12778135?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12778135?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19573813?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19573813?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17157791?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17157791?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17157791?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20089843?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20089843?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20089843?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/20089843?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/21074724?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/21074724?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/21074724?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14559914?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14559914?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10760295?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10760295?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18650914?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10733570?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10733570?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10733570?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15743834?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15743834?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15743834?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17694077?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17694077?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17694077?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11058129?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11058129?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17074756?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17074756?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17074756?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18024957?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18024957?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18024957?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19675329?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19675329?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8393616?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8393616?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8393616?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8393616?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12119358?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12119358?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12809600?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12809600?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14678987?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14678987?dopt=Abstract\tAbstract\tIntroduction\tMethods\tResults\tConclusions\tIntroduction\tMethods\tCell culture and transfection\tWestern blot analysis and immunoprecipitation\tHistone proteins extraction\tDNA affinity precipitation assay\tLuciferase assays\tReal-Time PCR\tThiazolyl blue tetrazolium bromide (MTT) assay\tCell cycle analysis\tKinetic cell migration assay\tMatrigel invasion assay\tImmunofluorescence microscopy\tImmunohistochemistry, scoring and statistical analysis\tMammary fat pad and intratibia injections of nude mice\tStatistical analyses\tResults\tp21 expression correlates with poor survival in breast cancer patients\tSilencing p21 prevents breast tumor local invasion in vivo and cancer cell migration and invasion in vitro \tTGFβ induces p21 expression in migratory and invasive human breast cancer cells\tp21 expression is required for TGFβ-mediated cell migration\tp21 expression is required for TGFβ-mediated cell invasion\tp21 interacts with Smad3 and modulates TGFβ-induced transcriptional activity and downstream genes involved in cell invasion\tp21/p/CAF regulates TGFβ transcriptional activity and Smad3 DNA binding\tHigh expression of p/CAF/p21/p-Smad3 is associated with lymph node positivity\tDiscussion\tConclusion\tAcknowledgements\tAuthor details\tAuthors' contributions\tCompeting interests\tReferences<<  /ASCII85EncodePages false  /AllowTransparency false  /AutoPositionEPSFiles true  /AutoRotatePages /None  /Binding /Left  /CalGrayProfile (Gray Gamma 2.2)  /CalRGBProfile (sRGB IEC61966-2.1)  /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)  /sRGBProfile (sRGB IEC61966-2.1)  /CannotEmbedFontPolicy /Error  /CompatibilityLevel 1.3  /CompressObjects /Off  /CompressPages true  /ConvertImagesToIndexed true  /PassThroughJPEGImages true  /CreateJobTicket false  /DefaultRenderingIntent /Default  /DetectBlends true  /DetectCurves 0.1000  /ColorConversionStrategy /LeaveColorUnchanged  /DoThumbnails true  /EmbedAllFonts true  /EmbedOpenType false  /ParseICCProfilesInComments true  /EmbedJobOptions true  /DSCReportingLevel 0  /EmitDSCWarnings false  /EndPage -1  /ImageMemory 1048576  /LockDistillerParams false  /MaxSubsetPct 100  /Optimize true  /OPM 1  /ParseDSCComments true  /ParseDSCCommentsForDocInfo true  /PreserveCopyPage true  /PreserveDICMYKValues true  /PreserveEPSInfo true  /PreserveFlatness true  /PreserveHalftoneInfo false  /PreserveOPIComments false  /PreserveOverprintSettings true  /StartPage 1  /SubsetFonts true  /TransferFunctionInfo /Apply  /UCRandBGInfo /Preserve  /UsePrologue false  /ColorSettingsFile ()  /AlwaysEmbed [ true  ]  /NeverEmbed [ true  ]  /AntiAliasColorImages false  /CropColorImages true  /ColorImageMinResolution 300  /ColorImageMinResolutionPolicy /Warning  /DownsampleColorImages true  /ColorImageDownsampleType /Bicubic  /ColorImageResolution 500  /ColorImageDepth -1  /ColorImageMinDownsampleDepth 1  /ColorImageDownsampleThreshold 1.50000  /EncodeColorImages true  /ColorImageFilter /DCTEncode  /AutoFilterColorImages true  /ColorImageAutoFilterStrategy /JPEG  /ColorACSImageDict <<    /QFactor 0.15    /HSamples [1 1 1 1] /VSamples [1 1 1 1]  >>  /ColorImageDict <<    /QFactor 0.76    /HSamples [2 1 1 2] /VSamples [2 1 1 2]  >>  /JPEG2000ColorACSImageDict <<    /TileWidth 256    /TileHeight 256    /Quality 15  >>  /JPEG2000ColorImageDict <<    /TileWidth 256    /TileHeight 256    /Quality 15  >>  /AntiAliasGrayImages false  /CropGrayImages true  /GrayImageMinResolution 300  /GrayImageMinResolutionPolicy /Warning  /DownsampleGrayImages true  /GrayImageDownsampleType /Bicubic  /GrayImageResolution 500  /GrayImageDepth -1  /GrayImageMinDownsampleDepth 2  /GrayImageDownsampleThreshold 1.50000  /EncodeGrayImages true  /GrayImageFilter /DCTEncode  /AutoFilterGrayImages true  /GrayImageAutoFilterStrategy /JPEG  /GrayACSImageDict <<    /QFactor 0.15    /HSamples [1 1 1 1] /VSamples [1 1 1 1]  >>  /GrayImageDict <<    /QFactor 0.76    /HSamples [2 1 1 2] /VSamples [2 1 1 2]  >>  /JPEG2000GrayACSImageDict <<    /TileWidth 256    /TileHeight 256    /Quality 15  >>  /JPEG2000GrayImageDict <<    /TileWidth 256    /TileHeight 256    /Quality 15  >>  /AntiAliasMonoImages false  /CropMonoImages true  /MonoImageMinResolution 1200  /MonoImageMinResolutionPolicy /Warning  /DownsampleMonoImages true  /MonoImageDownsampleType /Bicubic  /MonoImageResolution 1200  /MonoImageDepth -1  /MonoImageDownsampleThreshold 1.50000  /EncodeMonoImages true  /MonoImageFilter /CCITTFaxEncode  /MonoImageDict <<    /K -1  >>  /AllowPSXObjects false  /CheckCompliance [    /None  ]  /PDFX1aCheck false  /PDFX3Check false  /PDFXCompliantPDFOnly false  /PDFXNoTrimBoxError true  /PDFXTrimBoxToMediaBoxOffset [    0.00000    0.00000    0.00000    0.00000  ]  /PDFXSetBleedBoxToMediaBox true  /PDFXBleedBoxToTrimBoxOffset [    0.00000    0.00000    0.00000    0.00000  ]  /PDFXOutputIntentProfile (None)  /PDFXOutputConditionIdentifier ()  /PDFXOutputCondition ()  /PDFXRegistryName ()  /PDFXTrapped /False  /CreateJDFFile false  /Description <<    /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000410064006f006200650020005000440046002065876863900275284e8e55464e1a65876863768467e5770b548c62535370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>    /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef69069752865bc666e901a554652d965874ef6768467e5770b548c52175370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>    /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002c0020006400650072002000650067006e006500720020007300690067002000740069006c00200064006500740061006c006a006500720065007400200073006b00e60072006d007600690073006e0069006e00670020006f00670020007500640073006b007200690076006e0069006e006700200061006600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>    /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200075006d002000650069006e00650020007a0075007600650072006c00e40073007300690067006500200041006e007a006500690067006500200075006e00640020004100750073006700610062006500200076006f006e00200047006500730063006800e40066007400730064006f006b0075006d0065006e00740065006e0020007a0075002000650072007a00690065006c0065006e002e00200044006900650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000520065006100640065007200200035002e003000200075006e00640020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>    /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000640065002000410064006f00620065002000500044004600200061006400650063007500610064006f007300200070006100720061002000760069007300750061006c0069007a00610063006900f3006e0020006500200069006d0070007200650073006900f3006e00200064006500200063006f006e006600690061006e007a006100200064006500200064006f00630075006d0065006e0074006f007300200063006f006d00650072006300690061006c00650073002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>    /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f006200650020005000440046002000700072006f00660065007300730069006f006e006e0065006c007300200066006900610062006c0065007300200070006f007500720020006c0061002000760069007300750061006c00690073006100740069006f006e0020006500740020006c00270069006d007000720065007300730069006f006e002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>    /ITA (Utilizzare queste impostazioni per creare documenti Adobe PDF adatti per visualizzare e stampare documenti aziendali in modo affidabile. I documenti PDF creati possono essere aperti con Acrobat e Adobe Reader 5.0 e versioni successive.)    /JPN <FEFF30d330b830cd30b9658766f8306e8868793a304a3088307353705237306b90693057305f002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e305930023053306e8a2d5b9a3067306f30d530a930f330c8306e57cb30818fbc307f3092884c3044307e30593002>    /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020be44c988b2c8c2a40020bb38c11cb97c0020c548c815c801c73cb85c0020bcf4ace00020c778c1c4d558b2940020b3700020ac00c7a50020c801d569d55c002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>    /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken waarmee zakelijke documenten betrouwbaar kunnen worden weergegeven en afgedrukt. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)    /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200073006f006d002000650072002000650067006e0065007400200066006f00720020007000e5006c006900740065006c006900670020007600690073006e0069006e00670020006f00670020007500740073006b007200690066007400200061007600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002e>    /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f00620065002000500044004600200061006400650071007500610064006f00730020007000610072006100200061002000760069007300750061006c0069007a006100e700e3006f002000650020006100200069006d0070007200650073007300e3006f00200063006f006e0066006900e1007600650069007300200064006500200064006f00630075006d0065006e0074006f007300200063006f006d0065007200630069006100690073002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>    /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f0074002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a0061002c0020006a006f0074006b006100200073006f0070006900760061007400200079007200690074007900730061007300690061006b00690072006a006f006a0065006e0020006c0075006f00740065007400740061007600610061006e0020006e00e400790074007400e4006d0069007300650065006e0020006a0061002000740075006c006f007300740061006d0069007300650065006e002e0020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>    /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400200073006f006d00200070006100730073006100720020006600f60072002000740069006c006c006600f60072006c00690074006c006900670020007600690073006e0069006e00670020006f006300680020007500740073006b007200690066007400650072002000610076002000610066006600e4007200730064006f006b0075006d0065006e0074002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>    /ENU (Use these settings to create Adobe PDF documents suitable for reliable viewing and printing of business documents.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)  >>>> setdistillerparams<<  /HWResolution [2400 2400]  /PageSize [612.000 792.000]>> setpagedevice"