"INTERNATIONAL JOURNAL OF ONCOLOGY  41:  1809-1819,  2012Abstract. Bone morphogenetic proteins (BMPs) are members of the TGF-β superfamily of signaling molecules and have previously been shown to be associated with the biological behavior of osteosarcoma. However, to date the effects and molecular mechanisms of BMP-9 on osteosarcoma progression are unknown. We performed real-time PCR and western blot analysis to characterize the endogenous expression of BMP-9 in osteosarcoma cell lines. We used a recombinant adenovirus expressing BMP-9 (adBMP-9) to infect osteosarcoma cell lines with relatively low endogenous BMP-9 expression to determine the functional relevance of BMP-9 overexpression to osteosar-coma cell growth and migration in vitro and in vivo, and further investigated the expression levels of Ki-67, matrix metallopep-tidase-9 (MMP-9), phosphoinositide 3-kinase p85α (PI3Kp85α) and phosphorylated AKT (p-AKT). As a result, osteosarcoma cell proliferation and migration were significantly diminished by adBMP-9, indicated by MTT and wound-healing assays, and cell apoptosis was markedly induced, indicated by Hoechst 33342/PI assay and Annexin V-FITC apoptosis detection. When BMP-9 expression was enhanced, the expression of PI3Kp85α, p-AKT, Ki-67 and MMP-9 was downregulated in osteosarcoma cells. In addition, the tumor volumes in MG-63 and HOS subcutaneous nude mouse models treated with adBMP-9 were significantly smaller compared to those of the ad-GFP group. These results suggested that the enhanced expression of BMP-9 in osteosarcoma cells by adBMP-9 exerted inhibitory effects on growth and migration of osteosarcoma cells possibly via blockade of the PI3K/AKT signaling pathway.IntroductionOsteosarcoma is the most common primary malignant bone tumor, accounting for approximately 20% of all primary sarcomas in bone. Although treatment modalities have been improved over the past decades, it is still a tumor with a high mortality rate ascribed to tumor cell invasion and metastasis (1). Bone morphogenetic proteins (BMPs), a group of the most powerful bone inductive factors enriched in the bone matrix, have been indicated in osteosarcoma and its metastasis.BMP belongs to the transforming growth factor-β super-family. BMP signaling in diseases is the subject of a large quantity of studies, and has already been shown to play a vital role in the development and progression of cancer (2,3). The presence of BMPs in osteosarcoma has been verified and the role of BMPs in osteosarcoma has also been widely investigated. Studies demonstrated that seven BMPs (BMP 2-8) and all their receptors were simultaneously expressed in osteosarcoma cells (4) and osteosarcomas producing BMPs contained less-differentiated mesenchymal cells, resulting in a poorer prognosis for those patients (5). BMP 2-8 were all expressed in osteosar-comas, of which BMP 6-8 were highly expressed and BMP-6 correlated with a chondroid differentiation (6). BMP-2 promoted migration of osteosarcom cells by enhancing incorporation of integrin-β (7), and may be an important factor in the metastasis of osteosarcoma. A recent study indicated that inhibition of BMPs could be investigated as a possible strategy for decreasing the incidence of pulmonary metastases in osteosarcoma (8).BMP-9 has been shown as a pleiotropic cytokine, which is implicated in a number of physiologic events. These include bone morphogenesis, functions of hepatic reticuloendothelial system, hematopoiesis, neuronal differentiation, glucose homeo-stasis, iron homeostasis, and angiogenesis (9-15). Although the expression of BMP-9 was initially thought to be restricted to the liver, it has been shown that BMP-9 binds with high affinity to activin receptor-like kinase 1 (ALK1) and endoglin in endo-thelial cells, and induces phosphorylation of Smad-1/5/8 (16). This signaling inhibits basic fibroblast growth factor-stimulated proliferation and migration of bovine aortic endothelial cells and VEGF-induced angiogenesis (17). BMP-9 also inhibits the migration and growth of human dermal microvascular endothelial cells (15) and the DNA synthesis of human aortic Adenovirus-mediated overexpression of BMP-9 inhibits human osteosarcoma cell growth and migration through downregulation of the PI3K/AKT pathwayBO LI*,  YUEHUA YANG*,  SHENGDAN JIANG,  BINBIN NI,  KE CHEN  and  LEISHENG JIANGDepartment of Orthopedic Surgery, Xinhua Hospital, Shanghai Jiaotong University, School of Medicine, Shanghai 200092, P.R. ChinaReceived June 23, 2012;  Accepted August 20, 2012DOI: 10.3892/ijo.2012.1617Correspondence to: Dr Leisheng Jiang, Department of Orthopedic Surgery, Xinhua Hospital, Shanghai Jiaotong University School of Medicine, 1665 Kongjiang Road, Shanghai 200092, P.R. ChinaE-mail: jiangleisheng@126.com*Contributed equallyKey words: BMP-9, osteosarcoma, growth, migration, PI3K, AKTLI et al:  INHIBITORY EFFECTS OF BMP-9 ON OSTEOSARCOMA1810endothelial cells via ALK-1 (18). BMP-9 has been reported to induce apoptosis in prostate cancer cells and prevent the migra-tion and invasiveness of prostate cancer (19). However, the roles played by this cytokine in osteosarcoma have not been explored. In the present study, the endogenous expression of BMP-9 was examined in osteosarcoma cell lines. The biological function of this molecule was investigated in cells that overexpress this molecule in order to establish the functional role of BMP-9 in osteosarcoma cells. Finally, the underlying signaling pathway involved in the progression of osteosarcoma was explored.Materials and methodsMaterials. MG-63, U-2 and HOS osteosarcoma cell lines used in the experiment were from Institute of Biochemistry and Cell Biology (Shanghai, China). Fifteen 6-week-old female immune-deficient nude mice (BALB/c-nu) were purchased from Shanghai SLAC Laboratory Animal Co. Ltd (Shanghai, China). AdBMP-9 adenovirus vector, negative control vector ad-GFP and virion-packaging elements were from Genechem (Shanghai, China). The primers of BMP-9, PI3Kp85α and p-AKT, GAPDH, were synthesized by ABI Co. Ltd (USA). All antibodies were from Santa Cruz Biotechnology (Santa Cruz, CA, USA).Drugs and reagents. 3-(4,5)-Dimethylthiahiazo(-z-yl)-3,5-di-phenyltetrazolium bromide (MTT) was from Dingguo biology (Shanghai, China); Dulbecco's modified Eagle's medium (DMEM) and fetal bovine serum (FBS) were from Thermo Fisher Scientific Inc. (Waltham, MA, USA); TRIzol Reagent and Lipofectamine 2000 were from Invitrogen (Carlsbad, CA, USA); M-MLV Reverse Transcriptase was from Promega (Madison, WI, USA); SYBR-Green Master mixture was from Takara (Otsu, Japan); RNase A and double stain apoptosis detection kit (Hoechst 33342/PI) were from Roche Diagnostics (Mannheim, Germany) and Annexin V-FITC apoptosis detection kit I from BD Pharmingen (San Diego, CA, USA). ECL-PLUS/Kit was from GE Healthcare (Piscataway, NJ, USA).Cell culture and adenovirus transfection. MG-63 and HOS osteosarcoma cell lines were cultured in DMEM medium supplemented with 10% heat-inactivated FBS, 100 U/ml of penicillin and 100 µg/ml of streptomycin. They were all placed in a humidified atmosphere containing 5% CO2 at 37˚C. Recombinant adenovirus vector adBMP-9 and negative control ad-GFP were transfected into MG-63 and HOS osteosarcoma cell lines. Cells were subcultured at a 1:5 dilution in 300 µg/ml G418-containing medium. Positive stable transfectants were selected and expanded for further study. The clone in which the adBMP-9 adenovirus vectors were transfected was named as adBMP-9 group, the negative control vectors as the ad-GFP group and MG-63 or HOS osteosarcoma cells without gene transfection as the CON group.Real-time PCR. To quantitatively determine the mRNA expres-sion levels of BMP-9, PI3Kp85α and p-AKT in osteosarcoma cell lines, real-time PCR was used. Total-RNA of each clone was extracted with TRIzol according to the manufacturer's protocol. Reverse-transcription was carried out using M-MLV and cDNA amplification was carried out using SYBR-Green Master mix kit according to the manufacturer's protocol. The genes were amplified using specific oligonucleotide primer and human glyceraldehyde-3-phosphate dehydrogenase (GAPDH) gene was used as an endogenous control. The PCR primer sequences were as follows: BMP-9, 5'-TTCCTTCAGAGC AAACAGCA-3' and 5'-GTTGTGCTCAAATCCCCATT-3'; PI3Kp85α, 5'-GAAAGGAGGAAAUAACAAAdtdt-3' and 5'-UUUGUUAUUUCCUCCUUUCdtdt-3'; p-AKT, 5'-GGAG AUCAUGCAGCAUCGCdtdt-3' and 5'-GCGAUGCUGCA UGAUCUCCdtdt-3'; GAPDH, 5'-CAACGAATTTGGCTAC AGCA-3' and 5'-AGGGGTCTACATGGCAACTG-3'. Data were analyzed using the comparative Ct method (2-∆∆Ct). Three separate experiments were performed for each clone.Western blot assay. Osteosarcoma cells were harvested and extracted using lysis buffer (Tris-HCl, SDS, mercaptoethanol, glycerol). Cell extracts were boiled for 5 min in loading buffer and then equal amount of cell extracts were separated on 15% SDS-PAGE gels. Separated protein bands were trans-ferred into polyvinylidene fluoride (PVDF) membranes and the membranes were blocked in 5% skim milk powder. The primary antibodies against BMP-9, PI3Kp85α, p-AKT, Ki-67 and MMP-9 were diluted according to the instructions of antibodies and incubated overnight at 4˚C. Then, horseradish peroxidase-linked secondary antibodies were added at a dilu-tion ratio of 1:1,000 and incubated at room temperature for 2 h. The membranes were washed with PBS three times and the immunoreactive bands were visualized using ECL-PLUS/Kit according to the kit instructions. The relative protein level in different cell lines was normalized to GAPDH concentration. Three separate experiments were performed for each clone.Cell proliferation assay. Cell proliferation was analyzed with the MTT assay. Briefly, cells infected with AdBMP-9 were incubated in 96-well plates at a density of 1x105 cells per well with DEME medium supplemented with 10% FBS. Cells were treated with 20 µl MTT dye at 0, 24, 48, 72 h and then incubated with 150 µl of DMSO for 5 min. The color reaction was measured at 570 nm with enzyme immunoassay analyzer (Bio-Rad, Hercules, CA, USA). The proliferative activities were calculated for each clone.Wound-healing assay. MG-63 and HOS osteosarcoma cells were plated in each well of a 6-well culture plate and allowed to grow to 90% confluence. Treatment with adBMP-9 was then performed. The next day, a wound was created using a micropipette tip. The migration of cells towards the wound was monitored daily, and images were captured at time intervals of 24 h.Hoechst 33342/PI assay. This assay was performed according to a combination of methods with modifications as detailed: 50 µl/well of a 200 µg/ml PI stock and 2.5 µl of a 100 µg/ml Hoechst 33342 was added to a microtitre plate volume of 100 µl and incubated in the dark for 60 and 15 min, respectively. A 100 µl of methanol:acetic acid (3:1) fixative was then added directly to each well. Cells were viewed under a UV microscope with DAPI filter. Six replicate wells were analyzed for each treatment by quantitative and qualitative examination of four random fields in each well.INTERNATIONAL JOURNAL OF ONCOLOGY  41:  1809-1819,  2012 1811Detection of apoptosis incidence by flow cytometry. Apoptosis incidence was detected by the Annexin V-FITC apoptosis detection kit I (BD Pharmingen). Briefly, cells that were attached to the plate as well as those present in the super-natant were collected together and re-suspended in binding buffer at a concentration of 1x106 cells/ml. A 100 µl sample of solution containing 1x105 cells was incubated with 5 µl of Annexin V-FITC and 5 µl of propidium iodide for 15 min at room temperature in the dark, followed by addition of 400 µl of binding buffer. Samples were analyzed by a fluorescence-activated cell sorter (Beckman Coulter, Miami, FL, USA) within 1 h. Apoptotic cells, including those staining positive for Annexin V-FITC and negative for propidium iodide and those that were double positive, were counted and reported as a percentage of the total cell count.In vivo tumor xenograft studies. The animal experiments and protocols were reviewed and approved by the Institutional Animal Care and Use Committee of the Shanghai Jiao Tong University School of Medicine. Six mice were injected subcu-taneously with 1x108 MG-63 and HOS osteosarcoma cells in 50 µl of PBS pre-mixed with an equal volume of Matrigel matrix (Becton-Dickinson). Mice were monitored daily and all mice developed a subcutaneous tumor. When the tumor size reached approximately 5 mm in length, they were surgically removed, cut into 1-2 mm3 pieces, and re-seeded individually into other twelve mice. When tumor size reached approximately 5 mm in length, the mice were randomly assigned to ad-BMP-9 and ad-GFP groups, in which 15 µl of adenovirus was injected into the subcutaneous tumors using a multi-site injection format. Injections were repeated on the third day after initial treatment. The tumor volume every three days was measured with a caliper, using the formula volume = (length x width)2/2.Statistical analysis. The results obtained were expressed as the mean ± SE from at least three independent experiments. One-way analysis of variance (ANOVA) was used to analyze the differences between groups. The LSD method of multiple comparisons was used when the probability for ANOVA was statistically significant. Statistical significance was set at P<0.05.ResultsThe endogenous expression of BMP-9 in osteosarcoma cell lines. The endogenous expression of BMP-9 in human MG-63, U-2 and HOS osteosarcoma cell lines was evaluated using RT-PCR and western blot analysis. As shown in Fig. 1, there were different levels of mRNA and protein expression of BMP-9 in MG-63, U-2 and HOS osteosarcoma cell lines, but the expression levels of BMP-9 were significantly higher in U-2 Figure 1. The endogenous expression of BMP-9 in osteosarcoma cell lines. There were different levels of (A) mRNA and (B) protein expression of BMP-9 in MG-63, U-2 and HOS cell lines, but the expression levels of BMP-9 were significantly higher in U-2 cell line than those in MG-63 and HOS cell lines, indicated by real-time PCR and western blot assays.LI et al:  INHIBITORY EFFECTS OF BMP-9 ON OSTEOSARCOMA1812cell line than in MG-63 and HOS cell lines. Thus, we chose MG-63 and HOS osteosarcoma cell lines for infection by the adBMP-9 adenovirus.The expression of BMP-9, PI3Kp85α and p-AKT after infection with adBMP-9. In order to enhance the exogenous expression of BMP-9 in MG-63 and HOS osteosarcoma cells with relatively Figure 2. The expression of BMP-9, PI3Kp85α and p-AKT after infection with adBMP-9 in MG-63 and HOS cell lines. (B) Constructed adenovirus vector adBMP-9 was used for infecting the MG-63 and HOS cell lines. The infection efficiency of adBMP-9 (MOI=100) in MG-63 and HOS cell lines was greater than 80% under fluorescence microscopy. (A) Real-time PCR and (C and D) western blot assays were performed at 48-h recovery to measure the exogenous expression of BMP-9, PI3Kp85α and p-AKT, showing that an obvious increase of BMP-9 expression was observed in adBMP-9 group compared with the ad-GFP group and CON group (**P<0.01), while a marked decrease of PI3Kp85α and p-AKT expression was found in adBMP-9 group compared with the ad-GFP group and CON group in MG-63 and HOS cell lines (**P<0.01). No difference was found between ad-GFP group and CON group in MG-63 and HOS cell lines (P>0.05).INTERNATIONAL JOURNAL OF ONCOLOGY  41:  1809-1819,  2012 1813low endogenous BMP-9 expression, constructed adenovirus vector adBMP-9 was used for infecting the MG-63 and HOS cell lines. In pilot studies, the infection efficiency of adBMP-9 (MOI=100) in MG-63 and HOS cell lines was greater than 80% under fluorescence microscopy (Fig. 2B). Real-time PCR and western blot assays were performed at 48 h recovery to measure the exogenous expression of BMP-9, PI3Kp85α and p-AKT. An obvious increase of BMP-9 expression was observed in adBMP-9 group compared with the ad-GFP group and CON group (**P<0.01), while a marked decrease of PI3Kp85α and p-AKT expression was found in adBMP-9 group compared with the ad-GFP group and CON group in MG-63 and HOS cell lines (**P<0.01) (Fig. 2A, C and D), but no difference was found between ad-GFP group and CON group in MG-63 and HOS cell lines (P>0.05). These data indicated that overexpres-sion of BMP-9 might block the PI3K/AKT signaling pathway in osteosarcoma cells.Inhibition of osteosarcoma cell proliferation by adBMP-9. Deregulated cell proliferation is a hallmark of cancer (20). In order to detect the effect of adBMP-9 on osteosarcoma cell proliferation, we investigated the proliferative activities of MG-63 and HOS cell lines by MTT. As a result, it was indicated that adBMP-9 significantly reduced the proliferative activities of MG-63 and HOS cell lines in a time-dependent manner compared with the ad-GFP group and CON group. No difference was found between ad-GFP group and CON group in MG-63 and HOS cell lines (Fig. 3A and B). In addition, Ki-67 is at the very heart of many essential cellular processes and determines the tumor progression and the outcome of anticancer treatment. Figure 3. Inhibition of osteosarcoma cell proliferation by adBMP-9 in MG-63 and HOS cell lines. (A and B) It was indicated by MTT assay that adBMP-9 signifi-cantly reduced the proliferative activities of MG-63 and HOS cell lines in a time-dependent manner compared with the ad-GFP group and CON group. No difference was found between ad-GFP group and CON group in MG-63 and HOS cell lines. (C and D) The expression of Ki-67 was examined by western blot assay, indicating that the amount of Ki-67 expression was significantly decreased in adBMP-9 group compared with the ad-GFP group and CON group in MG-63 and HOS cell lines. No difference was found between ad-GFP group and CON group.LI et al:  INHIBITORY EFFECTS OF BMP-9 ON OSTEOSARCOMA1814To determine whether BMP-9 overexpression suppressed the endogenous Ki-67 through translational repression, the expres-sion of Ki-67 was examined by western blot assay, indicating that the amount of Ki-67 expression was significantly decreased in adBMP-9 group compared with the ad-GFP group and CON group in MG-63 and HOS cell lines (Fig. 3C and D). No differ-ence was found between ad-GFP group and CON group in MG-63 and HOS cell lines. The results suggested that over-expression of BMP-9 might inhibit osteosarcoma cell proliferation via downregulation of Ki-67 expression.Figure 4. Inhibition of osteosarcoma cell migration by adBMP-9 in MG-63 and HOS cell lines. (A) Wound-healing assay showed that the migration capacity of OS cells in adBMP-9 group was markedly lower than those in ad-GFP group and CON group. No difference was found between ad-GFP group and CON group. (B and C) Western blot assay was performed to examine the effect of adBMP-9 on MMP-9 expression, showing that the expression of MMP-9 protein was significantly inhibited in adBMP-9 group compared with the ad-GFP group and CON group in MG-63 and HOS cell lines. No difference was found between ad-GFP group and CON group.INTERNATIONAL JOURNAL OF ONCOLOGY  41:  1809-1819,  2012 1815Inhibition of osteosarcoma cell migration by adBMP-9. To determine the effect of adBMP-9 on MG-63 and HOS cell migration, wound-healing assay was performed which showed that the migration capacity of the osteosarcoma cells in adBMP-9 group were markedly lower than those in ad-GFP group and CON group, but no significant changes were found between ad-GFP group and CON group (Fig. 4A). Furthermore, western blot assay was used to examine the effect of adBMP-9 on MMP-9 expression. As shown in Fig. 4B and C, the expres-sion of MMP-9 protein was significantly inhibited in adBMP-9 group compared with the ad-GFP group and CON group in MG-63 and HOS cell lines. No difference was found between ad-GFP group and CON group. These data suggested that overexpression of BMP-9 might inhibit cell migration via down-regulation of MMP-9 expression.Induction of osteosarcoma cell apoptosis by adBMP-9. It has been shown that the action mechanism of many anticancer factors is based on their ability to induce apoptosis. Therefore, it was desirable that MG-63 and HOS osteosarcoma cells treated with adBMP-9 underwent apoptosis as their mode of cell death. At the end of the incubation period for 24, 48 and 72 h, the osteosarcoma cells were stained with Hoechst 33342/PI double staining and their cell nucleus was observed under the microscope for apoptosis. As shown in Fig. 5A, the number of MG-63 and HOS apoptotic cells (weak red and strong blue staining) and necrotic cells (strong red and strong blue staining) in adBMP-9 group significantly increased compared with that in the ad-GFP group and CON group (weak red and weak blue staining) in a time-dependent manner. As shown in Fig. 5B, the apoptotic indexes of MG-63 and HOS cells in adBMP-9 group were also significantly higher than those in ad-GFP group and CON group (*P<0.05, **P<0.01). However, no difference was found between ad-GFP group and CON group (P>0.05). The apoptotic incidence was also observed by flow cytometry at 24 h after the transfection (Fig. 6A and B) and the result showed that the incidence of apoptotic cells significantly increased in adBMP-9 group compared with that in the ad-GFP group and CON group (**P<0.01), but no difference was found between ad-GFP group and CON group (P>0.05). These data suggested that over-expression of BMP-9 could induce osteosarcoma cell apoptosis.Figure 5. Induction of osteosarcoma cell apoptosis by adBMP-9 in MG-63 and HOS cell lines. (A) At the end of the incubation period for 24, 48 and 72 h, the MG-63 and HOS cells were stained with Hoechst 33342/PI double staining and their cell nucleus was observed under microscopy for apoptosis, showing that the number of MG-63 and HOS apoptotic cells (weak red and strong blue staining) and necrotic cells (strong red and strong blue staining) in adBMP-9 group significantly increased compared with that in the ad-GFP group and CON group (weak red and week blue staining) in a time dependent manner. (B) The apoptotic index of MG-63 and HOS cells in adBMP-9 group was significantly higher than that in ad-GFP group and CON group (*P<0.05, **P<0.01), but no difference was found between ad-GFP group and CON group (P>0.05).LI et al:  INHIBITORY EFFECTS OF BMP-9 ON OSTEOSARCOMA1816Antitumor effect of adBMP-9 in the osteosarcoma xenograft model. Our in vitro experiments confirmed that adBMP-9 effi-ciently inhibited the growth and migration of MG-63 and HOS cells. Whether BMP-9 has the same inhibitory effect on in vivo osteosarcoma was not known. Therefore, we further investigated the antitumor effect of adBMP-9 in vivo using MG-63 and HOS xenograft models. The mean volumes of MG-63 and HOS xeno-graft tumors were 70.21±15.30 mm3 and 75.45±18.29 mm3 in the experimental mice before treatment. At the 14th day, the average volumes of MG-63 and HOS xenograft tumors were measured and found significantly smaller in adBMP-9 group than those in the ad-GFP group (Fig. 7A and B). During the whole tumor growth period, the tumor growth activity was measured. The tumors treated with adBMP-9 grew substantially slower than the ad-GFP group (Fig. 7C and D). When the tumors were harvested, the average weights of MG-63 and HOS xenograft tumors in adBMP-9 group were significantly lighter than those in the ad-GFP group (**P<0.01) (Fig. 7E and F). These results in vivo indicated that overexpression of BMP-9 could inhibit MG-63 and HOS cell growth.Figure 6. Evaluation of apoptotic incidence by flow cytometry. (A) Representative graphs obtained by flow cytometry analysis after double staining with Annexin V-FITC and propidium iodide. Undamaged cells were stained with negative Annexin V-FITC/PI (bottom left quadrant). (B) The apoptotic incidence of MG-63 and HOS cells at the 24 h after transfection. The frequency of apoptotic cells significantly increased in adBMP-9 group compared with that in the ad-GFP group and CON group (**P<0.01), but no difference was found between ad-GFP group and CON group (P>0.05).  A  BINTERNATIONAL JOURNAL OF ONCOLOGY  41:  1809-1819,  2012 1817DiscussionBMPs are multifunctional cytokines that regulate the growth, differentiation and apoptosis of various cell types (21). BMP has also been proved to be one of the significant factors in the prognosis of bone tumors (22), and detection of BMPs in osteo-sarcoma has been reported in several studies (23-25).The BMP-2/4, BMP-3, BMP-5, BMP-6, BMP-7 and BMP-8 were previously found highly expressed in osteosarcoma tissues (6), but BMP-9 expression in osteosarcoma has not been reported. Our study documented for the first time the endogenous expression of BMP-9 in MG-63, U-2 and HOS osteosarcoma cells, and demonstrated that the expression level of BMP-9 was significantly higher in U-2 cell line than that in MG-63 and HOS cell lines, which were chosen for infection by the adBMP-9 adenovirus. In pilot studies, the infectious efficiency of adBMP-9 in MG-63 and HOS cell lines was very high, and an obvious increase of BMP-9 expression was observed in adBMP-9 group compared with the ad-GFP group and CON group.Studies have shown that BMP-9 is also produced by hepatocytes and circulates mainly in an active mature form complexed to its prodomain (26), and induces proliferation of multiple types of endothelial cells in vitro and in vivo (27). In contrast, we found in our study that the overexpression of BMP-9 significantly reduced the proliferative activities of MG-63 and HOS cell lines in a time-dependent manner. More importantly, BMP-9 has been confirmed to prevent the migra-tion and invasiveness and induce apoptosis in prostate cancer, which suggests that BMP-9 may be considered as a tumor suppressor and apoptosis regulator in prostate cancer (19). Additionally, soluble endoglin can specifically binds BMP-9 Figure 7. Antitumor effect of adBMP-9 in the osteosarcoma MG-63 and HOS xenograft models. (A and B) At the 14th day, the average volumes of MG-63 and HOS xenograft tumors were measured and found significantly smaller in adBMP-9 group than those in the ad-GFP group. (C and D) During the whole tumor growth period, the tumor growth activity was measured, showing that the tumors treated with adBMP-9 grew substantially slower than the ad-GFP group. (E and F) At the 14th day, the average weights of MG-63 and HOS xenograft tumors were significantly lower in adBMP-9 group than those in the ad-GFP group (**P<0.01).LI et al:  INHIBITORY EFFECTS OF BMP-9 ON OSTEOSARCOMA1818via its orphan domain, inhibits blood vessel formation and suppresses tumor growth (28). By contrast, BMP-9 was also reported to promote ovarian cancer cell proliferation through ALK-2/Smad1/Smad4 pathway (29). We think that the response to BMP-9 is not accordant among all cancers. The biological response of cancer cells to BMP-9 may depend not only on the particular cell type or concentration of BMP used, but also on the presence of other factors that are not yet defined. Our gain-of-function studies in vitro and in vivo using adBMP-9 revealed significant decrease in growth and migration and increase in apoptosis in MG-63 and HOS cells, suggesting that BMP-9 may function as a tumor suppressor in osteosarcoma.PI3K/AKT is a major pathway for malignant progression in various tumors. It is involved in mediating survival signals that rescue Ewing tumor from fibroblast growth factor 2-induced cell death (30). Blockade of Ras/PI3K/AKT pathways by statins reduces the expression of TGF-β as angiogenic factors in mouse osteosarcoma (31). While grifolin or celecoxib, a cyclooxy-gease-2 inhibitor, induces apoptosis via inhibition of PI3K/AKT signaling pathway in human osteosarcoma cells (32,33), overexpression of BMI-1 promotes cell growth and resistance to cisplatin treatment via activation of PI3K/AKT pathway in osteosarcoma (34). However, our study indicated a marked decrease of PI3Kp85α and p-AKT expression in adBMP-9 group compared with the ad-GFP group and CON group in MG-63 and HOS cell lines, suggesting that overexpression of BMP-9 inhibited osteosarcoma cell growth and migration via blockade of the PI3K/AKT signaling.Ki-67 is a nuclear protein that is expressed in proliferating cells and may be required for maintaining cell proliferation, used as a marker for cell proliferation of osteosarcoma (35). MMP-9 is thought to be key enzymes involved in the degrada-tion of type IV collagen and high level of MMP-9 in tissues is interralated with tumor growth and invasion (36,37). It is reported that PI3K/AKT pathway promotes the growth and metastasis of malignant tumors via upregulation of Ki-67 and MMP-9 (38). Our results showed a marked decrease of Ki-67 and MMP-9 expression in adBMP-9 group compared with the ad-GFP group and CON group in MG-63 and HOS cell lines, suggesting that BMP-9 might downregulate the expression of Ki-67 and MMP-9 via blockade of the PI3K/AKT signaling pathway in osteosarcoma cells.To our knowledge, this is the first report investigating the role of BMP-9 in the growth and migration of osteosarcoma cells. Our investigation revealed that the enhanced expression of BMP-9 in osteosarcoma cells by adBMP-9 exerted inhibi-tory effects on growth and migration of osteosarcoma cells possibly via blockade of the PI3K/AKT signaling. BMP-9 as a tumor suppressor may provide a novel approach to human osteosarcoma treatment.References  1. Jemal A, Bray F, Center MM, Ferlay J, Ward E and Forman D: Global cancer statistics. CA Cancer J Clin 61: 69-90, 2011.  2. Kim M and Choe S: BMPs and their clinical potentials. BMB Rep 44: 619-634, 2011.  3. Boon MR, van der Horst G, van der Pluijm G, et al: Bone morphogenetic protein 7: a broad-spectrum growth factor with multiple target therapeutic potency. Cytokine Growth Factor Rev 22: 221-229, 2011.  4. Gobbi G, Sangiorgi L, Lenzi L, et al: Seven BMPs and all their receptors are simultaneously expressed in osteosarcoma cells. Int J Oncol 20: 143-147, 2002.  5. Yoshikawa H, Nakase T, Myoui A and Ueda T: Bone morphoge-netic proteins in bone tumors. J Orthop Sci 9: 334-340, 2004.  6. Sulzbacher I, Birner P, Trieb K, Pichlbauer E and Lang S: The expression of bone morphogenetic proteins in osteosarcoma and its relevance as a prognostic parameter. J Clin Pathol 55: 381-385, 2002.  7. Sotobori T, Ueda T, Myoui A, et al: Bone morphogenetic protein-2 promotes the haptotactic migration of murine osteo-blastic and osteosarcoma cells by enhancing incorporation of integrin beta1 into lipid rafts. Exp Cell Res 312: 3927-3938, 2006.  8. Weiss KR, Cooper GM, Jadlowiec JA, McGough RL III and Huard J: VEGF and BMP expression in mouse osteosarcoma cells. Clin Orthop Relat Res 450: 111-117, 2006.  9. Song JJ, Celeste AJ, Kong FM, Jirtle RL, Rosen V and Thies RS: Bone morphogenetic protein-9 binds to liver cells and stimulates proliferation. Endocrinology 136: 4293-4297, 1995.10. Ploemacher RE, Engels LJ, Mayer AE, Thies S and Neben S: Bone morphogenetic protein 9 is a potent synergistic factor for murine hemopoietic progenitor cell generation and colony formation in serum-free cultures. Leukemia 13: 428-437, 1999.11. Helm GA, Alden TD, Beres EJ, et al: Use of bone morphoge-netic protein-9 gene therapy to induce spinal arthrodesis in the rodent. J Neurosurg 92: 191-196, 2000.12. López-Coviella I, Berse B, Krauss R, Thies RS and Blusztajn JK: Induction and maintenance of the neuronal cholinergic phenotype in the central nervous system by BMP-9. Science 289: 313-316, 2000.13. Chen C, Grzegorzewski KJ, Barash S, et al: An integrated func-tional genomics screening program reveals a role for BMP-9 in glucose homeostasis. Nat Biotechnol 21: 294-301, 2003.14. Truksa J, Peng H, Lee P and Beutler E: Bone morphogenetic proteins 2, 4, and 9 stimulate murine hepcidin 1 expression independently of Hfe, transferrin receptor 2 (Tfr2), and IL-6. Proc Natl Acad Sci USA 103: 10289-10293, 2006.15. David L, Mallet C, Mazerbourg S, Feige JJ and Bailly S: Identification of BMP9 and BMP10 as functional activators of the orphan activin receptor-like kinase 1 (ALK1) in endothelial cells. Blood 109: 1953-1961, 2007.16. Brown, MA, Zhao Q, Baker KA, et al: Crystal structure of BMP-9 and functional interactions with pro-region and receptors. J Biol Chem 280: 25111-25118, 2005.17. Scharpfenecker M, van Dinther M, Liu Z, et al: BMP-9 signals via ALK1 and inhibits hFGF-induced endothelial cell prolif-eration and VEGF-stimulated angiogenesis. J Cell Sci 120: 964-972, 2007.18. Upton PD, Davies RJ, Trembath RC and Morrell NW: Bone morphogenetic protein (BMP) and activin type II receptors balance BMP9 signals mediated by activin receptor-like kinase-1 in human pulmonary artery endothelial cells. J Biol Chem 284: 15794-15804, 2009.19. Ye L, Kynaston H and Jiang WG: Bone morphogenetic protein-9 induces apoptosis in prostate cancer cells, the role of prostate apoptosis response-4. Mol Cancer Res 6: 1594-1606, 2008.20. Hanahan D and Weinberg RA: Hallmarks of cancer: the next generation. Cell 144: 646-674, 2011.21. Yang LJ and Jin Y: Immunohistochemical observation of bone morphogenetic protein in normal and abnormal conditions. Clin Orthop Relat Res 257: 249-256, 1990.22. Laiitnen M, Jortikka L, Halttunen T, et al: Measurement of total and local bone morphogenetic protein concentration in bone tumours. Int Orthop 21:188-193, 1997.23. Yoshikawa H, Shimizu K, Nakase T and Takaoka K: Periosteal sunburst speculation in osteosarcoma. A possible role for bone morphogenetic protein. Clin Orthop Relat Res 308: 213-219, 1994.24. Yoshikawa H, Retting WJ, Lane JM, et al: Immunohistochemical detection of bone morphogenetic protein in bone and soft-tissue sarcomas. Cancer 74: 842-847, 1994.25. Yoshikawa H, Retting WJ, Takaoka K, et al: Expression of bone morphogenetic proteins in human osteosarcoma. Immunohistochemical detection with monoclonal antibody. Cancer 73: 85-91, 1994.26. Bidart M, Ricard N, Levet S, et al: BMP9 is produced by hepato-cytes and circulates mainly in an active mature form complexed to its prodomain. Cell Mol Life Sci 69: 313-324, 2012.27. Suzuki Y, Ohga N, Morishita Y, et al: BMP-9 induces prolifera-tion of multiple types of endothelial cells in vitro and in vivo. J Cell Sci 123: 1684-1692, 2010.INTERNATIONAL JOURNAL OF ONCOLOGY  41:  1809-1819,  2012 181928. Castonguay R, Werner ED, Matthews RG, et al: Soluble endoglin specifically binds bone morphogenetic proteins 9 and 10 via its orphan domain, inhibits blood vessel formation, and suppresses tumor growth. J Biol Chem 286: 30034-30046, 2011.29. Herrera B, van Dinther M, Ten Dijke P and Inman GJ: Autocrine bone morphogenetic protein-9 signals through activin receptor-like kinase-2/Smad1/Smad4 to promote ovarian cancer cell proliferation. Cancer Res 69: 9254-9262, 2009.30. Hotfilder M, Sondermann P, Senss A, et al: PI3K/AKT is involved in mediating survival signals that rescue Ewing tumor cells from fibroblast growth factor 2-induced cell death. Br J Cancer 92: 705-710, 2005.31. Tsubaki M, Yamazoe Y, Yanae M, et al: Blockade of the Ras/MEK/ERK and Ras/PI3K/Akt pathways by statins reduces the expression of bFGF, HGF, and TGF-β as angiogenic factors in mouse osteosarcoma. Cytokine 54: 100-107, 2011.32. Jin S, Pang RP, Shen JN, et al: Grifolin induces apoptosis via inhibition of PI3K/AKT signaling pathway in human osteosar-coma cells. Apoptosis 12: 1317-1326, 2007.33. Liu B, Shi ZL, Feng J and Tao HM: Celecoxib, a cyclooxy-genase-2 inhibitor, induces apoptosis in human osteosarcoma cell line MG-63 via down-regulation of PI3K/Akt. Cell Biol Int 32: 494-501, 2008.34. Wu Z, Min L, Chen D, et al: Overexpression of BMI-1 promotes cell growth and resistance to cisplatin treatment in osteosar-coma. PLoS One 6: e14648, 2011.35. Hernández-Rodríguez NA, Correa E, Sotelo R, et al: Ki-67: a proliferative marker that may predict pulmonary metastases and mortality of primary osteosarcoma. Cancer Detect Prev 25: 210-215, 2001.36. Loukopoulos P, O'Brien T, Ghoddusi M, Mungall BA and Robinson WF: Characterization of three novel canine osteosarcoma cell lines producing high levels of matrix metal-loproteinases. Res Vet Sci 77: 131-141, 2004.37. Cawston TE and Wilson AJ: Understanding the role of tissue degrading enzymes and their inhibitors in development and disease. Best Pract Res Clin Rheumatol 20: 983-1002, 2006.38. Fu Y, Zhang Q, Kang C, et al: Inhibitory effects of adenovirus mediated COX-2, Akt1 and PIK3R1 shRNA on the growth of malignant tumor cells in vitro and in vivo. Int J Oncol 35: 583-591, 2009."