"Anti-inflammatory effect of aldose reductase inhibition in murinepolymicrobial sepsisAramati BM Reddy, Satish K Srivastava, and Kota V RamanaDepartment of Biochemistry and Molecular Biology, University of Texas Medical Branch, Galveston,Texas -77555, USAAbstractAim—Increased production of cytokines and chemokines in serum and tissues upon oxidative stresscaused by severe systemic infections are the major cause of sepsis. Aldose reductase (AR) known tomediate oxidative stress- induced NF-κB activation and transcription of cytokines and chemokinesare the main mediator of bacterial endotoxin - and lipopolysaccharide -induced inflammatorycytokines. Our aim is to investigate the effect of AR inhibitors on the prevention of inflammatorycytokines in the cecal ligation and puncture (CLP) model of polymicrobial sepsis which closelymimics the sepsis syndrome in humans.Results—Mice were rendered septic by CLP in the absence and presence of AR inhibitor, sorbinil.The levels of cytokines, chemokines and other inflammatory markers in the plasma, peritoneal fluidand heart of mice were significantly inhibited by sorbinil. Inhibition of AR also prevented CLP-induced COX-2, iNOS and HMGB-1 in heart, kidney and spleen.Conclusions—Our results showed that the inhibition of AR significantly prevented thepolymicrobial sepsis-induced increase in inflammatory markers and thus indicate the use of ARinhibitors as anti-inflammatory agents.KeywordsSepsis; Cecum Ligation and Puncture; Cytokines; Inflammation; Aldose Reductase1 INTRODUCTIONSepsis is a serious medical condition that results in increased fatalities in elderly,immunocompromised and critically ill intubated patients [1]. This disease is characterized bywhole-body inflammation due to severe systemic infection [2]. Severely burnt patients usuallydevelop sepsis which is the major cause of death if not aggressively and timely treated[3]. Inthe United States alone, sepsis is the second leading cause of death in non-coronary intensivecare unit patients [4], which account for 20 to 50% deaths per year out of 660,000 affectedcases [5]. Despite significant advances in the understanding of pathogenesis of sepsis and itscomplications, barely a small number of restorative strategies have been employed that could© 2009 Elsevier Ltd. All rights reserved.Address for correspondence: Kota V Ramana, PhD, 6.638 BSB, Department of Biochemistry and Molecular biology, University ofTexas Medical Branch, Galveston, Texas -77555, USA. Phone: 409-772-3776, Fax: 409-772-3679, kvramana@utmb.edu.Disclosures: NonePublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customerswe are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resultingproof before it is published in its final citable form. Please note that during the production process errors may be discovered which couldaffect the content, and all legal disclaimers that apply to the journal pertain.NIH Public AccessAuthor ManuscriptCytokine. Author manuscript; available in PMC 2010 December 1.Published in final edited form as:Cytokine. 2009 December ; 48(3): 170–176. doi:10.1016/j.cyto.2009.07.004.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptdecrease mortality associated with septic shock. Although sepsis is generally initiated by abacterial infection, the pathogenesis of sepsis is characterized by increased levels ofinflammatory markers such as cytokines and chemokines that could lead to severecomplications such as multi-organ failure and death [6]. Eventhough the treatment with broadrange antibiotics is generally effective in killing the replicating bacteria, the dead bacterial cellwall components act as bacterial toxins which cause overwhelming systemic inflammatoryresponse [7]. Thus controlling bacterial infection is not sufficient to treat sepsis. It is ratherimportant to neutralize the immunogenic signals that activate transcription factors thattranscribe inflammatory markers. Although several new therapeutic strategies have beendescribed in the literature for the treatment of sepsis to date, various anti-inflammatorystrategies have produced only modest therapeutic effects in critically ill sepsis patients [8].Recently, we have shown that the treatment with AR inhibitors results in profoundly improvedsurvival in the lipopolysaccharide (LPS) -induced endotoximia in mice[9]. The observedimprovement in survival after treatment with AR inhibitors or AR-siRNA was associated withrestoration of cardiac muscle contractility and cardiac functions. We have demonstrated thata significant increase in the levels of serum as well as heart cytokines, chemokines and otherinflammatory markers such as COX-2, iNOS and PGE2 in LPS-treated mice whichsignificantly contributes to pathophysiology of sepsis, was markedly prevented by ARinhibition [9]. Also inhibition of AR prevented the endotoxin, high glucose and TNF-α inducedincrease in the redox sensitive transcription factors, NF-κB and AP-1, which are known totranscribe various inflammatory markers [9], [10], [11], [12], [13], [14] and [15]. These resultssuggest that AR inhibitors, developed as anti-diabetic drugs, could be used as therapeuticintervention to prevent sepsis [16]. AR inhibitors such as zopolrestat, fidarestat have beenfound to be safe and passed in FDA’s Phase-I and clinical trials for diabetic neuropathy butfailed in Phase-III clinical trials as they have been shown to be not as effective. There areseveral AR inhibitors such as raneristat that are still undergoing phase-III trails for diabeticneuropathy. An AR inhibitor, epalrestat is available in Japan mainly to treat patients withdiabetic neuropathy [16] and [17]. Our recent results demonstrate that AR inhibitors could beused therapeutically for inflammatory disorders other than diabetic complications [15] and[18]. For such use a careful examination of the effect of AR inhibition in clinically relevantanimal models is mandatory. In the present study, we investigated whether treatment with ARinhibitors could prevent alterations in the cytokine and chemokine levels in a clinically morerelevant model that mimics sepsis conditions in humans. Our results indicate that AR inhibitoris a powerful repressor of the expression of major cytokines and chemokines in a mouse modelof polymicrobial sepsis indicating its use as potential anti-inflammatory agent in sepsis andassociated complications.2 MATERIALS AND METHODS2.1. MaterialsAntibodies against COX-2, iNOS p65-NF-κB and HMGB-1 were purchased from Santa CruzBiotech, Inc. (Santa Cruz, CA). Antibodies against AR were custom raised and tested forspecificity. Mouse specific ELISA kits for cytokines were purchased from BD biosciences(Franklin Lakes, NJ). Cytokine antibody array was purchased from RayBiotech, Inc. (Norcross,GA). Sorbinil was gift from Pfizer (Groton, CT). ACTICHROME® Tissue factor activity assaykit was purchased from American diagnostic Inc (Stamford, CT), Tramadol Hydrochloridefrom Mallinckrodt Inc. (St. Louis, MO). All other reagents were of the highest purity available.2.2. CLP procedureBALB/c female mice (19-23 g) were obtained from Jackson laboratories (Bar Harbor, ME)and housed with regular diet and ambience for 48 hrs before recruiting to the study. The animalsReddy et al. Page 2Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptwere maintained in accordance with the Guide for the Care and Use of Laboratory Animalspublished by the National Institutes of Health and in accordance with the Institute’s “Guidelineof the Animal Care and Use Committee”. Using previously described method [19] CLPprocedure was performed by anesthetizing the mice with ketamine (60 μg/g) and xylazine (10μg/g) and a 2-cm midline incision was made through the linea alba. The cecum was located,ligated with sterile 3-0 silk, and perforated with double puncture using a 18-gauge needle. Asmall amount of stool was extruded to ensure wound potency. Sham-treated mice also hadsurgery done along with cecal manipulations but without ligation and puncture. The cecumwas then replaced in its original position within the abdomen, and incision was immediatelyclosed. Soon after surgery, each mouse received a subcutaneous injection of 1 ml of warm (37°C) normal saline with traMADOL hydrochloride (20 μg/g body wt). To inhibit AR, micereceived 25 mg/kg body wt sorbinil 2 h after surgery and then 6 h after surgery. All mice (5 ineach group) were kept at 22°C and killed after 14 h of surgery. Blood was collected from theheart in EDTA-coated tubes. Plasma was separated from cellular components by centrifugationat 600x g for 5 min and stored at -20°C. For peritoneal lavage, 2 cm skin was removed leavingthe peritoneal membrane intact. Then 1 ml of ice-cold 1× Hanks balanced salt solution (withoutCaCl2, MgCl2, Mg2SO4, or phenol red; GIBCO) was injected using 26 gauge needle. Afterinjection, peritoneum was gently palpated for 30 s, and peritoneal fluid was aspirated out usinga 20 gauge needle. The fluid was centrifuged (600 × g, 5 min), and the supernatant was storedat -20°C. Heart and aorta tissues were collected and stored at -70°C for tissue homogenates.2.3. Measurement of Cytokines in plasmaMice after 14 h of surgery were euthanized and blood was collected in to EDTA-coatedvacutainers by heart puncture. plasma was separated by centrifugation at 600 g for 5 min.Levels of IL-1β, IL-6, TNF-α and MCP-1 in the plasma were measured by using respectivemouse specific ELISA kits according to the manufacturer’s instructions. Known concentrationsof standards were used to generate the standard curves. The reaction was initiated by theaddition of 0.1 ml of the serum, stopped and read at 450 nm on an ELISA plate reader. Theresults obtained are expressed as pg/ml of the plasma.2.4. Measurement of cytokines and chemokines in heartTo measure the expression of cytokines and chemokines in heart tissue homogenates, we usedcommercially available RayBio Mouse cytokine antibody array system that determines theexpression of 64 inflammatory markers from a single sample by following manufacturer’sinstructions. In brief, 100 μg heart tissue homogenates were incubated with array supportmembrane where the membrane was specifically coated with antigens to capture an array ofcytokines. The tagged proteins were detected by conjugating with biotinylated antobodies andstreptavidin system. Fold change was calculated from the measured intensities of the individualspots signal developed on X-ray film using Kodak-densitometry software.2.5. Western blot analysisTo examine the effect of AR inhibition on CLP-induced expression of COX-2, iNOS, AR, NF-κB and HMGB-1 we homogenized heart, spleen and kidney tissues obtained from euthanizedmice after 14 h of CLP procedure. Equal amount of protein from homogenates were subjectedto SDS-PAGE and Western blotting and membranes were probed for against specificantibodies AR, iNOS, pP65-NFκB, COX-2, HMG-1 (HMGB1) and GAPDH. The antigen-antibody complexes were detected by enhanced chemiluminescence (Pierce, Rockford, IL).All blots were probed with GAPDH as a loading control and densitometric analysis was carriedout by using Kodak Image station.Reddy et al. Page 3Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript2.6. Tissue Factor AssayTissue factor was measured in mice plasma by using ACTICHROME® Tissue factor activityassay kit from American diagnostic Inc by following manufacturer’s protocol. In-brief Afterthe experimental procedure mice plasma were collected as described in methods and thereaction was initiated by adding equal amount of plasma to reaction mixture containinglapidated tissue factor, factor VIII and factor X, allowing to form complex with fVIIa togenerate TF/fVIIa complexes and convert fX into fXa. fXa cleaves the chromogenic substrateand the formation of color is measured by reading absorbance at 409 nm using micro well platereader. Amount of tissue factor in the sample were calculated using the standards. The resultsobtained were measured in pMoles.2.7. Statistical analysisData are presented as mean ± SEM and the p values were determined using the one-wayANOVA and unpaired Student’s t-test.3 RESULTS3.1. Prevention of CLP-induced increase in plasma and peritoneal cytokines by AR inhibitionTo investigate the effect of AR inhibition on polymicrobial infection -induced inflammatoryresponse, we performed CLP-surgery on mice injected without or with AR inhibitor, sorbinil.Increased redness around the cecum caused by increased blood flow due to dilatory expansionof microcirculatory blood vessels observed in the CLP operated mice was prevented by ARinhibitor (Fig. 1). The plasma and peritoneal fluids were collected 14 h after CLP procedureand analyzed for cytokines and chemokines. The plasma and peritoneal fluid levels of IL-1β,IL-6, TNF-α and MCP-1 proteins in sham-operated controls were low but detectable (Fig. 1A-D, left panel). However in the CLP mice the plasma levels of TNF-α, IL-6, IL-1β and MCP-1increased by approximately ∼0.8, 37, 11 and 10 folds, respectively (Fig. 1A-D, left panel). Onthe other hand, administration of sorbinil to the CLP mice significantly (∼45-80%) preventedthe increase in the plasma levels of cytokines and chemokines. Similarly, in CLP mice theperitoneal fluid levels of TNF-α, IL-6, IL-1β and MCP-1 increased by 5.2, 31, 10 and 5 folds,respectively (Fig. 2A-D, right panel) and administration of sorbinil to the CLP micesignificantly (∼40-70%) prevented the increase in cytokine levels. AR inhibitors alone had noeffect on the basal levels of these cytokines and chemokines in plasma or peritoneal fluid.Further, the measurement of inflammatory cytokines (such as TNF-α, IL-1, IL-6) in the serumat 3 h after CLP surgery did not cause any increase in the cytokine levels as compared to controlsand ARI treated mice (data not shown). These results suggest that AR inhibition could preventpolymicrobial infection-induced systemic production of inflammatory cytokines andchemokines in mice.3.2. Prevention of CLP-induced increase in tissue cytokines by AR inhibitionSince increased cardiac dysfunction and cardiomyopathy due to augmented local productionof inflammatory cytokines and chemokines are the major cause of mortality and morbidityobserved in patients with sepsis [20], we specifically examined the effect of AR inhibition onCLP-induced cytokines and chemokines in the mice hearts. We used an antibody array thatdetermines the expression of 64 cytokines and chemokines and other inflammatory markersfrom a single sample (Fig. 3A). As shown in Fig. 3, the levels of MIP-2, MIP-1 and lymphotoxinincreased by ∼6 fold in CLP mice group whereas the increase was only ∼3 fold in case of CLP+ sorbinil group. Similarly the levels of other cytokines and chemokines were significantlyelevated in CLP group of mice and administration of AR inhibitor significantly prevented thesecytokines and chemokines (Fig. 3B).Reddy et al. Page 4Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptWe next determined the effect of AR inhibition on the CLP-induced levels of inflammatorymarkers COX-2, iNOS and HMGB-1 in heart, spleen and kidney homogenates by Westernblot analysis (Fig.4). As shown in Fig. 4A and B, polymicrobial sepsis caused ∼3.5, ∼2.5 foldinduction of COX-2 and iNOS respectively which was significantly (∼90%) prevented by theadministration of AR inhibitor. Similarly in CLP mice tissue homogenates, a significantincrease in AR protein was observed and inhibitors of AR prevented CLP-induced increase inthe expression of AR protein (Fig. 4C). Since the expression of cytokines and chemokines,COX-2, iNOS and AR depends on the activation of NF-κB, we next measured the activatedform of NF-κB in mice heart, spleen and kidney homogenates. As shown in Fig. 4D the CLP-induced activation of NF-κB in mice tissue homogenates was significantly prevented by ARinhibition. Since activated macrophages and monocytes secrete HMGB-1 protein which actsas a mediator of inflammation [21], we next measured the effect of AR inhibition on theexpression of HMGB-1. As shown in Fig. 4E, increased expression of HMGB-1 protein wasobserved in CLP tissues as compared to sham controls and ARI treatment significantlyprevented CLP-induced HMGB-1. These results suggested that AR inhibition could preventCLP-induced inflammation by inhibiting redox-sensitive transcription factor, NF-κB -dependent expression of various inflammatory markers such as cytokines and chemokines.3.3. Prevention of CLP-induced activation of plasma Tissue Factor by AR inhibitionPrevious studies have shown that the use of anti-coagulants would be beneficial in preservingplatelets and organ functions in endotoxemia-model via mechanisms involving inactivation oftissue factor, which plays a critical role in the initiation of complex mechanisms in the processof blood clot which causes organ dysfunction [22]. We therefore, measured the activation oftissue factor in CLP-mice plasma. Our results (Fig. 5) show that tissue factor activity was muchhigher in CLP group as compared to CLP+ARI group of mice as well as sham-operated controlmice indicating that inhibition of AR could prevent secretion of tissue factor.4 DiscussionPolymicrobial sepsis is a serious medical condition characterized by shock, hypoxemia, andorgan dysfunction and disseminated intravascular coagulation [1] and [23]. Although subjectsof all age groups upon severe bacterial infections can get sepsis, higher mortality has beenobserved in overweight, older age, intubated and immunocompromised patients[5]. Severesepsis results from the body’s systemic over-response to infection that disrupts homeostasisthrough an uncontrolled cascade of inflammation [24], blood coagulation and impairedfibriolysis [21]. Even though controlling bacterial infections by aggressive antibiotics therapyand maintaining homeostasis in immune response saves a number of lives, 20-25% patientsdie because of multiorgan failure [4], [5] and [25]. Although precise mechanism(s) ofmultiorgan failure is not clearly understood, several clinical models have been developed toinvestigate the mechanism(s) involved in sepsis pathogenesis [26]. Among them, CLP-modelhas been shown to closely replicate the nature and course of clinical sepsis. This model is highlyreproducible and widely used to study the mechaninsm(s) of multiorgan failure as well as fortesting the efficacy of drugs [27].Uncontrolled generation of proinflammatory cytokines and chemokines has been noted inexperimental models of sepsis as well as in clinical settings. Early release of macrophage-derived proinflammatory cytokines, such as TNF-α, IL-6, IL-1βand MCP-1 have been shownto be important in the pathogenesis of septic shock and multiorgan failure [28], [29], [30] and[31]. In our study, AR inhibitor administration resulted in a significant decrease in theseproinflammatory cytokines not only in the plasma and peritoneal fluids but in the heart as well.Thus the ability of AR inhibited mice to produce less inflammatory cytokines in response toCLP-induced sepsis could indicate the potential use of AR inhibitors in prevention of sepsisReddy et al. Page 5Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptand its associated complications. It is well known that under oxidative stress induced byinfections, bacterial toxins and during various pathological conditions NF-κB is significantlyactivated which regulates the expression of genes involved in inflammatory responses [10] and[18]. The mechanisms by which AR inhibition exerts an inhibitory effect on proinflammatorycytokine levels may involve the suppression of NF-κB activity [11] and [29]. In fact, severalreports suggest that inhibition of NF-κB could prevent inflammatory response observed insepsis. For example, antioxidants such as N-acetylcystene, ascorbic acid, and α-tocopherol[32], [33], [34] and [35] which prevent the activation of ROS-induced NF-κB have been shownto protect animals and humans from septic shock. We have recently shown that AR inhibitorswhich act like anti-oxidants and prevent bacterial endotoxin, LPS-induced generation of ROSprevent the activation of NF-κB and the expression of inflammatory markers in macrophagesas well as in mice serum [9], [12], [13] and [14]. We have shown that AR-catalyzed reducedproducts of lipid aldehyde glutathione conjugates such as GS-DHN could mediate the signalingpathway that eventually increases transcription of inflammatory markers in vascular smoothmuscle cells and other cells [14]. The increased cytokines, chemokines and growth factorssubsequently initiate the signal transduction pathways that result in increased secretion ofinflammatory markers which cause inflammation and multi organ failure. Our cellular studiesusing vascular smooth muscle cells, vascular endothelial cells and macrophages havedemonstrated that ROS-induced NF-κB activation and transcription of inflammatory markerssuch as TNF-α, IL-1β, COX-2 and iNOS can be prevented by inhibiting AR [10], [11], [12],[13], [14] and [15]. In the present study also our results indicate that the release of bacteria intothe peritoneum by CLP-procedure causes a significant increase in various inflammatorymarkers in the peritoneal fluid which is significantly prevented by AR inhibitor. Since severalof the AR inhibitors have been found to be safe and have already been studied for phase-1 andphase-2 clinical trails for diabetic neuropathy [16] and [17], the use of AR inhibitors as anti-inflammatory drug would be less time consuming and if found as effective in human as inexperimental model of sepsis, they could be used therapeutically in the inflammatory disorderpatients. In summary, our results suggest that the AR inhibition has anti-inflammatory effectsin murine model of sepsis. Further studies are required to use AR inhibition as an excellenttherapeutic approach to treat sepsis especially those patients in which antibiotics though killthe bacteria, the circulating bacterial toxins including bacterial wall that takes several days toclear from the tissues cause fatal inflammatory disorders.AcknowledgmentsThis work was supported by NIH grant GM71036. We are thankful to Dr. E.R Sherwood, Department ofAnesthesiology for help in performing CLP.REFERENCES[1]. Hotchkiss RS, Karl IE. The Pathophysiology and Treatment of Sepsis. N Engl J Med 2003;348:138–150. [PubMed: 12519925][2]. Brown K, Brain S, Pearson J, Edgeworth J, Lewis S, Treacher D. Neutrophils in development ofmultiple organ failure in sepsis. The Lancet 2006;368:157–169.[3]. Cho S, Minn Y, Kwon K. Stroke after Burn. Cerebrovasc Dis 2007;24:261–263. [PubMed: 17630488][4]. Parrillo JE, Parker MM, Natanson C, Suffredini AF, Danner RL, Cunnion RE, Ognibene FP. Septicshock in humans: advances in the understanding of pathogenesis, cardiovascular dysfunction, andtherapy. Ann Intern Med 1990;113:227–242. [PubMed: 2197912][5]. Martin GS, Mannino DM, Eaton S, Moss M. The epidemiology of sepsis in the United States from1979 through 2000. N Engl J Med 2003;348:1546–1554. [PubMed: 12700374][6]. Parrillo JE. Pathogenetic Mechanisms of Septic Shock. N Engl J Med 1993;328:1471–1478.[PubMed: 8479467]Reddy et al. Page 6Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript[7]. Kurahashi K, Kajikawa O, Sawa T, Ohra M, Gropper MA, Frank DW, Martin TR, Wiener-kronishJP. Pathogenesis of septic shock in Pseudomonas aeruginosa pneumonia. J Clin Invest1999;104:743–750. [PubMed: 10491409][8]. Eichacker PQ, Parent C, Kalil A, Esposito C, Cui X, Banks SM, Gerstenberger EP, Fitz Y, DannerRL, Natanson C. Risk and the efficacy of antiinflammatory agents: retrospective and confirmatorystudies of sepsis. Am J Respir Crit Care Med 2002;166:1197–1205. [PubMed: 12403688][9]. Ramana KV, Willis MS, White MD, Horton JW, DiMaio JM, Srivastava D, Bhatnagar A, SrivastavaSK. Endotoxin-induced cardiomyopathy and systemic inflammation in mice is prevented by aldosereductase inhibition. Circulation 2006;24:1838–1846. [PubMed: 17030682][10]. Ramana KV, Chandra D, Srivastava S, Bhatnagar A, Aggarwal BB, Srivastava SK. Aldose reductasemediates mitogenic signaling in vascular smooth muscle cells. J Biol Chem 2002;277:32063–32070. [PubMed: 12063254][11]. Ramana KV, Friedrich B, Srivastava S, Bhatnagar A, Srivastava SK. Activation of nuclear factor-kappaB by hyperglycemia in vascular smooth muscle cells is regulated by aldose reductase.Diabetes 2004;53:910–920.[12]. Ramana KV, Fadl AA, Tammali R, Reddy AB, Chopra AK, Srivastava SK. Aldose reductasemediates the lipopolysaccharide-induced release of inflammatory mediators in RAW264.7 murinemacrophages. J Biol Chem 2006;281:33019–33029. [PubMed: 16956889][13]. Ramana KV, Srivastava SK. Mediation of aldose reductase in lipopolysaccharide-inducedinflammatory signals in mouse peritoneal macrophages. Cytokine 2006;36:115–122. [PubMed:17174561][14]. Ramana KV, Bhatnagar A, Srivastava S, Yadav UC, Awasthi S, Awasthi YC, Srivastava SK.Mitogenic responses of vascular smooth muscle cells to lipid peroxidation-derived aldehyde 4-hydroxy-trans-2-nonenal (HNE): role of aldose reductase-catalyzed reduction of the HNE-glutathione conjugates in regulating cell growth. J Biol Chem 2006;281:17652–17660. [PubMed:16648138][15]. Ramana KV, Reddy AB, Tammali R, Srivastava SK. Aldose reductase mediates endotoxin-inducedproduction of nitric oxide and cytotoxicity in murine macrophages. Free Radic Biol Med2007;42:1290–1302. [PubMed: 17382209][16]. Bruno S, Cattaneo D, Perico N, Remuzzi G. Emerging drugs for diabetic nephropathy. Expert OpinEmerging Drugs 2005;10:747–771.[17]. Hamada Y, Nakamura J. Clinical potential of Aldose reductase inhibitors in diabetic neuropathy.Treat Endocrinol 2004;3:245–255. [PubMed: 16026107][18]. Srivastava SK, Ramana KV, Bhatnagar A. Role of aldose reductase and oxidative damage in diabetesand the consequent potential for therapeutic options. Endocr Rev 2005;26:380–392. [PubMed:15814847][19]. Walley KR, Lukacs NW, Standiford TJ, Strieter RM, Kunkel SL. Balance of inflammatory cytokinesrelated to severity and mortality of murine sepsis. Infect Immun 1996;64:4733–4738. [PubMed:8890233][20]. Mann DL. Inflammatory mediators and the failing heart: past, present, and the foreseeable future.Circulation Research 2002;91:988–998. [PubMed: 12456484][21]. Wang H, Bloom O, Zhang M, Vishnubhakat JM, Ombrellino M, Che J, Frazier A, Yang H, IvanovaS, Borovikova L, Manogue KR, Faist E, Abraham E, Andersson J, Andersson U, Molina PE,Abumrad NN, Sama A, Tracey KJ. HMG-1 as a late mediator of endotoxin lethality in mice. Science1999;285:248–251. [PubMed: 10398600][22]. Levi M, van der Poll T, ten Cate H, Van Deventer SJH. The cytokine-mediated imbalance betweencoagulant and anticoagulant mechanisms in sepsis and endotoxemia. Eur J Clin Invest 1997;27:3–9. [PubMed: 9041370][23]. Benjamin CF, Hogaboam CM, Kunkel SL. The chronic consequences of severe sepsis. Journal ofLeukocyte Biology 2004;75:408–412. [PubMed: 14557384][24]. Bone RC, Balk RA, Cerra FB, Dellinger RP, Fein AM, Knaus WA, Schein RM, Sibbald WJ.Definitions for sepsis and organ failure and duidelines for the use of innovative therapies in sepsis.Chest 1992;101:1664–1655.The ACCP/SCCM consensus conference committee. American collegeof chest physicians/society of critical care medicineReddy et al. Page 7Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript[25]. Maier S, Traeger T, Entleutner M, Westerholt A, Kleist B, Huser N, Holzmann B, Stier A, PfefferK, Heidecke C. Cecal ligation and puncture versus colon ascendens stent peritonitis: Two distinctanimal models for polymicrobial sepsis. Shock 2004;21:505–511. [PubMed: 15167678][26]. Hubbard WJ, Choudhry M, Schwacha MG, Kerby JD, RueIII LW, Bland KI, Chaudry IH. Cecalligation and puncture. Shock 2005;24:52–57. [PubMed: 16374373][27]. Wang P, Chaudry IH. A single hit model of polymicrobial sepsis: cecal ligation and puncture. Sepsis1998;2:227–233.[28]. Damas P, Ledoux D, Nys M, Vrindts Y, De Groote D, Franchimont P, Lamy M. Cytokine serumlevel during sepsis in human IL-6 as a marker of severity. Ann Surg 1992;215:356–362. [PubMed:1558416][29]. Ho E, Bray TM. Antioxidants, NF-κB Activation, and Diabetogenesis. Proceedings of the Societyfor Experimental Biology and Medicine 1999;222:205–213. [PubMed: 10601879][30]. Ramnath RD, Ng SW, Guglielmotti A, Bhatia M. Role of MCP-1 in endotoxemia and sepsis. IntImmunopharmacol 2008;8:810–818. [PubMed: 18442784][31]. Yang S, Hu S, Hsieh Y, Choudhry MA, RueIII LW, Balnd KI, Chaudry IH. Mechanism of IL-6-mediated cardiac dysfunction following trauma-hemorrhage. Journal of Molecular and cellularcardiology 2006;40:570–579. [PubMed: 16499925][32]. Ritter C, Andrades ME, Reinke A, Menna-Barreto S, Moreira JF, Dal-Pizzol F. Treatment with N-acetylcysteine plus deferoxamine protects rats against oxidative stress and improves survival insepsis. Crit Care Med 2004;32:342–349. [PubMed: 14758146][33]. Galley HF, Howdle PD, Walker BE, Webster NR. The effects of intravenous antioxidants in patientswith septic shock. Free Radic Biol Med 1997;23:768–774. [PubMed: 9296454][34]. Spapen H, Zhang H, Demanet C, Vleminckx W, Vincent JL, Huyghens L. Does N-acetyl-l-cysteineinfluence cytokine response during early human septic shock? Chest 1998;113:1616–1624.[PubMed: 9631802][35]. Konukoglu D, Iynem H, Ziylan E. Antioxidant status in experimental peritonitis: Effects of alphatocopherol and taurolin. Pharmacological Research 1999;39:247–251. [PubMed: 10094852]Reddy et al. Page 8Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure-1. AR inhibition prevents CLP-induced redness around the woundAfter 14 h of CLP, mice were killed and wound was accessed for severity of the inflammation.Digital pictures were taken immediately after the opening of wound. The region showingredness was circled. A) Sham B) Sham+ ARI C) CLP and D) CLP+ARI.Reddy et al. Page 9Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure-2. AR inhibition prevents CLP-induced cytokine secretion in mouse plasma and peritonealfluidAfter 14 h of CLP, mice were killed and plasma was separated from blood. Peritoneal fluidwas collected by injecting 1 ml of ice-cold 1× Hanks balanced salt solution in to peritoneumas described in methods. A) IL-1β B) IL-6, C) TNF-α and D) MCP-1 were measured in bothplasma and in peritoneal fluid using mouse specific ELISA kits as described in Methods. Dataare expressed as Mean ± SEM (n = 4). *P<0.001 Vs Control, #P<0.001 Vs. CLP, **P<0.05Vs Control, ## P<0.05 Vs. CLPReddy et al. Page 10Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptReddy et al. Page 11Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure-3. Inhibition of AR prevents inflammatory cytokines in mice heartsAfter 14 h of CLP, mice hearts were dissected out and homogenates were made. The levels ofvarious (as indicated in table under the figure) inflammatory markers were measured by usingRay Bio Mouse cytokine antibody array. The intensity of the spots was measured bydensitometry and compared with positive and negative controls. (A) Representative picture isshown. (B) Table showing the fold change was calculated by measuring the intensities ofindividual array spots and normalized with controls and compared with CLP group.Reddy et al. Page 12Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure-4. AR inhibition prevents CLP-induced expression of COX-2, iNOS and HMGB-1 in miceheart, spleen and kidneysAfter 14 h of CLP, mice hearts, spleen and kidneys were dissected out and homogenates weremade. Equal amounts of homogenates were subjected to Western Blot analysis using antibodiesagainst A) COX-2, B) iNOS, C) AR, D) p-p65 (NF-κB), E) HMGB-1 and F)GAPDH. Panel1: heart, Panel 2: Spleen and Panel 3: Kidney. The antibody binding was detected by enhancedpico chemiluminescence (Pierce). The fold change was determined by densitometry scanning,as indicated at the top of the Western blot.Reddy et al. Page 13Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure-5. AR inhibition prevents tissue factor activityAfter 14 h of CLP, the mice plasma was collected. The tissue factor activity was measured byusing ACTICHROME® Tissue factor activity assay kit from American diagnostic inc. asdescribed in methods. Data are expressed as Mean ± SEM (n = 4). *P<0.001 Vs. Control and#P<0.001 vs CLP.Reddy et al. Page 14Cytokine. Author manuscript; available in PMC 2010 December 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript"