"Hindawi Publishing CorporationEvidence-Based Complementary and Alternative MedicineVolume 2011, Article ID 507920, 13 pagesdoi:10.1155/2011/507920Research ArticleAntimetastatic Potentials of Dioscorea nipponica onMelanoma In Vitro and In VivoMao-Lin Ho,1 Yih-Shou Hsieh,2, 3 Jia-Yuh Chen,1 Kuo-Shuen Chen,1, 4 Jia-Jing Chen,5Wu-Hsien Kuo,6, 7 Shu-Jiuan Lin,8 and Pei-Ni Chen5, 31 Institute of Medicine, Chung Shan Medical University, No. 110, Section 1, Jianguo N. Road, Taichung 402, Taiwan2 Department of Biochemistry, Chung Shan Medical University, No. 110, Section 1, Jianguo N. Road, Taichung 402, Taiwan3 Clinical Laboratory, Chung Shan Medical University Hospital, No. 110, Section 1, Jianguo N. Road, Taichung 402, Taiwan4 Department of Internal Medicine, Chung Shan Medical University Hospital, No. 110, Section 1, Jianguo N. Road,Taichung 402, Taiwan5 Institute of Biochemistry and Biotechnology, Chung Shan Medical University, No. 110, Section 1, Jianguo N. Road,Taichung 402, Taiwan6 Division of Gastroenterology, Department of Internal Medicine, Armed-Force Taichung General Hospital, Taichung 411, Taiwan7 General Education Center, Central Taiwan University of Science and Technology, No. 11 Pu-tzu Lane, Pu-tzu Road,Taichung 406, Taiwan8 Department of Pathology, Taichung Veterans General Hospital, Taichung 407, TaiwanCorrespondence should be addressed to Pei-Ni Chen, peini@csmu.edu.twReceived 23 August 2010; Accepted 8 December 2010Copyright © 2011 Mao-Lin Ho et al. This is an open access article distributed under the Creative Commons Attribution License,which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Recent studies have revealed pleiotropic anticancer and antiproliferative capabilities of Dioscorea nipponica Makino whereas theeffect of this plant on metastasis of cancer cells has not been clearly clarified. In the present study, we extracted Dioscorea nipponicaMakino with methanol (DNE1), chloroform (DNE2), ethyl acetate (DNE3), n-butanol (DNE4), and water (DNE5). We firstdemonstrate that DNE3 was found to be effective in reducing the lung metastases formation by about 99.5% as compared tovehicle-treated control animals. When a nontoxic concentration of the extract was treated directly to highly metastatic murinmelanoma cells (B16F10) and human melanoma cells (A2058) in vitro, it exerted a dose-dependent inhibitory effect on the invasion(P < .001), motility (P < .001), secretion of MMPs (P < .001), and u-PA (P < .001) of both cell lines. To investigate the possiblemechanisms involved in these events, we performed western blot analysis to find that DNE inhibited phosphorylation of Akt.A treatment with DNE3 to B16F10 cells also inhibited the activation of NF-κB and increased the expression of IkappaB. Takentogether, these findings suggested that DNE3 could reduce the metastasis of melanoma cells, thereby constituting an adjuvanttreatment for metastasis control.1. IntroductionEpidemiological studies have shown that a diet rich invegetables and fruits might protect against cancer by mech-anisms that have not been well defined yet. In recentyears, naturally occurring plant products have been gettingincreased attention for the intervention of malignant invasiveprogression in the late stage of neoplastic diseases [1, 2].On the basis of this idea, certain foods, including manyvegetables, fruits, and grains, as well as phytochemicals ofdiversified pharmacological efficacies have been shown tooffer a significant protection against various cancers [3–5].Furthermore, there is an increase focus on providing sci-entific basis to use these agents in the prevention strategyfor people with a high risk for cancers. Dioscorea nipponicaMakino has long been used as a folk medicine for bronchitis,asthma, and rheumatoid arthritis. These compounds wereeffective for preventing both the body and adipose tissueweight gains in rodents induced by a high-fat diet [6].However, limited studies are available concerning the effectof Dioscorea nipponica Makino in anticancer.Invasion and metastasis of solid tumor involves multipleprocesses and various cytophysiological changes, includingchanged adhesion capability between cells and extracellular2 Evidence-Based Complementary and Alternative MedicineDioscorea nipponica Makino 50 gH2O layerH2O layerH2O layerH2O layerExtract with CHCl3Extract with EtOAc CHCl3 layer(DNE2)EtOAc layer(DNE3)Extract with n-BuOHn-BuOH layer(DNE4)ResidueExtract with MeOHMeOH layer(DNE1)(DNE5)(a)Cellinvasion(control%)120100806040200Control DNE1 DNE2 DNE3 DNE4 DNE5100 μg/mL∗∗∗∗∗(b)AU1.210.80.60.40.20P10 5 10 15 20 25 30(minutes)(c)Relativeabundance200 250 300 350 400 450 500 550 600410.87392.97285.06 426.97291.05272.95231.17545.12243.08 303.09 503.01266.9 439.21203.03 594.35178.88 341.08 356.451009080706050403020100582.75438.81m/z(d)Figure 1: The chemical profile of Dioscorea nipponica extract was analyzed by HPLC-mass spectrometry. (a) Procedure for fractionation ofthe extracts from Dioscorea nipponica. (b) B16F10 cells were treated with these fractions by Transwell invasion assay. (c) Chromatographicpatterns from HPLC analysis of DNE3 extracts showed peaks corresponding to the retention times (minutes). Absorbance was monitored at254 nm. (d) The main product peak (P1) with a retention time of 16.644 minutes was then subjected to mass spectrometer.matrix (ECM) and damaged intercellular interaction [7].Degradation of ECM by cancer cells via protease, such asmetalloproteinases (MMPs), serine proteinases, plasmino-gen activator (PA), and cathepsins, may lead to the separationof intercellular matrix to promote the motility of cancer cellsand eventually lead to invasion and metastasis. Among thesepeoteinase, MMP-2 and MMP-9 are type IV collagenasesthat degrade basement membrane collagen [8]. These twoMMPs are expressed in many different types of cancer cells;however, they are predominately produced in stromal cellslocated adjacent to the tumors [9]. In human malignancies,increased MMP-2 and MMP-9 activity and expressionEvidence-Based Complementary and Alternative Medicine 3B16F10B16F10DNE3 0.1/kg/dayB16F10DNE3 0.2/kg/day(a)0.80.60.40.20P < .001P < .001P < .001Normal B16F10 B16F10DNE3 0.1 gB16F10DNE3 0.2 gLungweight(g)(b)B16F10 B16F10DNE3 0.1 gB16F10DNE3 0.2 g350200150100500Numberofmetastasticlesions250300∗ ∗ ∗∗ ∗ ∗(c)302520151050Averagebodyweight(g)0 3 6 9 12 15 18 21ControlDNE3 0.1 gDNE3 0.2 g(day)(d)Figure 2: Suppression of lung metastasis of melanoma cells by DNE3. Melanoma cells were injected into the tail veins of 6-week-old maleC57BL/6 mice. After injection of melanoma cells, DNE3 (0.1 g/kg/day and 0.2 g/kg/day) and vehicle (saline) alone were administered oralgavage for 21 days. Mice were sacrificed and then analyzed for representative photographs of lungs (a), the weight of lung (b), the number oflung metastasis (c), and the body weight of mice (d). Results were statistically evaluated by using one-way ANOVA with post-hock Dunnett’stest ( ∗∗∗P < .001).correlate with reduced survival and poor disease prognosis[10–13].However, these studies on functions of Dioscorea nip-ponica Makino have been mainly focused on the effects ofantiallergic property or antiobesity whereas the effect of thisplant on migration and invasion of tumor cells has not beenclearly clarified. The purpose of the present study was tocharacterize the effects of Dioscorea nipponica Makino ontumor cell metastasis in vivo, and cell invasion, migration,motility, adhesion, and proteinase expression in vitro.2. Methods2.1. Chemicals. Dioscorea nipponica Makino was obtainedfrom a plantation of the Green Health BiotechnologyCorporation (Yunlin, Taiwan) and identified by Profes-sor Yih-Shou Hsieh, Chung Shan Medical University.3-(4,5-dimethylthiazol-2-y1)-2,5-diphenyltetrazolium bro-mide (MTT) and Dulbecco’s modified Eagle medium(DMEM) were obtained from Sigma Chemical Co. (St. Louis,MO, USA) and Matrigel was purchased from BD Biosciences(Bedford, MA, USA). Rabbit polyclonal antibodies againstc-Jun and c-Fos were purchased from Biosource (Camar-illo, CA, USA) and a rabbit polyclonal antibody againsttissue inhibitor of matrix metalloproteinase-2 (TIMP-2)was purchased from Serotec (Oxford, UK). Monoclonalantibodies against nuclear factor-κB (NF-κB) and C23 andrabbit polyclonal antibodies against Extracellular signal-regulated kinase 1/2 (ERK1/2), p38, and Akt, the total andphosphorylated protein, were purchased from Santa Cruz4 Evidence-Based Complementary and Alternative MedicineB16F10100x(a)WT100x(b)DNE3 0.1 gB16F10100x(c)DNE3 0.2 gB16F10100x(d)Figure 3: Histopathology of lung of metastatic tumor bearing animals (×100). Lungs of the metastasis-induced animals were fixed inneutral buffered formalin and stained with hematoxyline and eosine. (a) Control (melanoma + saline), (b) normal lung (wild type, WT),(c) melanoma + 0.1 g/kg/day DNE3, and (d) melanoma + 0.2 g/kg/day DNE3. Arrows showed areas of metastatic nodules (tumor).Biotechnology Inc. (Santa Cruz, CA, USA). A monoclonalantibody against plasminogen activator inhibitor (PAI) wasobtained from American Diagnostics Inc. (Greenwich, CT,USA). ECL Plus detection kit was obtained from AmershamLife Sciences, Inc. (Piscataway, NJ). Lightshift kit waspurchased from Pierce (Rockford, IL, USA).2.2. Preparation of Dioscorea nipponica Makino Extracts. Air-dried Dioscorea nipponica Makino (50 g) was extracted 3times with boiling water (500 mL) for 30 minutes, andthe filtrate was partitioned with chloroform (DNE2), ethylacetate (DNE3), and n-butanol (DNE4), and the residue wasextracted with methanol (DNE1). Afterwards, solvent wasremoved by a vacuum rotary evaporator and these fractionswere lyophilized and stored at −20◦C . Furthermore, thechemical profile of ethyl acetate soluble fraction was analyzedby using high-pressure liquid chromatograms- (HPLC-)-mass spectrometer. Briefly, DNE3 was analyzed by HPLC-mass spectrometer using a HPLC (Hitachi L-6200 with anL-4500 Diode Array detector) with a PE Sciex Qstar PulsarESI-TOF mass spectrometer. Samples (10 μl) were injectedinto a Merck LiChrospher 100 RP-18 column (4× 250 mm).The column was equilibrated in 0.05% acetic acid/water(solution A), and elution of the components was performedby increasing the concentration of acetonitrile (solution B)from 0% to 60% in 30 minutes at a flow rate of 1 mL/min.The main product peak with a retention time of 16.644minutes was then subjected to electrospray ionisation massspectra using multiply-charged ion profile based on themodified method of Wong et al. [14].2.3. Cell Culture. Cell lines including A2058 from humanmelanoma, B16F10 from a mouse melanoma, and HS68from a human foreskin fibroblast cells were obtained fromAmerican Type Culture Collection (Rockville, MD, USA)and cultured in DMEM (for A2058 and B16F10) or RPMI(for HS68).2.4. Measurement of Lung Metastasis in B16F10-BearingMice. C57BL/6 male mice of 5-week-old (National TaiwanUniversity Animal Center, Taiwan) were housed with aregular 12-hour light/12-hour dark cycle and ad libitumEvidence-Based Complementary and Alternative Medicine 5Cellviability(control%)120100806040200DNE3 (μg/mL)0 25 50 75 100B16F10(a)Cellviability(control%)120100806040200DNE3 (μg/mL)0 25 50 75 100HS68(b)DNE3 (μg/mL)0 hr24 hr48 hr0 25 50 75 100(c)100806040200Cellmigration(control%)DNE3 (μg/mL)0 25 50 75 10024 hr48 hr∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗ ∗∗∗∗∗∗(d)MotilityInvasion0 μg/mL 25 μg/mL 50 μg/mL 75 μg/mL 100 μg/mL0 μg/mL 25 μg/mL 50 μg/mL 75 μg/mL 100 μg/mL(e)Figure 4: Continued.6 Evidence-Based Complementary and Alternative Medicine120100806040200DNE3 (μg/mL)0 25 50 75 100∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗MotilityInvasionControl(%)(f)Adhesionrate(control%)1201101009080706050403020100DNE3 (μg/mL)0 25 50 75 100(g)Figure 4: The effects of DNE3 on cell viability, migration, motility, invasion, and adhesion of melanoma cells. (a) B16F10 and (b) HS68 cellswere treated with DNE3 for 24 hours by MTT assay. (c) B16F10 cells were subjected to analyze for cell migration by wound healing assay. (d)Determined migration ability of B16F10 was subsequently quantified with that of control being 100% (without DNE3 for 48 h). Cells weretreated with DNE3 for 24 hours and then subjected to analyze for (e and f) motility, invasion, and (g) adhesion as described in Materials andMethods. Results were statistically evaluated by using one-way ANOVA with post hoc Dunnett’s test ( ∗∗∗P < .001). Results from 3 repeatedand separated experiments were similar.access to standard rodent chow diet (Laboratory Rodent Diet5001, LabDiet, St. Louis, MO). Cells (2×105 cells) suspendedin 0.1 mL of PBS were injected into the tail vain of C57BL/6mice. On the following day (Day 1), mice were randomlydivided into three groups (n = 8 for each group) to befed by oral gavage with saline (control) or DNE3 (0.1 g/kgand 0.2 g/kg of body weight, daily). Five untreated micewere used as wild type control. After 21 days, animals wereeuthanized with CO2. The lungs were isolated and weighed,and metastatic nodules on the surface of lungs were countedunder a microscopy. Lungs were fixed in neutral buffered5% formalin, and sections were taken and stained withhematoxyline and eosine for morphological studies [15].2.5. Determination of Cell Viability (MTT Assay). Cells weretreated with DNE3 (0, 25, 50, 75, and 100 μg/mL) for 24hours. After treatment, cells were incubated with 0.5 mg/mLMTT in culture medium for an additional 4 h, and the blueformazan crystals of viable cells were dissolved by lysis buffer(isopropyl alcohol containing 10% Triton X-100 and 0.1 NHCl) and measured spectrophotometrically at 570 nm [4].2.6. Transwell Cell Invasion and Motility Assays. After a pre-treatment with DNE3 for 24 hours, cells were harvested andseeded to BD Falcon cell culture inserts (BD Biosciences,Bedford, MA, USA) at 5 × 104 cells/well in serum-freemedium and then incubated for another 12 h at 37◦C. Forinvasion assay, 100 μl Matrigel (1 mg/1 mL) was applied tothe membrane filters with a pore size of 8 μm and the bottomchamber contained standard medium. Filters were then air-dried for 5 h in a laminar flow hood. The invaded cells werefixed with methanol and stained with Giemsa. Cell numberswere counted under a light microscope. The motility assaywas carried out as described in the invasion assay with nocoating of Matrigel [16].2.7. Wound Healing Migration Assay. Wounds were intro-duced to the confluent monolayer of cells with a yellowplastic pipette tip to create a cleared line. The medium wasremoved and replaced with DMEM containing 1% FBS, andthen DNE3 was added. The cells were incubated at 37◦C, andcell movement into the wound area was photographed at 0 h,24 hours and 48 hours using a microscope.2.8. Cell-Matrix Adhesion Assay. After a 24-hour treatmentwith DNE3, cells were plated on 24-well dishes coatedwith 150 μl type I collagen (10 μg/mL) and cultured for 30minutes. Nonadherent cells were removed by PBS washes andadherent cells were fixed in ethanol. After staining with 0.1%crystal violet, fixed cells were lysed in 0.2% Triton X-100 andthe absorbance was measured at 550 nm [17].2.9. Determination of MMP-2, -9, and u-PA. In gelatinzymography, collected media were prepared with sodiumdodecyl sulphate (SDS) sample buffer without boiling orreduction and subjected to 0.1% gelatin-8% SDS polyacry-lamide gel electrophoresis (SDS-PAGE) to determine theMMPs. After electrophoresis, gels were washed with 2.5%Triton X-100 and then incubated in reaction buffer (40 mMTris-HCl, pH 8.0, 10 mM CaCl2, 0.01% NaN3) for 16 h at37◦C. Then gel was stained with Coomassie brilliant blueR-250 [17].Evidence-Based Complementary and Alternative Medicine 7MMP-2activity(control%)0 5 10 15 200 5 10 15 20MMP-2120100806040200∗∗∗∗∗∗∗∗∗∗∗∗DNE3 (μ /mL)gDNE3 (μ /mL)g(a)0 5 10 15 200 5 10 15 20u-PAu-PAactivity(control%)120100806040200∗∗∗∗∗∗∗DNE3 (μ /mL)gDNE3 (μ /mL)g(b)MMP-21.210.80.60.40.20β-actin0 25 50 75 1000 25 50 75 100∗∗∗∗∗∗∗∗∗MMP-2/actinDNE3 (μ /mL)gDNE3 (μ /mL)g(c)3.532.521.510.50β-actin0 25 50 75 1000 25 50 75 100∗∗∗∗∗∗∗∗∗∗TIMP-2/actinDNE3 (μ /mL)gDNE3 (μ /mL)gTIMP-2(d)Figure 5: Effects of DNE3 on the protein levels of proteases and their endogenous inhibitors. Cells were treated with DNE3 for 24 hoursand then condition media were subjected to gelatin zymography and casein zymography to analyze the activities of MMP-2 (a) and u-PA(b), respectively. Cell lysate were subjected to Western blot to analyze the expression of MMP-2 (c) and TIMP-2 (d). Results were statisticallyevaluated by using one-way ANOVA with post hoc Dunnett’s test ( ∗P < .05; ∗∗∗P < .001).Visualization of u-PA activity was performed by caseinzymography as previously described [17]. Briefly, 2% w/vcasein and 20 μg/mL plasminogen were added to 8% SDS-PAGE gel, and then performed as described in the gelatinzymography.2.10. Activating Protein-1 (AP-1) and NF-κB Binding Assay.Binding of AP-1 and NF-κB in nuclear extracts was assessedby electrophoretic mobility shift assay (EMSA) with biotin-labeled double-stranded AP-1 or NF-κB oligonucleotides,and EMSA was carried out by using the Lightshift kit.Briefly, binding reactions containing 10 μg of nuclearprotein, 10 mM Tris, 50 mM KCl, 1 mM DTT, 5 mM MgCl2,2 μg poly (dI·dC), and 2 pmol of oligonucleotide probe wereincubated for 20 minutes. Specific binding was confirmedby using a 200-fold excess of unlabeled probe as specificcompetitor. Protein-DNA complexes were separated by8 Evidence-Based Complementary and Alternative MedicinePI3KDNE3 (μg/mL)β-actinPI3K/actin1.2100.80.60.40.20 25 50 75 1000 25 50 75 100DNE3 (μ /mL)g∗∗∗∗∗∗∗∗∗∗∗∗(a)1.21p-AktAkt00.80.60.40.2p-Akt/Akt0 25 50 75 1000 25 50 75 100DNE3 (μ /mL)gDNE3 (μ /mL)g∗∗∗∗∗∗∗∗∗∗∗∗(b)1.2100.80.60.40.20 25 50 75 100DNE3 (μ /mL)gDNE3 (μg/mL) 0 25 50 75 100p-p38/p38p-p38p-38(c)p-ERK1p-ERK21.2100.80.60.40.20 25 50 75 100DNE3 (μ /mL)g0 25 50 75 100DNE3 (μ /mL)gp-ERK1/2/ERK1/21.4p-ERK1/2ERK1/2(d)Figure 6: Inhibitory effect of DEN3 on the phosphorylation of Akt. B16F10 cells were cultured in various concentrations of DNE3 for24 hours, and then cell lysates were subjected to SDS-PAGE followed by Western blotting with anti-PI3K (a), anti-phospho-Akt (b), anti-phospho-p38 (c), and anti-phospho-ERK1/2 (d) antibodies. Signals of proteins were visualized with an ECL detection system. Determinedactivities of these proteins were subsequently quantified by densitometric analysis with that of control being 100% (defined as 1.0) as shownjust below the gel data. Results were statistically evaluated by using one-way ANOVA with post hoc Dunnett’s test ( ∗∗∗P < .001).Evidence-Based Complementary and Alternative Medicine 9NF-κBFree probe0 25 50 75 100 Comp.DNE3 (μ /mL)g(a)0 25 50 75 100 Comp.AP-1Free probeDNE3 (μ /mL)g(b)0 25 50 75 100DNE3 (μ /mL)gc-Fosc-JunNF-κBC23(c)0 25 50 75 100DNE3 (μ /mL)gIκBαβ-actin(d)Figure 7: Effects of DNE3 on the activation of NF-κB, c-Jun, and c-Fos. Cells were treated with DNE3 and then nuclear extracts were analysedfor DNA binding activity of NF-κB (a) and AP-1 (b) using biotin labeled NF-κB and AP-1 specific oligonucleotide in EMSA. The last lanerepresented nuclear extracts incubated with unlabeled oligonucleotide (comp) to confirm the specificity of binding. Nuclear and cytoplasmicextracts were subjected to SDS-PAGE followed by western blotting with anti-NF-κB, c-Fos, c-Jun, or C23 antibodies (c) and anti-IkBα orβ-actin antibodies, respectively. Signals of proteins were visualized with an ECL detection system. The experiments were repeated three timeswith similar results.using a 6% nondenaturing acrylamide gel electrophoresisand then transferred to positively charged nylon membranesand crosslinked in a Stratagene crosslinker. Gel shiftswere visualized with a streptavidin-horseradish peroxidasefollowed by chemiluminescent detection [18].2.11. Western Blot Analysis. Samples were separated in a10% polyacrylamide gel and transferred onto a nitrocellulosemembrane as previously described [17]. The blot wassubsequently operated with standard procedures and probedwith each specific antibody at 4◦C overnight. The proteinexpression was detected by chemiluminescence using an ECLPlus detection kit and relative photographic density wasquantitated by scanning the photographic negatives on a geldocumentation and analysis system.2.12. Statistical Analysis. Statistical significances were ana-lyzed by one-way analysis of variance (ANOVA) with post-hock Dunnett’s test. P-value ≤ .05 was considered statisticallysignificant (Sigma-Stat 2.0, Jandel Scientific, San Rafael, CA,USA).3. Results3.1. Effects of DNE on the Invasion of Human Melanoma Cells.To evaluate the bioactive compound of Dioscorea nipponicaMakino, we successively extracted the Dioscorea nippon-ica with methanol (DNE1), chloroform (DNE2), ethylacetate (DNE3), n-butanol (DNE4), and water (DNE5)(Figure 1(a)). B16F10 cells were treated with differentDioscorea nipponica extracts, and a decrease of invasion wasdetected by Transwell invasion assay. Among these extracts,DNE3 was the most effective Dioscorea nipponica ingredientthat reduces invasion activity in our assay (Figure 1(b)).Chromatographic patterns from HPLC analysis of DNE3extracts showed peaks corresponding to the retention times.Absorbance was monitored at 254 nm (Figure 1(c)). Themain product peak (P1) with a retention time of 16.644minutes as shown in Figure 1(c) was then subjected toelectrospray ionisation mass spectra using multiply-chargedion profile (Figure 1(d)).3.2. Inhibition of the Lung Colonization of B16F10 Melanomaby the Treatment of DNE3. Recent studies have shown that10 Evidence-Based Complementary and Alternative MedicineMotility0 μg/mL 25 μg/mL 50 μg/mL 75 μg/mL 100 μg/mLA2058(a)Invasion0 μg/mL 25 μg/mL 50 μg/mL 75 μg/mL 100 μg/mL(b)Cellmobi lity(cont rol%)1201008060402000 25 50 75 100DNE3 (μ /mL)g∗∗∗∗∗∗∗∗∗(c)0 25 50 75 100Cellmobility( control%)120100806040200DNE3 (μ /mL)g∗∗∗∗∗∗∗∗∗∗∗(d)0 25 50 75 1000 25 50 75 100100806040200DNE3 (μ /mL)gDNE3 (μ /mL)gMMP-9MMP-2∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗MMP-2MMP-9MMPactivity(control%)(e)1008060402000 5 10 15 200 5 10 15 20DNE3 (μ /mL)gDNE3 (μ /mL)g∗∗∗∗∗∗∗∗∗∗∗∗u-PAu-PAactivity(control%)(f)Figure 8: The effects of DNE3 on cell motility, invasion, and the activity of MMPs and uPA of A2058 human melanoma cells. Cells weretreated with DNE3 for 24 hours and then subjected to analyze for motility ((a) and (c)) and invasion ((b) and (d)). Condition media weresubjected to gelatin zymography and casein zymography to analyze the activities of MMPs (e) and u-PA (f), respectively. Data representedthe mean± SD of at least 3 independent experiments. Results were statistically evaluated by using one-way ANOVA with post hoc Dunnett’stest ( ∗P < .05; ∗∗P < .01; ∗∗∗P < .001).Evidence-Based Complementary and Alternative Medicine 11B16F10 cells mainly form lung tumors. C57BL/6 mice wereinjected via the tail vein with B16F10 melanoma cells, andadministration of the ethyl acetate extracts of DEN3 reducedpulmonary metastasis formation of B16F10 cells. Within 21days of injection, the control mice were visibly riddled withmetastatic tumor nodules compared with the lungs of DNE3treated mice (Figure 2(a)). Mean lung weights for animalsreceiving 0.1 g/kg/day DNE3 (0.1964 ± 0.0594 g; P < .001)and 0.2 g/kg/day DNE3 (0.1240 ± 0.0125 g; P < .001) weresignificantly lower than those from control animals (0.4570±0.1488 g; Figure 2(b)). Vehicle-treated control animals hadmassive growth of tumor and was given an arbitrary-maximum countable number about 275 ± 45.3. It wasreduced to 14 ± 5.4 (0.1 g/kg/day; P < .001) and 1.2 ± 1.7(0.2 g/kg/day; P < .001) countable colonies by DNE3treatment (Figure 2(c)). The average body weight of DNE3treated mice was higher than control group (Figure 2(d)).Histopathology of the lung also showed marked reduction intumor mass in the lungs of DNE3-treated animals (Figure 3).3.3. Effect of DNE3 on Cell Viability. Results of MTT assayshowed that DNE3 has no cytotoxicity on B16F10 cells(Figure 4(a)). Results from same procedures performed onnormal human foreskin fibroblast cell lines, HS68, revealedthat this compound did not have any significant cytotoxicityon these cells (Figure 4(b)).3.4. Effects of DNE3 on the Invasion, Motility, Migration, andAdhesion. Incubation of B16F10 with 1% FBS produced amarked cell migration in the wound area 24 hours and48 hours after wounding whereas wounds treated withDNE3 showed significant delays in wound healing under thesame conditions (Figures 4(c) and 4(d)). To screen for thepreventive effectors against cancer metastasis, the inhibitoryeffect of DNE3 on invasion and motility of B16F10 cellswas examined with Transwell. The result showed that DNE3significantly reduced the motility and invasion of B16F10cells in a concentration-dependent manner (Figures 4(e) and4(f)).Cancer cells, invading the host tissue, break from theircell-cell contacts and make new contact with the ECM.Therefore, DNE3 was tested to determine their effects onthe cell-matrix adhesion. The results showed that DNE3significantly reduced the cell-matrix interactions of B16F10cells (Figure 4(g)).3.5. Effects of DNE3 on the Activities of MMP-2, u-PA,and TIMP-2. Via gelatin and casein zymography assays,respectively, it has been shown that DNE3 significantlyreduced MMP-2 (Figure 5(a)) and u-PA (Figure 5(b)) activ-ity in dose-dependent manner. The immunoblotting showedthat MMP-2 protein level was gradually decreased alongwith the concentration of DNE3 (Figure 5(c)). Physiologicalactivity of MMP-2 is greatly related to that of their specificendogenous inhibitors, TIMP-2, therefore western blottingwas employed to see the effect of DNE3 on TIMP-2expression, and results showed that TIMP-2 protein levelswere significantly increased along with the concentration ofDNE3 in B16F10 (Figure 5(d)).3.6. The Inhibition of Akt Phosphorylation by DNE3. Theimmunoblotting showed that PI3K protein level was grad-ually decreased along with the concentration of DNE3(Figure 6(a)). DNE3 significantly inhibited the activation ofAkt as evidenced by a decrease in the levels of phospho-Aktproteins in a dose-dependent manner (Figure 6(b)) whereasit has no significant effect on p38 and ERK1/2 activity(Figures 6(c) and 6(d)).3.7. Effects of DNE3 on the Activation of NF-κB, c-Jun, and c-Fos. To examine the effect of DNE3 on the activation of NF-κB and AP-1, B16F10 cells were treated with DNE3 for 24hours. Nuclear extract was analyzed by EMSA for AP-1 andNF-κB DNA binding activity, and results showed that DNAbinding activity of NF-κB (Figure 7(a)) was significantlyinhibited by a treatment with 100 μg/mL DNE3 whereas theAP-1 activity was unchanged (Figure 7(b)). Subsequently,western blot was performed to further confirm these results,and it was found that a pretreatment of DNE3 suppressed thenuclear levels of NF-κB while it has no significant effect onthe c-Jun and c-Fos expression, with C23 being the internalcontrol (Figure 7(c)). The activity of NF-κB is related tothat of their endogenous inhibitors, IkappaB (IκB), thereforeWestern blotting was employed to see the effect of DNE3 onIκB expression, and results showed that IκB protein levelswere significantly increased along with the concentration ofDNE3 (Figure 7(d)).3.8. DNE3 Inhibit Invasion and MMP-2 and u-PA Secretionin Human Melanoma Cell Lines. Similar experiments wereperformed, using human melanoma cells, A2058, in order todetermine if the anti-invasive activity of DNE3 can generallybe applicable to other types of melanoma cells. DNE3inhibited the motility (Figures 8(a) and 8(c)) and invasion(Figures 8(b) and 8(d)) of A2058 cell lines, and DNE3 clearlyinhibited the secretion of MMP-2, MMP-9 (Figure 8(e)),and u-PA (Figure 8(f)), thus indicating that DNE3 mighthave anti-invasive properties against a broad spectrum ofmelanoma cells.4. Discussion and ConclusionsChemopreventive properties have long been attributed tophenolic compounds present in the human diet and arethe use of agents to delay, inhibit, or reverse tumorigenesis.These natural substances are of interest as they are potentialsources of anticancer compounds with minimal debilitatingtoxicity and side effects [19–21]. In the present study,we demonstrated that Dioscorea nipponica are effective invarious aspects of tumor formation in the B16F10 mousemelanoma model in vitro. This model was chosen on thebasis of aggressive behavior and high metastatic potentialof this cell line. One day after the intravenous injection oftumor cells, mice were treated with daily oral administration12 Evidence-Based Complementary and Alternative Medicineof the DNE3 and resulted in a significant, dose-dependentdelay in lung colonization.The metastatic process comprises a series of complicatedevents that can be subdivided into a number of steps involv-ing cell motility, cell invasion, surface adhesion properties,and degradation of ECM. Thus, in the present study, we triedto investigate the antimetastatic activity of DNE3 associatedwith tumor thrombosis by tumor cell invasion, migration,adhesion, and proteinase expression.Adhesive interaction of tumor cells to ECM and its inva-sive action into ECM are known to be fundamental eventsin tumor metastatic process [22]. Here, DNE3 inhibited theadhesion of B16-F10 cells to type I collagen, one of the ECMcomponents, as well as effectively suppressed the invasion ofB16-F10 cells in a concentration-dependent manner.The secretion of extracellular proteases plays an impor-tant role in cancer cell invasion and metastasis [23]. Ofthese proteases, MMPs, a family of zinc-dependent ECM-degrading enzymes, are involved in invasion, migration,and angiogenesis in tumor cells. There have been reportssuggesting that the expression of MMP-2 and MMP-9correlates with the progression of various types of tumors[24]. In addition to MMPs, the serine protease u-PAconverts inactive plasminogen into plasmin and thereforeplays a key role to initiate a cascade of proteolytic stepsaccumulating in the degradation of the extracellular matrix.u-PA is found in cellular structures at the leading edge ofmigrating cells that are involved in cell adhesion, migration,invasion, and metastatsis [25]. MMP-2 is a proteolyticenzyme capable of degrading the structural support networkfor normal and malignant cells, and their expression andactivity against matrix macromolecules have been shownto overbalance their endogenous inhibitors. TIMP-2 hasbeen shown to suppress tumor growth and metastaticpotential in cell and animal model systems [26]. Thedata presented here demonstrated that DNE3 inhibits theinvasion of melanoma cancer cells and this inhibitory activityappeared to be dependent on the decreased expression ofMMP-2, MMP-9, and u-PA, while that of TIMP-2 wasenhanced.The role of PI3K-Akt and MAPKs pathways in theregulation of u-PA or MMPs expressions in carcinomacells has been well studied [23]. It has been shown thatan inhibition of p-Akt may lead to a reduction in theexpression of MMP-2 or u-PA as well as in the invasionof tumor cells. As shown in Figure 6, DNE3 could redusethe phosphorylation of Akt in B16-F10 cells. To make alinkage between p-Akt and protease expressions, the effectsof DNE3 on several transcription factors were examined. Itis well known that the activation of AP-1 and NF-κB andthe downstream of the PI3K-Akt pathway are associated withinflammation, cell invasion, migration, and angiogenesis[27], and that suppression of any of these transcriptionfactors is potentially an effective means to block tumorinvasion or metastasis, as well as blocking the factors thatbind to these regulatory elements, and therefore representsan appropriate approach to inhibit the synthesis of MMPs oru-PA. In our studies, DNE3 was found to effectively suppressthe DNA binding activity and the expression of NF-κB whilethe protein level of IκB, the endogenous inhibitor of NF-κB, was gradually increased along with the concentration ofDNE3.The major drawbacks of many effective cancer chemo-therapeutic agents are systemic toxicity and drug resistance.In this regard, dietary supplement as well as phytotherapeuticagents with high anticancer activity and less toxicity tonormal tissues has been suggested as possible candidatesfor their capability to improve the efficacy of anticancerdrugs [28, 29]. In the present study, HS68, human foreskinfibroblast cells, was used to demonstrate that DNE3 exertedno cytotoxicity on normal foreskin fibroblast cells. Inconclusion, Dioscorea nipponica potently inhibits melanomainvasive and metastatic potential; therefore, they may consti-tute a valuable tool in the combination therapy of metastaticmelanoma and in the prevention of melanoma metastases.AcknowledgmentsThis study was supported by Grants of the National ScienceCouncil, Taiwan (NSC 98-2313-B-166-004-MY3 and NSC98-2313-B-040-004-MY3). Y.-S. Hsieh contributed equallyto the paper.References[1] S. Shankar, S. Ganapathy, S. R. Hingorani, and R. K. Srivastava,“EGCG inhibits growth, invasion, angiogenesis and metastasisof pancreatic cancer,” Frontiers in Bioscience, vol. 13, no. 2, pp.440–452, 2008.[2] M. H. Ravindranath, V. Ramasamy, S. Moon, C. Ruiz,and S. Muthugounder, “Differential growth suppression ofhuman melanoma cells by tea (Camellia sinensis) epicatechins(ECG, EGC and EGCG),” Evidence-Based Complementary andAlternative Medicine, vol. 6, pp. 523–530, 2009.[3] H. P. Huang, Y. W. Shih, Y. C. Chang, C. N. Hung, and C.J. Wang, “Chemoinhibitory effect of mulberry anthocyaninson melanoma metastasis involved in the Ras/PI3K pathway,”Journal of Agricultural and Food Chemistry, vol. 56, no. 19, pp.9286–9293, 2008.[4] P. N. Chen, Y. S. Hsieh, H. L. Chiou, and S. C. Chu,“Silibinin inhibits cell invasion through inactivation of bothPI3K-Akt and MAPK signaling pathways,” Chemico-BiologicalInteractions, vol. 156, no. 2-3, pp. 141–150, 2005.[5] J. R. C. Vieira, I. A. De Souza, S. C. Do Nascimento,and S. P. Leite, “Indigofera suffruticosa: an alternative anti-cancer therapy,” Evidence-Based Complementary and Alterna-tive Medicine, vol. 4, no. 3, pp. 355–359, 2007.[6] C. S. Kwon, H. Y. Sohn, S. H. Kim et al., “Anti-obesity effect ofDioscorea nipponica makino with lipase-inhibitory activity inrodents,” Bioscience, Biotechnology and Biochemistry, vol. 67,no. 7, pp. 1451–1456, 2003.[7] A. F. Chambers, A. C. Groom, and I. C. MacDonald,“Dissemination and growth of cancer cells in metastatic sites,”Nature Reviews Cancer, vol. 2, no. 8, pp. 563–572, 2002.[8] T. Salo, T. Turpeenniemi-Hujanen, and K. Tryggvason,“Tumor-promoting phorbol esters and cell proliferation stim-ulate secretion of basement membrane (type IV) collagen-degrading metalloproteinase by human fibroblasts,” Journal ofBiological Chemistry, vol. 260, no. 14, pp. 8526–8531, 1985.Evidence-Based Complementary and Alternative Medicine 13[9] K. J. Heppner, L. M. Matrisian, R. A. Jensen, and W. H.Rodgers, “Expression of most matrix metalloproteinase familymembers in breast cancer represents a tumor-induced hostresponse,” American Journal of Pathology, vol. 149, no. 1, pp.273–282, 1996.[10] A. Talvensaari-Mattila, P. Pääkkö, M. Höyhtyä, G. Blanco-Sequeiros, and T. Turpeenniemi-Hujanen, “Matrix metallo-proteinase-2 immunoreactive protein: a marker of aggressive-ness in breast carcinoma,” Cancer, vol. 83, no. 6, pp. 1153–1162, 1998.[11] M. Stearns and M. E. Steams, “Evidence for increased activatedmetalloproteinase 2 (MMP-2a) expression associated withhuman prostate cancer progression,” Oncology Research, vol.8, no. 2, pp. 69–75, 1996.[12] B. V. S. Kallakury, S. Karikehalli, A. Haholu, C. E. Sheehan,N. Azumi, and J. S. Ross, “Increased expression of matrixmetalloproteinases 2 and 9 and tissue inhibitors of metallo-proteinases 1 and 2 correlate with poor prognostic variables inrenal cell carcinoma,” Clinical Cancer Research, vol. 7, no. 10,pp. 3113–3119, 2001.[13] T. Yoshizaki, Y. Maruyama, H. Sato, and M. Furukawa,“Expression of tissue inhibitor of matrix metalloproteinase-2correlates with activation of matrix metalloproteinase-2 andpredicts poor prognosis in tongue squamous cell carcinoma,”International Journal of Cancer, vol. 95, pp. 44–50, 2001.[14] B. S. Wong, Y. C. Hsiao, T. W. Lin et al., “The in vitro and invivo apoptotic effects of Mahonia oiwakensis on human lungcancer cells,” Chemico-Biological Interactions, vol. 180, no. 2,pp. 165–174, 2009.[15] H. J. Kim, Y. M. Kim, S. Lim et al., “Ubiquitin C-terminalhydrolase-L1 is a key regulator of tumor cell invasion andmetastasis,” Oncogene, vol. 28, no. 1, pp. 117–127, 2009.[16] F. A. Attiga, P. M. Fernandez, A. T. Weeraratna, M. J. Manyak,and S. R. Patierno, “Inhibitors of prostaglandin synthesisinhibit human prostate tumor cell invasiveness and reduce therelease of matrix metalloproteinases,” Cancer Research, vol. 60,no. 16, pp. 4629–4637, 2000.[17] P. N. Chen, W. H. Kuo, C. L. Chiang, H. L. Chiou, Y. S.Hsieh, and S. C. Chu, “Black rice anthocyanins inhibit cancercells invasion via repressions of MMPs and u-PA expression,”Chemico-Biological Interactions, vol. 163, no. 3, pp. 218–229,2006.[18] E. Ho and B. N. Ames, “Low intracellular zinc inducesoxidative DNA damage, disrupts p53, NFκB, and AP1 DNAbinding, and affects DNA repair in a rat glioma cell line,”Proceedings of the National Academy of Sciences of the UnitedStates of America, vol. 99, no. 26, pp. 16770–16775, 2002.[19] M. J. Bermúdez-Soto, M. Larrosa, J. M. Garcia-Cantalejo, J. C.Espı́n, F. A. Tomás-Barberan, and M. T. Garcı́a-Conesa, “Up-regulation of tumor suppressor carcinoembryonic antigen-related cell adhesion molecule 1 in human colon cancerCaco-2 cells following repetitive exposure to dietary levels ofa polyphenol-rich chokeberry juice,” Journal of NutritionalBiochemistry, vol. 18, no. 4, pp. 259–271, 2007.[20] S. Ramos, “Effects of dietary flavonoids on apoptotic pathwaysrelated to cancer chemoprevention,” Journal of NutritionalBiochemistry, vol. 18, no. 7, pp. 427–442, 2007.[21] J. F. Lechner, R. K. Reen, A. A. Dombkowski et al., “Effects of ablack raspberry diet on gene expression in the rat esophagus,”Nutrition and Cancer, vol. 60, no. 1, pp. 61–69, 2008.[22] K. M. Yamada and D. W. Kennedy, “Dualistic nature ofadhesive protein function: fibronectin and its biologicallyactive peptide fragments can autoinhibit fibronectin func-tion,” Journal of Cell Biology, vol. 99, no. 1 I, pp. 29–36, 1984.[23] J. S. Rao, “Molecular mechanisms of glioma invasiveness: therole of proteases,” Nature Reviews Cancer, vol. 3, no. 7, pp.489–501, 2003.[24] W. G. Stetler-Stevenson, “Matrix metalloproteinases in angio-genesis: a moving target for therapeutic intervention,” Journalof Clinical Investigation, vol. 103, no. 9, pp. 1237–1241, 1999.[25] M. J. Duffy and C. Duggan, “The urokinase plasminogenactivator system: a rich source of tumour markers for theindividualised management of patients with cancer,” ClinicalBiochemistry, vol. 37, no. 7, pp. 541–548, 2004.[26] B. R. Whitley, D. Palmieri, C. D. Twerdi, and F. C. Church,“Expression of active plasminogen activator inhibitor-1reduces cell migration and invasion in breast and gynecologi-cal cancer cells,” Experimental Cell Research, vol. 296, no. 2, pp.151–162, 2004.[27] H. Y. Lee, S. Crawley, R. Hokari, S. Kwon, and Y. S. Kim,“Bile acid regulates MUC2 transcription in colon cancer cellsvia positive EGFR/PKC/Ras/ERK/CREB, PI3K/Akt/IκB/NF-κB and p38/MSK1/CREB pathways and negative JNK/c-Jun/AP-1 pathway,” International Journal of Oncology, vol. 36,no. 4, pp. 941–953, 2010.[28] G. J. Kelloff, “Perspectives on cancer chemopreventionresearch and drug development,” Advances in Cancer Research,vol. 78, pp. 199–334, 2000.[29] A. K. Tyagi, C. Agarwal, D. C. Chan, and R. Agarwal,“Synergistic anti-cancer effects of silibinin with conventionalcytotoxic agents doxorubicin, cisplatin and carboplatin againsthuman breast carcinoma MCF-7 and MDA-MB468 cells,”Oncology Reports, vol. 11, no. 2, pp. 493–499, 2004."