"Hindawi Publishing CorporationEvidence-Based Complementary and Alternative MedicineVolume 2012, Article ID 732578, 10 pagesdoi:10.1155/2012/732578Research ArticleCaffeic Acid Phenethyl Ester Inhibits Oral Cancer CellMetastasis by Regulating Matrix Metalloproteinase-2 andthe Mitogen-Activated Protein Kinase PathwayChih-Yu Peng,1, 2 Hui-Wen Yang,1, 2 Yin-Hung Chu,3 Yu-Chao Chang,1, 2 Ming-Ju Hsieh,4Ming-Yung Chou,1, 2 Kun-Tu Yeh,5 Yueh-Min Lin,5 Shun-Fa Yang,3, 6 and Chiao-Wen Lin2, 71 School of Dentistry, Chung Shan Medical University, Taichung 40201, Taiwan2 Department of Dentistry, Chung Shan Medical University Hospital, Taichung 40201, Taiwan3 Institute of Medicine, Chung Shan Medical University, Taichung 402, Taiwan4 School of Medical Laboratory and Biotechnology, Chung Shan Medical University, Taichung 40201, Taiwan5 Department of Pathology, Changhua Christian Hospital, Changhua 50006, Taiwan6 Department of Medical Research, Chung Shan Medical University Hospital, Taichung 40201, Taiwan7 Institute of Oral Sciences, Chung Shan Medical University, Taichung 40201, TaiwanCorrespondence should be addressed to Shun-Fa Yang, ysf@csmu.edu.tw and Chiao-Wen Lin, cwlin@csmu.edu.twReceived 30 September 2012; Revised 10 November 2012; Accepted 19 November 2012Academic Editor: Shrikant AnantCopyright © 2012 Chih-Yu Peng et al. This is an open access article distributed under the Creative Commons Attribution License,which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Caffeic acid phenethyl ester (CAPE), an active component extracted from honeybee hives, exhibits anti-inflammatory andanticancer activities. However, the molecular mechanism by which CAPE affects oral cancer cell metastasis has yet to be elucidated.In this study, we investigated the potential mechanisms underlying the effects of CAPE on the invasive ability of SCC-9 oral cancercells. Results showed that CAPE attenuated SCC-9 cell migration and invasion at noncytotoxic concentrations (0 μM to 40 μM).Western blot and gelatin zymography analysis findings further indicated that CAPE downregulated matrix metalloproteinase-2(MMP-2) protein expression and inhibited its enzymatic activity. CAPE exerted its inhibitory effects on MMP-2 expression andactivity by upregulating tissue inhibitor of metalloproteinase-2 (TIMP-2) and potently decreased migration by reducing focaladhesion kinase (FAK) phosphorylation and the activation of its downstream signaling molecules p38/MAPK and JNK. Thesedata indicate that CAPE could potentially be used as a chemoagent to prevent oral cancer metastasis.1. IntroductionOral cancer is associated with a high degree of local inva-siveness and a high rate of metastasis to regional cervicallymph nodes. Oral squamous cell carcinoma (OSCC) is themost common head and neck cancer and is characterized bypoor prognosis and low survival rate [1]. Metastasis is themajor cause of cancer death and involves multiple processesincluding the remodeling and degradation of the extracellu-lar matrix (ECM) [2]. Various proteinases, such as the matrixmetalloproteinases (MMPs), cathepsins, and plasminogenactivator (PA), are involved in the interactions betweencancer cells and the ECM [3, 4]. The MMPs functionin the degradation of structural proteins in the ECMand regulate several cellular functions including growth,invasion, metastasis, and angiogenesis [5]. Among thevarious MMPs thought to be involved in human disease,investigators have intensively investigated the gelatinases(MMP-2 and MMP-9). Matrix metalloproteinase-2 andMMP-9 are the principal enzymes involved in the degra-dation of the major structural component of the basementmembrane, type IV collagen [6, 7]. Several studies haveshown that the gelatinases are overexpressed in several typesof human cancer, such as breast [8], pancreas [9], prostate[10], lung [11], and oral [12] cancers. Previous studieshave also identified significantly increased urine and plasmaMMP-2 concentrations in cancer patients [13, 14], withMMP-2 and MMP-9 being considered as predictors of riskmailto:ysf@csmu.edu.twmailto:cwlin@csmu.edu.tw2 Evidence-Based Complementary and Alternative MedicineCell viability (% of control)020406080100CAPE concentration (μM)0 5 10 20 4024 h48 h(a)Cell viability (% of control)020406080100CAPE concentration (μM)0 5 10 20 40(b)Figure 1: Effect of CAPE on cell viability. (a) SCC-9 cells were treated with CAPE (0, 5, 10, 20, and 40 μM) for 24 h and 48 h before beingsubjected to an MTT assay for cell viability. (b) Normal gingival fibroblast cells were treated with CAPE (0, 5, 10, 20, and 40 μM) for 24 hbefore being subjected to an MTT assay for cell viability. The values represented the means ± SD of at least three independent experiments.Annexin VAnnexin VAnnexin VAnnexin VAnnexin VPIPIPIPIPI4%0.99%3.03%1.13%3.12%1.02%2.93%0.4%4.02%0.57%CAPE (0 μM) CAPE (5 μM)CAPE (10 μM) CAPE (20 μM)CAPE (40 μM)(a)0 5 10 20 40CAPE concentration (μM)Caspase 3Cleaved caspase 3Caspase 8Cleaved caspase 8Caspase 9Cleaved caspase 9α-tubulin(b)Figure 2: Effects of CAPE on the Annexin V flipping and caspase cleavage in SCC-9 cells. SCC-9 cells were treated with CAPE (0–40 μM) for24 h and then subjected to Annexin V and PI double-stained flow cytometry (a) or Western blotting to analyze the protein levels of caspase3, 8, and 9 (b).Evidence-Based Complementary and Alternative Medicine 3CAPE concentration (μM)0 5 10 20 400 h24 h48 h72 h(a)020406080100120Number of migrated cells (% of control)Time of CAPE treatment (h)24 48 72 Control5 μM10 μM20 μM40 μM∗∗∗∗∗∗∗∗∗∗∗(b)Figure 3: Effect of CAPE on in vitro wound closure in oral cancer cells. (a) SCC-9 cells were wounded and then treated with vehicle (DMSO)or CAPE (0, 5, 10, 20, and 40 μM) for 0 h, 24 h, 48 h, and 72 h in 0.5% FBS-containing medium. At 0, 24 h, 48 and 72 h, phase-contrastpictures of the wounds at three different locations were taken. (b) Cells migrating into the wound area were counted using the dashed lineas time zero. A quantitative assessment of the mean number of cells in the denuded zone is the mean ± SD (n = 3).or recurrence of metastasis or as cancer prognostic markers[15].Caffeic acid phenethyl ester (CAPE) is one of the activecomponents of honeybee propolis extracts [16]. Previousresearch has shown that CAPE exerts antioxidative, anti-inflammatory, and anticancer activities [17]. In addition,CAPE suppresses eicosanoid synthesis and inhibits therelease of arachidonic acid from cell membranes [17, 18]. Itsanti-inflammatory activity is derived from the downregula-tion of COX-2 expression [19, 20]. Chuu et al. identified thatCAPE suppressed human prostate cancer cell proliferationthrough the inhibition of Akt [21]. Other studies have shownthat CAPE induced apoptosis through the activation of Fasand Bax and the inhibition of NF-κB [22, 23]. However,its effects on OSCC invasion and metastasis and theirunderlying mechanisms have yet to be fully elucidated.This study investigated the association between CAPEtreatment and invasion of SCC-9 oral cancer cells. Ourresults showed that CAPE suppressed the migration andinvasion of oral cancer cells, probably through the inhibitionof FAK phosphorylation and its downstream p38 andJNK signaling pathways. Results also indicated that theanti-invasive activity of CAPE is partly mediated by theregulation of MMP-2 expression and activity, which reducesthe ability of oral cancer cells to degrade components of theextracellular matrix.2. Materials and Methods2.1. Cell Culture and CAPE Treatment. SCC-9, a humantongue squamous cell carcinoma cell line obtained fromATCC (Manassas, VA, USA), was cultured in Dulbecco’sModified Eagle’s Medium supplemented with a nutri-ent mixture, which comprised F-12 Ham’s medium (LifeTechnologies, Grand Island, NY, USA), 10% fetal bovineserum (Hyclone Laboratories, Logan, UT, USA), 2 mM glu-tamine, 100 U/mL penicillin, and 100 μg/mL streptomycin.All cell cultures were maintained at 37◦C in a humidifiedatmosphere of 5%CO2. For CAPE treatment, appropriateamounts of stock solution of CAPE were added into culturemedium to achieve the indicated concentrations and thenincubated with cells for indicated time periods, whereasdimethyl sulfoxide solution without CAPE was used as blankreagent.2.2. Determination of Cell Viability (MTT Assay). For cellviability experiment, a microculture tetrazolium (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) co-lorimetric assay was performed to determine the cytotoxicityof CAPE [3]. SCC-9 cells were seeded in 24-well plates ata density of 5 × 104 cells/well and treated with CAPE at aconcentration between 0 and 40 μM at 37◦C for 24 and 48 h.After the exposure period, the media were removed, and cellswere washed with phosphate-buffered saline (PBS) and thenincubated with 20 μL MTT (5 mg/mL) (Sigma chemical Co.,St. Louis, MO, USA) for 4 h. The viable cell number per dishis directly proportional to the production of formazan, whichcan be measured spectrophotometrically at 563 nm followingsolubilization with isopropanol.2.3. Annexin V/PI Double Staining. An FITC Annexin VApoptosis Detection Kit I was used to quantify cell numbers4 Evidence-Based Complementary and Alternative MedicineCell migration (% of control)020406080100120CAPE concentration (μM)CAPE concentration (μM)0 5 10 20 400 5 10 20 40∗∗∗∗(a)CAPE concentration (μM)0 5 10 20 40CAPE concentration (μM)0 5 10 20 40Cell invasion (% of control)020406080100120∗∗∗∗(b)Figure 4: Effect of CAPE on cell migration and invasion in SCC-9 cells. (a) The cell migration and (b) cell invasion were measured using aBoyden chamber for 16 h and 24 h with polycarbonate filters, respectively. The migration and invasion abilities of SCC-9 cells were quantifiedby counting the number of cells that invaded to the underside of the porous polycarbonate as described in Section 2. The values representedthe means ± SD of at least three independent experiments. ∗P < 0.05 as compared with the vehicle group.in different stages of cell death. Briefly, 1 × 105 cells wereresuspended in 100 μL 1x binding buffer (0.01 M Hepes/NaOH (pH 7.4), 0.14 M NaCl, and 2.5 mM CaCl2). Withan addition of 5 μL of FITC Annexin V and 5 μL PI, thecell suspension was incubated for 15 minutes at roomtemperature in the dark. Afterwards, 400 μL of 1x bindingbuffer was added to each tube followed by flow cytometryanalysis within 1 hour.2.4. In Vitro Wound Closure. SCC-9 cells (1 × 105 cells/well)were plated in 6-well plates for 24 h, wounded by scratchingwith a pipette tip, then incubated with DMEM mediumcontaining 0.5% FBS, and treated with or without CAPE(0, 5, 10, 20, and 40 μM) for 0, 24, 48, and 72 h. Cells werephotographed using a phase-contrast microscope (×100).2.5. Cell Migration and Invasion Assays. Cell migration andinvasion were assayed according to the methods describedby Yang et al. [4]. After a treatment with CAPE (0, 5,10, 20, and 40 μM) for 24 h, surviving cells were harvestedand seeded to Boyden chamber (Neuro Probe, Cabin John,MD, USA) at 104 cells/well in serum-free medium and thenincubated for 24 hours at 37◦C. For invasion assay, 10 μLMatrigel (25 mg/50 mL; BD Biosciences, MA, USA) wasapplied to 8 μm pore-size polycarbonate membrane filters,and the bottom chamber contained standard medium. Filterswere then air-dried for 5 h in a laminar flow hood. Theinvaded cells were fixed with 100% methanol and stainedwith 5% Giemsa. Cell numbers were counted under a lightmicroscope. The migration assay was carried out as describedin the invasion assay with no coating of Matrigel [3].2.6. Determination of MMP-2 by Gelatin Zymography. Theactivities of MMP-2 in conditional medium were mea-sured by gelatin zymography protease assays as previouslydescribed [3]. Briefly, collected media of an appropriatevolume (adjusted by vital cell number) were preparedwith SDS sample buffer without boiling or reduction andsubjected to 0.1% gelatin and 8% SDS-PAGE electrophoresis.After electrophoresis, gels were washed with 2.5% Triton X-100 and then incubated in reaction buffer (40 mM Tris–HCl,pH 8.0, 10 mM CaCl2, and 0.01% NaN3) for 12 h at 37◦C.Then the gel was stained with Coomassie Brilliant Blue R-250.2.7. Preparation of Total Cell Lysates. For total cell lysatespreparation, cells were rinsed with PBS twice, scraped with0.2 mL of cold RIPA buffer containing protease inhibitorscocktail, and then vortexed at 4◦C for 10 min. Cell lysateswere subjected to a centrifugation of 10,000 rpm for 10 minat 4◦C, and the insoluble pellet was discarded. The proteinconcentration of total cell lysates and nuclear fraction wasdetermined by Bradford assay [3].2.8. Western Blot Analysis. The cell lysates were separated in a10% polyacrylamide gel and transferred onto a nitrocellulosemembrane. The blot was subsequently incubated with 5%nonfat milk in Tris-buffered saline (20 mM Tris, 137 mMEvidence-Based Complementary and Alternative Medicine 5(a) (c)(b) (d)020406080100120140160180200Proteinase and its inhibitor levels (% of control)MMP-2 activity (% of control)020406080100120MMP-2MMP-2MMP-2TIMP-2TIMP-2CAPE concentration (μM)0 5 10 20 40CAPE concentration (μM)0 5 10 20 400 5 10 20 40β-ActinCAPE concentration (μM)0 μM5 μM10 μM20 μM40 μM∗∗∗∗∗∗∗∗Figure 5: Effects of CAPE on the activity and protein level of MMP-2 and the protein level of the endogenous inhibitor TIMP-2. (a-b) SCC-9cells were treated with CAPE (0, 5, 10, 20, and 40 μM) for 24 h and then subjected to gelatin zymography to analyze the activity of MMP-2.(c-d) SCC-9 cells were treated with CAPE (0, 5, 10, 20, and 40 μM) for 24 h and then subjected to western blotting to analyze the proteinlevels of MMP-2 and TIMP-2. Quantitative results of MMP-2 and TIMP-2 protein levels which were adjusted with β-actin protein level. Thevalues represented the means ± SD of at least three independent experiments. ∗P < 0.05 as compared with the vehicle group.NaCl, pH 7.6) for 1 h to block nonspecific binding andthen incubated overnight with polyclonal antibodies againstMMP-2, TIMP-2, caspase 3, 8, and 9, three MAPKs (ERK1/2, JNK 1/2, and p38), Akt, or FAK with the specific anti-bodies for unphosphorylated or phosphorylated forms of thecorresponding ERK 1/2, JNK 1/2, p38, Akt, and FAK. Blotswere then incubated with a horseradish peroxidase goatanti-rabbit or anti-mouse IgG for 1 h. Afterwards, signalwas detected by using enhanced chemiluminescence (ECL)commercial kit (Amersham Biosciences), and relative pho-tographic density was quantitated by scanning the pho-tographic negatives on a gel documentation and analysissystem (AlphaImager 2000, Alpha Innotech Corporation,San Leandro, CA, USA).2.9. Statistical Analysis. Statistical significances of differencethroughout this study were calculated by Student’s t-test(Sigma-Stat 2.0, Jandel Scientific, San Rafael, CA, USA).A difference at P < 0.05 was considered to be statistically sig-nificant, and the experiments were repeated three times.3. Results3.1. Effects of CAPE on SCC-9 Cell Viability. Figure 1(a) dis-plays the cytotoxic effects of various concentrations ofCAPE (0 μM–40 μM) on SCC-9 cells for 24 hr and 48 hr.Results from MTT assay showed that all concentrations,including the highest tested CAPE concentration (40 μM),had nonsignificant effects on SCC-9 cell viability comparedto controls (P > 0.05). Furthermore, CAPE also did not alterthe cell viability of normal gingival fibroblast at variousconcentrations (0–40 μM) for 24 h (Figure 1(b)). Thus, allsubsequent experiments, therefore, used this CAPE concen-tration range.We further investigated the effect of CAPE on AnnexinV flipping and caspase cleavage. Our results showed thattreatment of SCC-9 cells with CAPE (0–40 μM) for 24 h6 Evidence-Based Complementary and Alternative MedicineCAPE concentration (μM)0 5 10 20 40p-FAKTotal-FAKβ-Actin(a)Phosphorylation FAK levels (% of control)0204060801001200 5 10 20 40CAPE concentration (μM)∗∗∗(b)Figure 6: Effects of CAPE on the phosphorylation level of FAK. (a) SCC-9 cells were treated with CAPE (0, 5, 10, 20, and 40 μM) for 24 h andthen subjected to western blotting to analyze the levels of FAK. (b) Quantitative results of phosphorylation level of FAK which were adjustedwith total FAK protein level. The values represented the means ± SD of at least three independent experiments. ∗P < 0.05 as compared withthe vehicle group.did not increase the incidence of apoptosis as evidencedwithout significant changes in the Annexin V/PI doublestaining (Figure 2(a)) and caspase 3, 8, and 9 expressionlevels (Figure 2(b)) between control and CAPE-treated SCC-9 cells (P > 0.05).3.2. Inhibition of SCC-9 Cell Motility, Migration, and Invasionby CAPE. In the wound-healing assay, CAPE significantlyreduced the cell motility of SCC-9 cells both dose and timedependently (P < 0.05) (Figures 3(a) and 3(b)). At 40 μM,CAPE decreased the migrated cell number by 38%, 56%,and 82% at 24 h, 48 h, and 72 h, respectively. Using a cellmigration and invasion assay with a Boyden chamber, weshowed that CAPE reduced SCC-9 cell migration and inva-sion significantly and in a concentration-dependent manner(P < 0.05) (Figures 4(a) and 4(b)). In the invasion assay,the inhibition percentage was 16–64% (Figure 4(b)) afterincubation of cells with different concentrations (0–40 μM)of CAPE for 24 h. Our results indicated increased inhibitionof cell migration with increasing CAPE concentration.3.3. Effects of CAPE on MMP-2 and TIMP-2 Protein Expres-sions and MMP-2 Enzymatic Activity. To confirm that MMP-2 plays a vital role in the suppression of cell migration,we compared MMP-2 protein expression in CAPE-treatedand control SCC-9 cells. As shown in Figures 5(a) and5(b), treatment of SCC-9 cells with CAPE downregulatedMMP-2 enzymatic activity in a concentration-dependentmanner (P < 0.05). At 40 μM, CAPE decreased the MMP-2 enzymatic activity by 57% at 24 h. CAPE also significantlyreduced MMP-2 protein expressions and increased TIMP-2expression in western blotting (Figures 5(c) and 5(d)). CAPE(40 μM) increased TIMP-2 expression with about 1.58 foldsat 24 h.3.4. Effects of CAPE on Focal Adhesion Kinase (FAK) Activa-tion. Our investigation of the molecular regulation of cellmigration indicated the involvement of FAK in CAPE activ-ity. Having shown that CAPE inhibits SCC-9 cell migrationand invasion, we further aimed to evaluate any changesin FAK activation in these cells using antibodies directedagainst the FAK phosphorylation site Tyr397. As shownin Figure 6, CAPE reduced FAK phosphorylation in SCC-9cells. The inhibition percentage was 20–42% (Figure 6(b))after incubation of cells with different concentrations ofCAPE for 24 h. These results suggested that CAPE inhibitsSCC-9 cell migration, at least in part, through the regulationof FAK phosphorylation.3.5. Effects of CAPE on MAPK and PI3K/Akt Pathways. Weinvestigated the effects of CAPE on MAPK and PI3K/Aktpathways using western blot analysis. Results indicatedthe constitutive phosphorylation of pERK (Figure 7(a))and pAKT (Figure 7(d)) in untreated SCC-9 cells and thedownregulation of p38 (Figure 7(b)) and pJNK (Figure 7(c))phosphorylation in CAPE-treated cells in a dose-dependentmanner (P < 0.05). At 40 μM, CAPE decreased phosphory-lation levels of p38 and JNK by 51% and 40%, respectively.4. DiscussionThe management of patients with malignant tumors hasimproved greatly over the past few decades. Patients withOSCC now have an overall 5-year survival rate of approxi-mately 25% [24]. However, patients with advanced diseaseoften experience cancer spread to local and distant sites,which is poorly controlled by surgery. Our results suggestedthat CAPE could have potential use as an inhibitor of oralEvidence-Based Complementary and Alternative Medicine 7Densitometric analyses (% of control)020406080100120CAPE concentration (μM)CAPE concentration (μM)0 5 10 20 400 5 10 20 40p-ErkTotal-Erk(a)Densitometric analyses (% of control)020406080100120CAPE concentration (μM)0 5 10 20 40CAPE concentration (μM)0 5 10 20 40p-p38Total-p38∗∗∗∗(b)Densitometric analyses (% of control)020406080100120CAPE concentration (μM)0 5 10 20 40p-JNKTotal-JNKCAPE concentration (μM)0 5 10 20 40∗∗∗(c)Densitometric analyses (% of control)020406080100120CAPE concentration (μM)0 5 10 20 40p-AktTotal-AktCAPE concentration (μM)0 5 10 20 40(d)Figure 7: Effects of CAPE on the MAPKs pathway and Akt signalings. SCC-9 cells were cultured in various concentrations of CAPE (0,5, 10, 20, and 40 μM) for 24 hours, and then the cell lysates were subjected to SDS-PAGE followed by western blots with (a) anti-ERK1/2,(b) anti-p38, (c) anti-JNK, and (d) anti-Akt (total and phosphorylated) antibodies as described in Section 2. Determined activities of theseproteins were subsequently quantified by densitometric analyses with that of control being 100% as shown just after the gel data. The valuesrepresented the means ± SD of at least 3 independent experiments. ∗P < 0.05 as compared with the vehicle group.8 Evidence-Based Complementary and Alternative Medicinecancer metastasis and could, therefore, facilitate the devel-opment of effective anticancer therapies. We identified thatCAPE (1) inhibits migration and invasion of SCC-9 oralcancer cells at noncytotoxic concentrations, (2) downregu-lates MMP-2 protein expression and inhibits its enzymaticactivity, (3) increases TIMP-2 expression, (4) inhibits FAKphosphorylation, (5) and inhibits p38 MAPK and JNKactivation.Invasion and migration are considered the most impor-tant characteristics of malignant tumors. Solid tumormetastasis is the major cause of death in human can-cer patients and involves multiple complicated processes.The degradation of the ECM is considered essential fortumor progression [25]. Among various proteases, whichcause ECM degradation, matrix metalloproteinase-2 is themost significant in oral cancer [26]. Previous studies inves-tigated the clinical significance of MMP-2 in different raceswith oral cancer. Immunohistochemical results indicatedthat MMP-2 expression significantly elevated in malignanttissues as compared with adjacent normal tissues. MMP-2 overexpression positively correlated with lymph nodemetastasis [27, 28]. The activation ratio of MMP-2 washigher in the malignant tissues of patients with lymph nodemetastasis as compared with those without lymph nodemetastasis [29]. OSCC invasion and metastasis representmajor obstacles to treatment. Thus, inhibition of metastasisof OSCC by CAPE could provide important preventive andtherapeutic benefitsagainst oral cancer.The result of this study’s showed that CAPE significantlyinhibited the migratory/invasive ability of SCC-9 cancer cells,downregulated MMP-2 protein expression, and inhibitedMMP-2 enzymatic activity. However, our data also indicatedthat the secreted concentrations of MMP-9 from SCC-9 cellswere quite low (data not shown). The function of the MMPin vivo is dependent on the local balance between them andtheir natural inhibitors [30]. The TIMPs are physiologicalinhibitors that bind MMP in a 1 : 1 stoichiometry. Severalstudies have suggested that measuring the protease/proteaseinhibitor ratio in some tumors can provide an exactreflection of ECM remolding [31]. However, the relationshipbetween metastasis and TIMP-2 remains controversial. Inprevious studies, TIMP-2 overexpression protected cancercells from apoptosis and reduced cell invasion in varioustumor cell lines [32, 33]. In other clinical analyses, TIMP-2expression was positively associated with tumor recurrence[34]. Our data suggested a role for TIMP-2 in the preventionof tumor cell invasion because its expression is upregulatedin CAPE-treated SCC-9 cells.Previous studies have well established the role of theMitogen-activated protein kinase (MAPK) pathway in theregulation of MMP expression and metastasis of tumor cells[35–37]. Inhibition of p38 by SB203580 reduced the rate ofmigration of several cancer cells significantly [38]. In thestudy by Huang et al., the dominant-negative mutant of JNKinhibited the migration of human corneal epithelial cells[39]. In other studies, both p38 and JNK modulated MMP-2 production in cancer cells [40–42]. Our data showed thatCAPE treatment inhibited p38 and JNK phosphorylationand downregulated MMP-2 expression, indicating a possiblemechanism for the inhibition of MMP-2 synthesis byCAPE. The phosphoinositide-3 kinase (PI3K)/Akt signaltransduction pathway is involved in MMP production andcell proliferation, survival, and migration [43]; however, ourstudy results indicated that CAPE has nonsignificant effectson the PI3K/AKT signaling pathway.In conclusion, the result of our study suggested thatCAPE partly exerts its antimetastatic effects on oral cancercells by regulating MMP-2 expression through the inhibitionof FAK and MAPK activation. Overall, these data suggest thatCAPE has a potential use as a chemoagent for the preventionof oral cancer cell metastasis.AcknowledgmentsThis study was supported by a research Grant from theNational Science Council, Taiwan (no. NSC100-2632-B-040-001-MY3) and a research Grant from Chung Shan MedicalUniversity (no. G101N0001), Taiwan.References[1] R. H. Spiro, A. E. Alfonso, H. W. Farr, and E. W. Strong,“Cervical node metastasis from epidermoid carcinoma of theoral cavity and oropharynx. A critical assessment of currentstaging,” American Journal of Surgery, vol. 128, no. 4, pp. 562–567, 1974.[2] W. G. Stetler-Stevenson, L. A. Liotta, and D. E. Kleiner, “Extra-cellular matrix 6: role of matrix metalloproteinases in tumorinvasion and metastasis,” FASEB Journal, vol. 7, no. 15, pp.1434–1441, 1993.[3] M. H. Chien, T. H. Ying, Y. S. Hsieh et al., “Dioscorea nip-ponica Makino inhibits migration and invasion of humanoral cancer HSC-3 cells by transcriptional inhibition of matrixmetalloproteinase-2 through modulation of CREB and AP-1activity,” Food and Chemical Toxicology, vol. 50, pp. 558–566,2012.[4] S. F. Yang, M. K. Chen, Y. S. Hsieh et al., “Antimetastatic effectsof Terminalia catappa L. on oral cancer via a down-regulationof metastasis-associated proteases,” Food and Chemical Toxi-cology, vol. 48, no. 4, pp. 1052–1058, 2010.[5] M. Egeblad and Z. Werb, “New functions for the matrixmetalloproteinases in cancer progression,” Nature ReviewsCancer, vol. 2, no. 3, pp. 161–174, 2002.[6] A. R. Nelson, B. Fingleton, M. L. Rothenberg, and L. M.Matrisian, “Matrix metalloproteinases: biologic activity andclinical implications,” Journal of Clinical Oncology, vol. 18, no.5, pp. 1135–1149, 2000.[7] M. Björklund and E. Koivunen, “Gelatinase-mediated migra-tion and invasion of cancer cells,” Biochimica et BiophysicaActa, vol. 1755, no. 1, pp. 37–69, 2005.[8] S. M. Ranuncolo, E. Armanasco, C. Cresta, E. B. De Kier Joffe,and L. Puricelli, “Plasma MMP-9 (92 kDa-MMP) activity isuseful in the follow-up and in the assessment of prognosisin breast cancer patients,” International Journal of Cancer, vol.106, no. 5, pp. 745–751, 2003.[9] M. Yokoyama, K. Ochi, M. Ichimura et al., “Matrix metal-loproteinase-2 in pancreatic juice for diagnosis of pancreaticcancer,” Pancreas, vol. 24, no. 4, pp. 344–347, 2002.[10] C. G. Sauer, A. Kappeler, M. Späth et al., “Expression andactivity of matrix metalloproteinases-2 and -9 in serum,Evidence-Based Complementary and Alternative Medicine 9core needle biopsies and tissue specimens of prostate cancerpatients,” Virchows Archiv, vol. 444, no. 6, pp. 518–526, 2004.[11] G. Bugdayci, T. Kaplan, S. Sezer et al., “Matrix metalloprote-inase-9 in broncho-alveolar lavage fluid of patients with non-small cell lung cancer,” Experimental Oncology, vol. 28, no. 2,pp. 169–171, 2006.[12] S. D. Hong, S. P. Hong, J. I. Lee, and C. Y. Lim, “Expressionof matrix metalloproteinase-2 and -9 in oral squamous cellcarcinomas with regard to the metastatic potential,” OralOncology, vol. 36, no. 2, pp. 207–213, 2000.[13] C. M. Coticchia, A. S. Curatolo, D. Zurakowski et al., “UrinaryMMP-2 and MMP-9 predict the presence of ovarian cancer inwomen with normal CA125 levels,” Gynecologic Oncology, vol.123, pp. 295–300, 2011.[14] T. S. Wong, D. L. W. Kwong, J. S. T. Sham, W. I. Wei, Y. L.Kwong, and A. P. W. Yuen, “Clinicopathologic significance ofplasma matrix metalloproteinase-2 and -9 levels in patientswith undifferentiated nasopharyngeal carcinoma,” EuropeanJournal of Surgical Oncology, vol. 30, no. 5, pp. 560–564, 2004.[15] N. Song, H. Sung, J. Y. Choi et al., “Preoperative serum levelsof matrix metalloproteinase-2 (MMP-2) and survival ofbreast cancer among Korean women,” Cancer Epidemiology,Biomarkers & Prevention, vol. 21, pp. 1371–1380, 2012.[16] J. W. Dobrowolski, S. B. Vohora, K. Sharma, S. A. Shah, S.A. H. Naqvi, and P. C. Dandiya, “Antibacterial, antifungal,antiamoebic, antiinflammatory and antipyretic studies onpropolis bee products,” Journal of Ethnopharmacology, vol. 35,no. 1, pp. 77–82, 1991.[17] P. Michaluart, J. L. Masferrer, A. M. Carothers et al., “Inhibi-tory effects of caffeic acid phenethyl ester on the activity andexpression of cyclooxygenase-2 in human oral epithelial cellsand in a rat model of inflammation,” Cancer Research, vol. 59,no. 10, pp. 2347–2352, 1999.[18] O. K. Mirzoeva, P. Yaqoob, K. A. Knox, and P. C. Calder, “Inhi-bition of ICE-family cysteine proteases rescues murine lym-phocytes from lipoxygenase inhibitor-induced apoptosis,”FEBS Letters, vol. 396, no. 2-3, pp. 266–270, 1996.[19] Y. Lee, D. H. Shin, J. H. Kim et al., “Caffeic acid phenethylester-mediated Nrf2 activation and IκB kinase inhibition areinvolved in NFκB inhibitory effect: structural analysis forNFκB inhibition,” European Journal of Pharmacology, vol. 643,no. 1, pp. 21–28, 2010.[20] W. K. Jung, D. Y. Lee, Y. H. Choi et al., “Caffeic acid phenethylester attenuates allergic airway inflammation and hyper-responsiveness in murine model of ovalbumin-inducedasthma,” Life Sciences, vol. 82, no. 13-14, pp. 797–805, 2008.[21] C. P. Chuu, H. P. Lin, M. F. Ciaccio et al., “Caffeic acidphenethyl ester suppresses the proliferation of human prostatecancer cells through inhibition of p70S6K and Akt signalingnetworks,” Cancer Prevention Research, vol. 5, pp. 788–797,2012.[22] Y. T. Lee, M. J. Don, P. S. Hung et al., “Cytotoxicity of phenolicacid phenethyl esters on oral cancer cells,” Cancer Letters, vol.223, no. 1, pp. 19–25, 2005.[23] M. Watabe, K. Hishikawa, A. Takayanagi, N. Shimizu, andT. Nakaki, “caffeic acid phenethyl ester induces apoptosis byinhibition of NFkappaB and activation of Fas in human breastcancer MCF-7 cells,” Journal of Biological Chemistry, vol. 279,no. 7, pp. 6017–6026, 2004.[24] T. Ramqvist and T. Dalianis, “Oropharyngeal cancer epidemicand human papillomavirus,” Emerging Infectious Diseases, vol.16, no. 11, pp. 1671–1677, 2010.[25] L. M. Coussens and Z. Werb, “Matrix metalloproteinases andthe development of cancer,” Chemistry and Biology, vol. 3, no.11, pp. 895–904, 1996.[26] M. H. Chien, C. W. Lin, C. W. Cheng, Y. C. Wen, and S. F. Yang,“Matrix metalloproteinase (MMP)-2 as a target for head andneck cancer therapy,” Expert Opinion on Therapeutic Targets.In press.[27] A. Katayama, N. Bandoh, K. Kishibe et al., “Expressions ofmatrix metalloproteinases in early-stage oral squamous cellcarcinoma as predictive indicators for tumor metastases andprognosis,” Clinical Cancer Research, vol. 10, no. 2, pp. 634–640, 2004.[28] S. Kurahara, M. Shinohara, T. Ikebe et al., “Expression ofMMPS, MT-MMP, and TIMPs in squamous cell carcinomaof the oral cavity: correlations with tumor invasion andmetastasis,” Head & Neck, vol. 21, pp. 627–638, 1999.[29] H. Qin, Y. Sun, and E. N. Benveniste, “The transcription fac-tors Sp1, Sp3, and AP-2 are required for constitutive matrixmetalloproteinase-2 gene expression in astroglioma cells,”Journal of Biological Chemistry, vol. 274, no. 41, pp. 29130–29137, 1999.[30] P. A. M. Snoek-van Beurden and J. W. Von Den Hoff, “Zymo-graphic techniques for the analysis of matrix metallopro-teinases and their inhibitors,” BioTechniques, vol. 38, no. 1, pp.73–83, 2005.[31] R. K. Nuttall, C. J. Pennington, J. Taplin et al., “Elevatedmembrane-type matrix metalloproteinases in gliomas reveal-ed by profiling proteases and inhibitors in human cancer cells,”Molecular Cancer Research, vol. 1, no. 5, pp. 333–345, 2003.[32] S. Imren, D. B. Kohn, H. Shimada, L. Blavier, and Y. A.DeClerck, “Overexpression of tissue inhibitor of metallopro-teinases-2 by retroviral-mediated gene transfer in vivo inhibitstumor growth and invasion,” Cancer Research, vol. 56, no. 13,pp. 2891–2895, 1996.[33] P. Valente, G. Fassina, A. Melchiori et al., “TIMP-2 over-expression reduces invasion and angiogenesis and protectsB16F10 melanoma cells from apoptosis,” International Journalof Cancer, vol. 75, pp. 246–253, 1998.[34] D. W. Visscher, M. Höyhtyä, S. K. Ottosen et al., “Enhancedexpression of tissue inhibitor of metalloproteinase-2 (TIMP-2) in the stroma of breast carcinomas correlates with tumorrecurrence,” International Journal of Cancer, vol. 59, no. 3, pp.339–344, 1994.[35] P. N. Chen, Y. S. Hsieh, H. L. Chiou, and S. C. Chu, “Silibinininhibits cell invasion through inactivation of both PI3K-Aktand MAPK signaling pathways,” Chemico-Biological Interac-tions, vol. 156, no. 2-3, pp. 141–150, 2005.[36] Y. S. Hsieh, S. C. Chu, S. F. Yang, P. N. Chen, Y. C. Liu, andK. H. Lu, “Silibinin suppresses human osteosarcoma MG-63 cell invasion by inhibiting the ERK-dependent c-Jun/AP-1induction of MMP-2,” Carcinogenesis, vol. 28, no. 5, pp. 977–987, 2007.[37] C. J. Weng, C. F. Chau, Y. S. Hsieh, S. F. Yang, and G. C. Yen,“Lucidenic acid inhibits PMA-induced invasion of humanhepatoma cells through inactivating MAPK/ERK signal trans-duction pathway and reducing binding activities of NF-κB andAP-1,” Carcinogenesis, vol. 29, no. 1, pp. 147–156, 2008.[38] C. Huang, K. Jacobson, and M. D. Schaller, “MAP kinases andcell migration,” Journal of Cell Science, vol. 117, no. 20, pp.4619–4628, 2004.[39] Z. Huang, D. P. Yan, and B. X. Ge, “JNK regulates cell migra-tion through promotion of tyrosine phosphorylation ofpaxillin,” Cellular Signalling, vol. 20, no. 11, pp. 2002–2012,2008.10 Evidence-Based Complementary and Alternative Medicine[40] O. Fromigué, Z. Hamidouche, and P. J. Marie, “Blockade ofthe RhoA-JNK-c-Jun-MMP2 cascade by atorvastatin reducesosteosarcoma cell invasion,” Journal of Biological Chemistry,vol. 283, no. 45, pp. 30549–30556, 2008.[41] J. Zhong, M. M. C. Gencay, L. Bubendorf et al., “ERK1/2and p38 MAP kinase control MMP-2, MT1-MMP, and TIMPaction and affect cell migration: a comparison betweenmesothelioma and mesothelial cells,” Journal of CellularPhysiology, vol. 207, no. 2, pp. 540–552, 2006.[42] B. Kumar, S. Koul, J. Petersen et al., “p38 Mitogen-activatedprotein kinase-driven MAPKAPK2 regulates invasion of blad-der cancer by modulation of MMP-2 and MMP-9 activity,”Cancer Research, vol. 70, no. 2, pp. 832–841, 2010.[43] T. Tian, K. J. Nan, H. Guo et al., “PTEN inhibits the migrationand invasion of HepG2 cells by coordinately decreasing MMPexpression via the PI3K/Akt pathway,” Oncology Reports, vol.23, no. 6, pp. 1593–1600, 2010.\tIntroduction\tMaterials and Methods\tCell Culture and CAPE Treatment\tDetermination of Cell Viability (MTT Assay)\tAnnexin V/PI Double Staining\tIn Vitro Wound Closure\tCell Migration and Invasion Assays\tDetermination of MMP-2 by Gelatin Zymography\tPreparation of Total Cell Lysates\tWestern Blot Analysis\tStatistical Analysis\tResults\tEffects of CAPE on SCC-9 Cell Viability\tInhibition of SCC-9 Cell Motility, Migration, and Invasion by CAPE\tEffects of CAPE on MMP-2 and TIMP-2 Protein Expressions and MMP-2 Enzymatic Activity\tEffects of CAPE on Focal Adhesion Kinase (FAK) Activation\tEffects of CAPE on MAPK and PI3K/Akt Pathways\tDiscussion\tAcknowledgments\tReferences"