"CARM1 Methylates Chromatin Remodeling Factor BAF155 toEnhance Tumor Progression and MetastasisLu Wang1, Zibo Zhao1, Mark B. Meyer2, Sandeep Saha3, Menggang Yu3, Ailan Guo4, Kari B.Wisinski5, Wei Huang6, Weibo Cai7, J. Wesley Pike2, Ming Yuan8,9, Paul Ahlquist1,8,10, andWei Xu1,*1McArdle Laboratory for Cancer Research, University of Wisconsin-Madison, Madison, WI 53706,USA2Department of Biochemistry, University of Wisconsin-Madison, Madison, WI 53706, USA3Department of Biostatistics and Medical Informatics, University of Wisconsin-Madison, Madison,WI 53706, USA4Cell Signaling Technology, Danvers, MA 01923, USA5Department of Medicine, University of Wisconsin-Madison, Madison, WI 53706, USA6Department of Pathology, University of Wisconsin-Madison, Madison, WI 53706, USA7Department of Radiology, University of Wisconsin-Madison, Madison, WI 53706, USA8Morgridge Institute for Research, University of Wisconsin-Madison, Madison, WI 53706, USA9Department of Statistics, University of Wisconsin-Madison, Madison, WI 53706, USA10Howard Hughes Medical Institute, University of Wisconsin-Madison, Madison, WI 53706, USASummaryCoactivator-associated arginine methyltransferase 1 (CARM1), a coactivator for various cancer-relevant transcription factors, is overexpressed in breast cancer. To elucidate the functions ofCARM1 in tumorigenesis, we knocked out CARM1 from several breast cancer cell lines usingZinc-Finger Nuclease technology, which resulted in drastic phenotypic and biochemical changes.The CARM1 KO cell lines enabled identification of CARM1 substrates, notably the SWI/SNFcore subunit BAF155. Methylation of BAF155 at R1064 was found to be an independentprognostic biomarker for cancer recurrence and to regulate breast cancer cell migration andmetastasis. Furthermore, CARM1-mediated BAF155 methylation affects gene expression bydirecting methylated BAF155 to unique chromatin regions (e.g., c-Myc pathway genes).Collectively, our studies uncover a mechanism by which BAF155 acquires tumorigenic functionsvia arginine methylation.© 2014 Elsevier Inc.*Correspondence: wxu@oncology.wisc.edu.Accession Numbers: The ChIP-seq data are available at the Gene Expression Omnibus under the accession number GSE52964.Supplemental Information: Supplemental Information includes Supplemental Experimental Procedures, seven figures, and three tablesand can be found with this article online at http://dx.doi.org/10.1016/j.ccr.2013.12.007.NIH Public AccessAuthor ManuscriptCancer Cell. Author manuscript; available in PMC 2014 July 13.Published in final edited form as:Cancer Cell. 2014 January 13; 25(1): 21–36. doi:10.1016/j.ccr.2013.12.007.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscripthttp://dx.doi.org/10.1016/j.ccr.2013.12.007IntroductionCoactivator-associated arginine methyltransferase 1 (CARM1), also known as PRMT4, is atype I protein arginine methyltransferase (PRMT) that asymmetrically dimethylates proteinsubstrates on arginine residues. CARM1 was originally identified as a coactivator for steroidhormone receptors (Chen et al., 1999). CARM1 knockout (KO) mice die at birth (Yadav etal., 2003), showing that CARM1 is specifically required for postnatal survival. Interestingly,methyltranserase-inactivated CARM1 knockin mice phenocopy CARM1 null mice,indicating that CARM1 requires its enzymatic activity for the majority, if not all, of its invivo functions (Kim et al., 2010).Emerging evidence implies oncogenic functions of CARM1 in human cancer. CARM1transactivates many cancer-associated transcription factors including NF-κB, p53, E2F1,and steroid receptors such as estrogen receptor alpha (ERα; Bedford and Clarke, 2009), andpromotes cancer cell proliferation (El Messaoudi et al., 2006; Frietze et al., 2008). Recenttissue microarray studies revealed that CARM1 expression is higher in metastatic breasttumors than in normal breast tissues (Mann et al., 2013), particularly in triple negativetumors lacking expression of ERα, PR, and HER2 (Davis et al., 2013). These results implythat altered CARM1expression may underlie pathological conditions and that, in breastcancer, CARM1 has roles beyond serving as a coactivator for ERα. It remains to bedetermined whether the oncogenic functions of CARM1 depend on its ability to regulatecancer-driving transcription factors or to directly methylate cancer-relevant substrates, orboth.The significance of identifying cancer-relevant CARM1 substrates is underscored by studiesof the roles of histone H3 methylation in transcriptional activation of ER target genes (Wuand Xu, 2012). Nonhistone substrates include p300/CBP, AIB1/SRC-3, and RNA bindingproteins such as PABP1, HuR, HuD, and HnRNPs (Bedford and Clarke, 2009). Multiplelines of evidence indicate that normal CARM1 expression is well above that required for itsessential roles. For instance, normal developmental functions were maintained in geneticallyengineered CARM1 hypomorphic mice with only 25% of the wild-type (WT) CARM1 level(Kim et al., 2010). We recently showed that knocking down 90% of endogenous CARM1 inMCF7 cells only slightly reduces methylation of PABP1 (Zeng et al., 2013). These resultsimply that even greatly depleted CARM1 catalytic activity and substrate methylation aresufficient to maintain major biological functions. Previously, CARM1 null mouseembryonic fibroblast cell lysates were used as a hypomethylated substrate source that led toidentifying PABP1 as a CARM1 substrate (Lee and Bedford, 2002). The CARM1 nullcancer cell lines would greatly facilitate identifying cancer-relevant substrates andunderstanding of CARM1 oncogenic functions in breast cancer cells. Herein, we generatedCARM1 KO cancer cell lines and used them to explore the roles of BAF155 methylation byCARM1 in breast cancer models.Wang et al. Page 2Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptResultsGeneration of CARM1 KO Breast Cancer Cell Lines Using ZFN TechnologyWe recently developed a sensitive methylated PABP1 (me-PABP1) western blot method tomonitor endogenous CARM1 levels and activity (Zeng et al., 2013). In contrast to thecomplete loss of me-PABP1 in CARM1 null mouse embryonic fibroblasts (CARM1−/−MEFs; Figure 1A, lanes 1 and 2), we found that even though small hairpin RNA (shRNA)-mediated knockdown decreased CARM1 levels by 90%, the cellular me-PABP1 leveldecreased by less than 20% (Figure 1A, lanes 3 and 4). Thus, low levels of CARM1 arecapable of substantial PABP1 methylation. Because CARM1 substrates therefore shouldremain significantly methylated in CARM1 knockdown cells but be hypomethylated inCARM1 null cells, we generated CARM1 null cancer cell lines to identify cancer-relevantCARM1 substrates. We utilized Zinc Finger Nuclease (ZFN) technology to create a highlyspecific genomic scissors targeting exon 8 of CARM1 (Figure 1B), and through thisgenerated a complete KO in cancer cell lines. After transient transfection of ZFN plasmidsinto cells, we performed limiting dilution to select single clones and confirmed CARM1 KOby loss of me-PABP1 (Figure 1C) and genomic DNA sequencing (Figure 1D).Representative KO clones with complete depletion of me-PABP1 are shown in Figure 1Cfor MCF7, MDA-MB-231, and human embryonic kidney 293T (HEK293T) cell lines. Thehuman CARM1 gene locus resides at chromosome19 p13.2, a region triplicated in MCF7and duplicated in MDA-MB-231 cells. The genomic DNA sequencing analysis of tworepresentative CARM1 KO clones of MCF7 and MDA-MB-231 (Figure 1D) revealedmisrepaired DNA, resulting in mRNA degradation and gene deletion. Although theefficiency of ZFN KO varied among cell lines at 1.3%, 0.5%, and 3.6% for MCF7, MDA-MB-231, and HEK293T, respectively, the average KO efficiency across all clones analyzedwas 1.2% (Figure 1E). When CARM1 was re-expressed in two individual MCF7 CARM1KO clones, me-PABP1 was restored (Figure 1F). Interestingly, we found that KO ofCARM1 in MCF7 cells induced morphology changes (Figure 1G), whereas no morphologychange was observed in MCF7 cells expressing CARM1 shRNA to knock down CARM1 to10% of WT levels (Figure 1G). The morphology change in the two KO clones was rescuedby re-expressing WT CARM1 (Figure 1G) but not an enzyme-defective mutant (data notshown). We compared the in vitro cell growth and in vivo tumor growth of MDA-MB-231CARM1 KO and MCF7 CARM1 KO with their parental cells. KO of CARM1 impeded cellgrowth and colony formation (Figures S1A and S1B available online) and tumor growth invivo (Figure S1C). These data strongly suggest that the cell morphology change and growthdefect in KO cells could be due to loss of methylation of CARM1 substrates.Identification of BAF155 as a Substrate for CARM1The lack of understanding of the biological functions of CARM1 in cancers is at leastpartially attributed to the limited number of known CARM1 substrates. A few CARM1substrates were previously identified or validated by comparing CARM1+/+ and CARM1−/−MEF cell lysates for in vitro and in vivo methylation (Cheng et al., 2007; Kim et al., 2004).In contrast to CARM1-expressing cells, where potential CARM1 substrates would beblocked for further methylation, CARM1−/− MEF lysates served as a hypomethylatedsubstrate resource for CARM1 substrate identification. Indeed, we found that MCF7Wang et al. Page 3Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptCARM1 KO cell lysates were more strongly methylated in vitro by recombinant CARM1protein than CARM1−/− MEF cell lysates, as assayed by 3H-CH3 labeling in anautoradiograph (Figure S2A) and western blotting using a newly developed asymmetricallydimethylated arginine (α-ADMA) antibody (Dhar et al., 2013; Figure S2B). This resultimplies that MCF7 CARM1 KO cells serve as a good resource for substrate discovery.When cell lysates derived from parental MCF7 cells and CARM1 KO cells were probed withmonomethylated arginine (α-MMA) and α-ADMA antibodies in western blots,asymmetrically dimethylated proteins, in particular those in the high molecular weightrange, were significantly affected by CARM1 KO (Figure 2A). This is in contrast to the lackof a significant effect on monomethylated proteins. In order to identify CARM1 substratesin breast cancer cells, we used the α-ADMA antibody to immunoprecipitate proteins fromcell lysates derived from parental MCF7 cells expressing WT CARM1 and MCF7 CARM1KO cells, respectively. The discrete bands in WT cells stained with Coomassie blue wereexcised and subjected to mass spectrometry, from which ten candidate proteins wereidentified (Figure 2B). To discern whether these proteins are CARM1 substrates, weimmunoprecipitated endogenous proteins (BRG1, BAF170, BAF155, and BAF250) orFLAG-tagged proteins (TRAP150, Caprin 1, TRAP230, and BCLAF1) transientlytransfected to MCF7 WT or KO cells, and followed their fate in western blots using α-ADMA or α-FLAG antibody, respectively.Western blot results using α-ADMA antibody (Figure 2C) classified the candidate proteinsinto three categories. The first category includes BAF155 and TRAP230 proteins, which aredimethylated in WT but not in KO MCF7 cells, indicating that arginine dimethylation ofthese proteins is CARM1 dependent. The second category includes Caprin1 and BCLAF1proteins, which are dimethylated in WT and KO cells at similar levels, indicating thatCARM1 is not their sole methyltransferase. Finally, the third category includes BAF170,BRG1, BAF250, and TRAP150 proteins, which are not recognized by α-ADMA antibody,suggesting that they were immunoprecipitated by the α-ADMA antibody via indirectassociation with bone fide CARM1 substrates (e.g., BRG1, BAF250, and BAF170 are incomplex with methylated BAF155). Although the α-ADMA antibody recently developed byCell Signaling appeared sensitive in detecting CARM1 substrates, this antibody has not beenextensively characterized (Dhar et al., 2013).Since a previous study had reported that a histone H3 arginine17 dimethylation(H3R17me2) antibody, while recognizing the H3R17me2 mark, also recognized otherCARM1 substrates in MEF cells (Cheng et al., 2007), we employed this anti-H3R17me2antibody for western blotting (Figure S2C, left panel) and immunoprecipitation, followed byCoomassie blue staining (Figure S2C, right panel), using total cell lysates from MCF7 WTand KO cells. Similar to the pattern detected by α-ADMA antibody, the recognized proteinsspecific to CARM1 WT but not CARM1 KO cells reside in the high molecular weight range,among which BAF155 was identified using mass spectrometry (Figure S2C).Correspondingly, one strong band (Figure S2D, arrow head) migrating between 130 and 250kDa was detected by α-ADMA antibody in the α-H3R17me2 immunoprecipitates from WTbut not KO MCF7 cell lysates. This band was subsequently proved to be BAF155 byreciprocal immunoprecipitation using H3R17me2 and BAF155 antibodies (Figures S2E andWang et al. Page 4Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptS2F). Collectively, BAF155 appeared to be a main substrate of CARM1 in MCF7 cellsdetected by both α-ADMA and H3R17me2 antibodies.To address whether BAF155is methylated by CARM1 directly, we performed in vitromethylation assays using recombinant CARM1 and hypomethylated BAF155 purified fromHEK293T CARM1 KO cells in the presence of adenosyl-L-methionine, S-[methyl-3H] (3H-SAM). As expected, BAF155 was methylated by CARM1 in vitro (Figure 2D). Finally, wedemonstrated that BAF155 methylation could be restored in HEK293T CARM1 KO cells byexpressing WT CARM1 but not a methylation-defective mutant (Figure 2E). These resultscollectively demonstrate that CARM1 is both necessary and sufficient to methylateBAF155. In keeping with this finding, CARM1 was found to be the only PRMT amongPRMT family members (PRMT1–PRMT8) that is capable of methylating BAF155 in vitro(Figure S2G).CARM1 Methylates BAF155 at a Single Site, R1064Although multiple CARM1 substrates were discovered using the α-ADMA antibody andCARM1 KO cell line (Figure 2B), we chose to focus on BAF155 because BAF155, a coresubunit of switch/sucrose nonfermentable (SWI/SNF) chromatin remodeling complex, hasbeen reported upregulated in colon, cervical, and prostate cancer (Lapointe et al., 2004;Tomlins et al., 2007; Varambally et al., 2005). Using PMeS (Shi et al., 2012), an online toolfor predicting protein methylation sites based on an enhanced feature-encoding scheme, fiveputative arginine methylation sites were predicted on human BAF155 (Table S1). Based onthe putative methylation sites, a full-length and four C-terminally truncated BAF155derivatives with C-terminal myc tags were constructed (Figure 3A). These plasmids weretransiently transfected into HEK293T cells, and the resulting proteins wereimmunoprecipated using α-myc antibody and western blotted with α-ADMA antibody(Figure 3B). Notably, full-length BAF155 but none of the truncated BAF155 proteins wasdetected by α-ADMA antibody, suggesting that the BAF155 methylation site followsresidue 956. We then individually mutated C-proximal R1032 and R1064 to lysine inFLAG-tagged expression plasmids. After transient expression and anti-FLAGimmunoprecipitation, FLAG-BAF155R1032K but not FLAG-BAF155R1064K protein wasdetected by α-ADMA antibody in vivo (Figure 3C). Similarly, the recombinantBAF155R1064K mutant protein was not methylated by recombinant CARM1 in vitro (Figure3D). Thus, R1064 is the only BAF155 site methylated by CARM1.Antibodies against endogenous CARM1 or BAF155 each immunoprecipitated both proteinsfrom MCF7 cell lysates (Figure 3E), suggesting that CARM1 and BAF155 may directlyinteract. To map the BAF155 region mediating association with CARM1, we linked each ofa series of BAF155 truncation derivatives (Chen and Archer, 2005) with a T7 promoter andFLAG tag (Figure 3F) for in vitro transcription/translation assays. As shown in Figure 3F,full-length BAF155 and its C-terminally truncated (Δ1, Δ2, Δ3 and Δ4) but not N-terminallytruncated (Δ5, Δ6 and Δ7) derivatives bound strongly to bacterially expressed glutathione S-transferase CARM1 (GST-CARM1). Thus, the acidic domain at the BAF155 N terminusmediates interaction with CARM1, although R1064, the site of methylation, localizes to theBAF155 C terminus. R1064 of human BAF155, located in the evolutionarily conservedWang et al. Page 5Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptproline- and glutamine-rich (P/Q-rich) domain, is conserved among higher eukaryotes(Figure 3G). BAF170, while sharing 61.7% protein sequence identity with BAF155, lacksan arginine residue at a position equivalent to R1064 in its corresponding P/Q-rich domain(Figure 3H). This explains why BAF170, a close homolog of BAF155, is not a substrate forCARM1 (Figure 2C).The Majority of Endogenous BAF155 in MCF7 Cells Is DimethylatedTo investigate the prevalence of endogenous BAF155 dimethylation in breast cancer cells,we generated a rabbit polyclonal antibody specific for dimethylated BAF155 (Figure S3A).This me-BAF155 antibody detects methylation of endogenous BAF155 in WT MCF7 cellsbut not in two MCF7 CARM1 KO clones (Figure S3B). Similar to PABP1 (Figure 1A), me-BAF155 was still detectable in MCF7-shCARM1 cells (Figure S3C). To determine thepercentage of endogenous BAF155 methylated by CARM1 in breast cancer cells, weimmunoprecipitated BAF155 using the me-BAF155 antibody and performed quantitativewestern blotting of equal portions of the input and flow-through fractions using the totalBAF155 antibody (Figure S3D). Quantitation of the band intensities across threeindependent experiments revealed that ∼74% of endogenous BAF155 was methylated byCARM1 in MCF7 cells. Moreover, BAF155 and me-BAF155 immunofluorescence wereconfined to the nucleus (Figure S3E). Since the majority of endogenous BAF155 isdimethylated, we went on to study the role of BAF155 methylation in human breast cancercells.BAF155 Methylation at R1064 Creates Unique Chromatin Association PatternsBAF155, a core component of the SWI/SNF chromatin remodeling complex, was shown toassociate with chromatin dependently or independently of other SWI/SNF subunits usingchromatin immunoprecipitation sequencing (ChIP-seq) in HeLa cells (Euskirchen et al.,2011). Accordingly, we decided to determine the effect of BAF155 methylation on itschromatin association. First, to substitute endogenous BAF155 with BAF155R1064K mutant,we infected MCF7 cells with retrovirus vectors expressing either WT BAF155(BAF155WT), mutant BAF155R1064K, or GFP as a negative control (Figure 4A). Afterconfirming that the resulting total BAF155 level was twice the endogenous BAF155 level,we stably knocked down endogenous BAF155 using a lentiviral-expressing shRNA, whichselectively targets the 3'UTR of the endogenous, but not the lentiviral-expressed, BAF155mRNA. Figure 4A shows that BAF155 was silenced in MCF7-GFP cells, and that MCF7-BAF155WT and MCF7-BAF155R1064K cells express reconstituted BAF155WT andBAF155R1064K proteins to levels similar to that of endogenous BAF155 protein in theparental MCF7 cells. Interestingly, substituting endogenous BAF155 with BAF155R1064K,like BAF155 knockdown, significantly reduced colony size (Figure 4B, lower panels) andyield (Figure 4C), while cell morphology was not changed (Figure 4B, upper panels). Toinvestigate whether BAF155 methylation by CARM1 is required for CARM1-inducedcolony formation in MCF7 cells, we first stably overexpressed BAF155WT andBAF155R1064 in MCF7 CARM1 KO cells, respectively, followed by knocking down theendogenous BAF155 in these cells using lentivirus-expressing shBAF155. SubsequentlyCARM1 was restored in MCF7 CARM1 KO cells expressing either BAF155WT orBAF155R1064, and colony formation assays were performed. The expected levels of totalWang et al. Page 6Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptBAF155, me-BAF155, and CARM1 proteins were confirmed by western blotting (Figure4D). Restoring CARM1 in BAF155WT-expressing but not BAF155R1064K-expressing cellsrescued colony formation in terms of both colony size and yield (Figures 4E and 4F). Theseresults further support that BAF155 methylation affects the cellular functions of BAF155.To ensure that BAF155 methylation does not affect its assembly into the SWI/SNF complex,we expressed BAF155WT and BAF155R1064K in SKOV3, an ovarian cancer cell line thatexpresses all SWI/SNF components except BAF155 (DelBove et al., 2011). As shown inFigure S4, immunoprecipitating either BAF155WT or BAF155R1064K effectively pulleddown other SWI/SNF components such as BRG1, BAF60a, and BAF47 in SKOV3 cells.Only BAF155WT, but not BAF155R1064K, was methylated by endogenous CARM1, asrevealed by α-ADMA immunoblot (Figure S4A). Thus, both CARM1-methylated and -unmethylated BAF155 assemble into SWI/SNF complexes.Next we determined whether methylation of BAF155 affects its chromatin association, usinga genomic ChIP-seq approach with MCF7-BAF155WT and MCF7-BAF155R1064K cells. AChIP-grade BAF155 antibody (Euskirchen et al., 2011) was used for ChIP followed byIllumina high-throughput sequencing. Representative BAF155WT, BAF155R1064K, andBRG1 binding sites in HeLa and MCF7 cells in a 7.5 Mb region of chromosome 8 areshown in Figure 4G. As expected, while some BAF155WT peaks identified in MCF7 cellsoverlap with the binding sites of BAF155 and BRG1 in HeLa cells (Figure 4G, box a;Euskirchen et al., 2011), BAF155WT also has unique binding sites in MCF7 and HeLa cells(Figure 4G, box d). We subsequently analyzed the genome-wide distribution of BAF155binding peaks in MCF7 expressing WT or mutant BAF155. Totals of 2,667 and 1,566 peakswere identified for BAF155WT or BAF155R1064K, respectively. Among these, 983 peaksoverlapped (Table S2). The numbers of annotated genes in the genomic regions associatedwith these BAF155WT and BAF155R1064K binding sites are shown in Figure 4H. As inHeLa cells, approximately 60% of BAF155 binding sites in MCF7 cells reside in genebodies (exons and introns; Figure 4I). Moreover, BAF155 peaks in MCF7 cells are enrichedwithin +50 kb from the transcription starting sites (TSSs), which are likely to containenhancer regions (Figure 4J). This pattern is consistent with those of BAF155 and BRG1,SNF5/BAF47 in HeLa cells, but it differs from those of RNA pol II, which peaks near TSSs,and BAF170, which peaks around −50 kb from TSSs (Figure 4J). The Genomic RegionsEnrichment of Annotations Tool (GREAT) identified meiosis and c-Myc pathways as thetwo leading pathways uniquely associated with BAF155WT but not BAF155R1064K (Figure4K), implying that BAF155 methylation might direct its association with genes involved inpotentially cancer-relevant c-Myc pathways.BAF155 Methylation Controls Expression of Genes in the c-Myc PathwayIn contrast to the promoter regions of CDH1 and TFF1 genes where both BAF155WT andBAF155R1064K bind similarly (Figure S5A), many c-Myc pathway genes were selectivelyenriched for BAF155WT but not BAF155R1064K, as shown in Figure S5B for CDCA7,COL1A2, GADD45A, DDX18, and NDRG1 in HeLa and MCF7 cells. Next we performedconventional ChIP using distinct sets of biological samples to validate whether BAF155 isassociated with the binding sites determined in the ChIP-seq experiment. As shown inWang et al. Page 7Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 5A, BAF155WT but not BAF155R1064K was found associated with the ChIP-seq-implicated regions of CDCA7, COL1A2, GADD45A, DDX18, and NDRG1, whereas bothBAF155 forms were detected at the promoter region of CDH1. ChIP using the me-BAF155antibody confirmed the association of me-BAF155 to COL1A2 and GADD45A genes inMCF7-BAF155WT but not in MCF7-BAF155R1064K cells (Figure 5B). Importantly,BAF155 association strongly correlated with gene expression. COL1A2 and GADD45AmRNA levels, for example, were higher in MCF7-BAF155WT than in MCF7-BAF155R1064or MCF7-GFP with endogenous BAF155 silenced (Figure 5C). To examine whether theassociation of BAF155 with COL1A2 and GADD45A genes depends on CARM1 expression,we performed ChIP assays in parental MCF7 and CARM1 KO cells. As shown in Figures5D and 5F, CARM1 KO resulted in significant decreases of BAF155 association with theimplicated regions of COL1A2 and GADD45A. Thus, CARM1 is an important determinantfor BAF155 genomic association, and CARM1-mediated BAF155 methylation could induceBAF155 association with unique genomic sites to control gene regulation. Interestingly, wecould not detect binding above background of CARM1, BAF53, or SWI/SNF adenosinetriphosphatase (ATPase) subunits BRG1 and BRM at the same regions of the COL1A2 andGADD45A genes where BAF155 binds (Figures 5E and 5G), although BRG1 could bedetected at positive control regions (e.g., the CDH1 and TFF1 promoters; Figures S5C andS5D). The positive binding of other SWI/SNF subunits SNF5, BAF53, and BRM to CDH1and TFF1 genes similarly validated the corresponding antibodies for ChIP (Figure S5C).Despite the lack of detectable binding of BRG1 to COL1A2, GADD45A, and NDRG1regions (Figure S5D), SNF5 but not BAF53 was found at the BAF155-binding sites (Figures5E, 5G, and S5D) of the corresponding genes. Accordingly, methylated BAF155 might be ina subcomplex with other BAFs such as SNF5 at unique chromatin sites.BAF155 Methylation Correlates with Human Breast Cancer Progression and MalignancyTo determine whether me-BAF155 could serve as a prognostic biomarker for human breastcancer, we first optimized the me-BAF155 peptide antibody for immunohistochemistry(IHC). IHC staining of me-BAF155 could be completely blocked by me-BAF155 peptidebut not by nonmethylated BAF155 peptide (Figure S6A), showing that the me-BAF155antibody is specific. We next performed IHC using total BAF155 antibody as well as me-BAF155 antibody with four pairs of matched breast normal and tumor samples. As shown inFigure S6B, me-BAF155 staining was almost undetectable in normal samples, while bothtotal BAF155 protein level and me-BAF155 intensity were elevated in breast tumors.Notably, CARM1 protein levels also were elevated in tumors relative to matched normaltissues (Figure S6C).These results suggest that the increased level of me-BAF155 in tumors reflects overallelevated levels of BAF155 and CARM1. Thus, the me-BAF155 level might be a sensitivebreast cancer progression biomarker. To test this hypothesis, we employed commercialtissue microarrays (TMAs), which contained ∼80 samples from normal tissues, tumor-adjacent normal (TAN), benign tumors, malignant tumors, and metastatic tumors excisedprior to treatment. Modest me-BAF155 staining was seen with normal (Figure 6A), TAN,and benign tissues (Figure 6B). In contrast, significantly greater me-BAF155 IHC stainingwas observed with malignant and metastatic tumors. One hundred percent of metastaticWang et al. Page 8Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscripttumors (6/6) showed strong positive staining for me-BAF155 (Figures 6C and 6D). Toinvestigate if BAF155 methylation status is associated with clinical outcomes, we employedTMAs containing 372 breast tumor specimens with 150 months of clinical follow-up. TMAswere immunostained with me-BAF155-specific antibody, and specimens were rank orderedby immunostaining intensity and divided into me-BAF155-negative (bottom 25% intensity)and -positive (top 75% intensity) groups. The Kaplan-Meier plot shows that the me-BAF155-negative patients have a higher recurrence-free survival rate than do me-BAF155-positive patients (Figure 6E). A log-rank test performed to formally test this difference inrecurrence-free survival rates yielded a statistically significant p value of 0.0497. Notably,the results of the multivariate analyses performed using the Cox proportional hazards modelindicate a recurrence hazard 1.789 times higher for patients with me-BAF155-positivetumors when compared with me-BAF155-negative tumors (p = 0.034; Figures 6F and 6G).This hazard ratio of 1.789 for me-BAF155-positive tumors is similar to that of triple-negative breast cancer (hazard ratio = 1.845), a category well known for its poor prognosis.This difference in recurrence hazard rates is shown in the cumulative hazard plot (Figure6F). These data underscored the potential use of me-BAF155 as a biomarker of malignantbreast cancer and also in prognostic stratification of breast cancer patients.Methylation of BAF155 Promotes Migration and Metastasis of Breast Cancer Cells In Vitroand In VivoTo investigate of the role of BAF155 methylation in tumor migration and metastasis, weemployed MDA-MB-231, an aggressive breast cancer cell line model, for in vitro transwellmigration and in vivo metastasis studies. Using a strategy similar to that for MCF7 cells(Figure 4A), we engineered stable cell line MDA-MB-231-GFP with endogenous BAF155knockdown, and its reconstituted derivatives MDA-MB-231-BAF155WT and MDA-MB-231-BAF155R1064K (Figure 7A). Knockdown of endogenous BAF155 in MDA-MB-231 cells significantly decreased cell growth (Figure 7B, compare ■ with □), whichwas rescued by restoring BAF155WT but not BAF155R1064K (Figure 7B, compare ▲ withΔ). Furthermore, knockdown of endogenous BAF155 in MDA-MB-231 cells significantlydecreased cell migration in transwell assay, an effect that was partially rescued by restoringBAF155WT but not BAF155R1064K (Figure 7C). To explore the possibility that methylationof BAF155 is required for establishing metastatic lung colonization in vivo, we injectedMDA-MB-231-BAF155WT and MDA-MB-231-BAF155R1064K cells stably expressingfirefly luciferase intravenously to nude mice and monitored tumor cell colonization andoutgrowth in lung using bioluminescence imaging. On the day of injection (day 0), both WTand mutant BAF155-expressing MDA-MB-231 cells accumulated in the lung as expected(Minn et al., 2005). Time-course analysis of the two cohorts revealed significant differencesin lung colonization. BAF155WT-expressing but not BAF155R1064K-expressing cellsshowed colonization and tumor outgrowth in lung (Figure 7D). Thus, BAF155 methylationis positively linked to lung metastasis.To gain further insight into the mechanism by which BAF155 methylation regulates MDA-MB-231 metastasis, we employed the tumor metastasis RT2 profiler PCR array(SABiosciences), containing 84 genes involved in metastasis, to compare the mRNAexpression profiles between MDA-MB-231-BAF155R1064K and MDA-MB-231-BAF155WTWang et al. Page 9Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript(Figure 7E). If more than 2-fold expression difference was seen between the two cell lines,the corresponding genes are marked green or red (Figure 7E) and are listed in Figure 7F.Two metastasis repressor genes, CDH11 and KISS1R, were upregulated, and six metastasis-promoting genes, CCL7, CDH6, COL4A2, CXCL12, MMP13, and MYCL1, weredownregulated in MDA-MB-231-BAF155R1064K cells compared with BAF155WT cells.Four genes were selected for validation using real-time PCR. Indeed, KISS1R and CDH11were expressed at higher levels in MDA-MB-231-BAF155R1064K cells, whereas CCL7 andCOL4A2 were expressed at higher levels in MDA-MB-231-BAF155WT cells (Figure 7G).We further systematically compared the differential gene expression of MDA-MB-231-BAF155WT and -BAF155R1064K using Affymetrix microarrays. Over 700 genes weredifferentially expressed in two cell lines (p < 0.05); 322 and 411 genes were upregulated anddownregulated, respectively (Figure S7A). Among other differential expressed genesidentified (Table S3), the metastasis genes COL4A2 and TIMP3 (Figure 7F) and c-MYCpathway gene CDCA7 (Figure 5C) were expressed at higher levels in BAF155WT cells thanin BAF155R1064K cells. Gene ontology pathway analyses revealed that the majordifferentially expressed genes fall in the categories of cellular movement, cellularorganization, cell proliferation, and migration (Figure S7B). Moreover, despite the differentcell lines used to study gene expression and DNA binding differences between WT BAF155and BAF155R1064K, one-fourth of the differentially expressed genes identified bymicroarrays in MDA-MB-231 cells overlap with differentially bound genomic regionsidentified by ChIP-seq in MCF7 cells (Figure S7C). These results suggest that BAF155methylation regulates important pathways involved in cancer progression, including cellmovement and migration.DiscussionOne important finding above is that knocking down endogenous CARM1 by 90% isinsufficient to mimic the biological effects of complete CARM1 KO. This echoes the in vivomouse model where reducing CARM1 to 25% of endogenous level still sustains normaldevelopment (Kim et al., 2010). Consistent with this, CARM1 KO decreased cell and tumorgrowth in vitro and in vivo, in contrast to little in vivo growth effect of CARM1 shRNA-mediated knockdown in MCF7 (Al-Dhaheri et al., 2011). While CARM1 knockdown mayselectively affect methylation of some substrates but not others, our findings underscore theimportance of using complete KOs when studying the biological functions of enzymes.Although engineered ZFNs have been used for genome editing in diverse model organisms,allele engineering in somatic cell genetics has not been widely applied for determiningenzyme functions. KO efficiency by ZFNs varies among cancer cell lines and depends ontransfection efficiency and the multiplicity of the targeted chromosome. For example, theCARM1 disruption frequency reached 10% of alleles in diploid breast cancer cell lineCAL51 (data not shown), compared with 1.3% in MCF7 cells where CARM1-bearingchromosome 19 is triplicated. In fact, one-time transient transfection of a plasmid encodingthe CARM1 ZFN in MCF7 cells only disrupted CARM1 biallelically, as confirmed bysequencing of genomic DNA. In agreement with a report that sequential ZFN transfection ofbiallelically disrupted clones resulted in triple locus KO at frequency of 1% (Liu et al.,2010), limiting dilution and genotyping without antibiotic selection yielded two MCF7Wang et al. Page 10Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptclones (out of 159) in which CARM1 was disrupted triallelically (Figure 1E). Despite lowKO frequency in some cases, ZFN-mediated KO of genes like CARM1 in cancer cell linesprovides unprecedented opportunities for cancer-relevant substrate discovery since, forexample, MEFs lack or express many CARM1 substrates at lower level than CARM1 nullcancer cell lines. Identifying cancer-relevant substrates for CARM1 is essential forelucidating its functions in cancer, as exemplified by BAF155.SWI/SNF is a multisubunit chromatin-remodeling complex that has been stronglyimplicated in cancer development due to aberrant expression and mutation of its subunits inmany tumor types (Weissman and Knudsen, 2009). Accompanying the SWI/SNF ATPasesubunits (e.g., BRG1) are 9–12 BAF proteins, including core and accessory subunits. Thecore subunits, BAF155, BAF170, and SNF5 (also referred to as SMARCB1, BAF47, orSNF5/INI1), were defined on the basis of their ability to restore efficient nucleosomeremodeling in vitro (Phelan et al., 1999). Recent whole genome sequencing of humantumors revealed that SWI/SNF subunits are mutated in >20% of human malignancies(Kadoch et al., 2013). For example, SNF5 behaves as a bona fide tumor suppressor gene(Roberts et al., 2002). Conflicting evidence suggests that BAF155 may serve as tumorsuppressor or oncogene in a tumor-type-specific manner. BAF155 was initially implicatedas a tumor suppressor because of its residency in chromosome 3p21.31, a region frequentlydeleted in lung and other adenocarcinomas (Zabarovsky et al., 2002). Coincidently, BAF155expression is deficient in two ovarian cancer cell lines, SKOV3 and SNUC2B (DelBove etal., 2011). However, mounting evidence supports that, for at least some tumor types,BAF155 might enhance tumor development. BAF155 expression is markedly induced inprostate cancer (Lapointe et al., 2004), cervical intraepithelial neoplasia (Shadeo et al.,2008), and colon cancer (Andersen et al., 2009). Elevated BAF155 expression wascorrelated with poor prognosis and recurrence in colon cancer (Andersen et al., 2009). Thevaried BAF155 expression in distinct tumor types suggests that aberrant BAF155 levels maycontribute to tumor initiation and progression in a context-dependent manner.We report here that BAF155 is elevated in human breast tumors and that increasedmethylation of BAF155 is associated with poor survival, implicating BAF155 as anindependent prognosis biomarker. Individual ChIP experiments showed that some genomicsites seem to bind BAF155 independently of BRG1. Further ChIP-seq to improve signal/noise ratios and mapping of genomic sites using anti-me-BAF155 and BRG1 antibodies willmore fully test BRG1-independent binding of BAF155 to chromatin sites. Nonetheless, ourresults support that methylated BAF155 might have functions independent from the fullSWI/SNF complex, which agrees with earlier reports that individual SWI/SNF subunitsconfer oncogenic functions independently of the entire complex (Park et al., 2002). Forexample, BAF53 formed a distinct complex with c-Myc cofactors, including histoneacetyltransferases to enhance c-Myc's oncogenic transformation activity (Park et al., 2002).It remains unknown whether me-BAF155 and SNF5 form complexes distinct fromSWI/SNF at genomic loci specific for me-BAF155, including c-Myc pathway gene loci.The c-Myc pathway deregulation is a common feature of human tumorigenesis. The Myconcoprotein provides selective advantages to cancer cells by promoting proliferation, cellsurvival, genetic instability, and differentiation blockage, which all contribute to metastasis.Wang et al. Page 11Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptThis study reveals that methylated BAF155 is specifically recruited to c-Myc pathwaygenes, some of which are direct c-Myc targets (e.g., GADD45A) and some of which are not(e.g., COL1A2). COL1A2 produces a component of type I collagen, the pro-α2 (I) chain,involved in inflammatory response pathways. COL1A2 was among a “meta-signature”associated with breast cancer prognosis (Urquidi and Goodison, 2007). GADD45A (DNAdamage-inducible transcript 1 protein) functions as a stress sensor that modulates cellularresponses to various stress conditions, including genotoxic and oncogenic stresses.Depending on the oncogenic stress, GADD45A could function as promoter or suppressor forbreast cancer (Tront et al., 2010). GADD45A promotes tumor vascularization and growth ofMyc-driven breast cancer via negative regulation of MMP10 (Tront et al., 2010).Recently, “poor prognosis” gene expression signatures in cancer, particularly in breastcancer, were found to reflect the activity of the c-Myc oncoprotein, which in turn regulatestumor metastasis through regulation of metastasis-relevant target genes and/or globallyaltering the epigenomic landscape of cancer cells (Wolfer et al., 2010). BAF155 methylationaffects expression of a number of genes involved in metastasis. Interestingly, another studyusing the MDA-MB-231 cell line model showed that c-Myc knockdown had modest effectson primary tumor growth, whereas metastatic behavior and distant lung metastasis weregreatly inhibited (Wolfer et al., 2010). This study suggests that c-Myc is essential formaintaining an invasive and migratory state of the highly metastatic MDA-MB-231 cells.Future studies will determine whether BAF155-methylation-sensitive metastatic genes aredirectly regulated by c-Myc. Given that 10%–15% of genomic loci in mammals are boundby c-Myc (Zeller et al., 2006), it is plausible that c-Myc affects metastasis-relevant geneexpression via direct transcriptional regulation mechanism or via global alteration ofchromatin structure of cancer cells, thus promoting the metastatic phenotype.Experimental ProceduresGeneration of CARM1 KO CellsCells were transiently transfected with plasmids encoding the indicated ZFN pairs usinglipofectamine 2000 (Invitrogen) for 72 hr. Single-cell clones were isolated by limitingdilution of the ZFN-treated pool. The whole cell lysate of each clone was collected andCARM1 levels were detected by western blot. To analyze genomic DNA sequences of eachpositive clone, the target locus was first amplified by PCR using primers CARM1-ZFN-sense: 5′-ACAGCCTGCCTTCTCAGG-3′, anti-sense: 5′-TGCACAGCAATGGCAAGT-3′. Then the PCR product was cloned into pCR4-TOPOvector. For each cell line, plasmid DNAs from 50 bacterial colonies were sequenced.Animal ModelsAll animal work was performed in accordance with protocols approved by Research AnimalResource Center of University of Wisconsin-Madison. Athymic nude mice at 5–6 weeks oldwere used for xenograft experiments (Harlan). Information for the animal experiments ispresented in the Supplemental Experimental Procedures.Wang et al. Page 12Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptHuman Primary Tumor SamplesBreast cancer TMAs constructed by UW Carbone Cancer Center include tumors from 372individual subjects with Stage I to Stage III breast cancer treated at the UW Carbone CancerCenter from 1999to2007. The UW Health Sciences Institutional Review Board approved theTMA creation and waived institutional review board approval for future use of the TMA andcoded data set.In Vitro Methylation AssayIn vitro methylation assay was performed as previously described (Wang et al., 2013).ChIP-seq AnalysisFor experimental details, please refer to the Supplemental Experimental Procedures.TMAs of Human Breast TumorsTMAs constructed by UW Carbone Cancer Center include tumors from 372 individualsubjects with Stage I to Stage III breast cancer treated from 1999 to 2007. The experimentaldetails and statistical analyses are described in Supplemental Experimental Procedures.Supplementary MaterialRefer to Web version on PubMed Central for supplementary material.AcknowledgmentsWe thank Dr. Charles Roberts for kindly providing the SNF5 antibody, Dr. Trevor K. Archer for BAF155constructs, and Dr. Yin Zhang and Mark Horswill for valuable technical assistance with tail vein injection andDNA microarray experiments, respectively. This project was supported by a DOD ERA of HOPE Award(W81XWYH-11-1-0237 to W.X.) and National Institutes of Health grant CA22443 (to P.A.). P.A. is an investigatorof the Howard Hughes Medical Institute and the Morgridge Institute for Research.ReferencesAl-Dhaheri M, Wu JC, Skliris GP, Li J, Higashimato K, Wang YD, White KP, Lambert P, Zhu YR,Murphy L, Xu W. CARM1 is an important determinant of ERα-dependent breast cancer celldifferentiation and proliferation in breast cancer cells. Cancer Res. 2011; 71:2118–2128. [PubMed:21282336]Andersen CL, Christensen LL, Thorsen K, Schepeler T, Sørensen FB, Verspaget HW, Simon R,Kruhøffer M, Aaltonen LA, Laurberg S, Ørntoft TF. Dysregulation of the transcription factorsSOX4, CBFB and SMARCC1 correlates with outcome of colorectal cancer. Br J Cancer. 2009;100:511–523. [PubMed: 19156145]Bedford MT, Clarke SG. Protein arginine methylation in mammals: who, what, and why. Mol Cell.2009; 33:1–13. [PubMed: 19150423]Chen J, Archer TK. Regulating SWI/SNF subunit levels via protein-protein interactions andproteasomal degradation: BAF155 and BAF170 limit expression of BAF57. Mol Cell Biol. 2005;25:9016–9027. [PubMed: 16199878]Chen D, Ma H, Hong H, Koh SS, Huang SM, Schurter BT, Aswad DW, Stallcup MR. Regulation oftranscription by a protein methyltransferase. Science. 1999; 284:2174–2177. [PubMed: 10381882]Cheng D, Côté J, Shaaban S, Bedford MT. The arginine methyltransferase CARM1 regulates thecoupling of transcription and mRNA processing. Mol Cell. 2007; 25:71–83. [PubMed: 17218272]Wang et al. Page 13Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptDavis MB, Liu X, Wang S, Reeves J, Khramtsov A, Huo D, Olopade OI. Expression and sub-cellularlocalization of an epigenetic regulator, co-activator arginine methyltransferase 1 (CARM1), isassociated with specific breast cancer subtypes and ethnicity. Mol Cancer. 2013; 12:40. [PubMed:23663560]DelBove J, Rosson G, Strobeck M, Chen JG, Archer TK, Wang WD, Knudsen ES, Weissman BE.Identification of a core member of the SWI/SNF complex, BAF155/SMARCC1, as a human tumorsuppressor gene. Epigenetics. 2011; 6:1444–1453. [PubMed: 22139574]Dhar S, Vemulapalli V, Patananan AN, Huang GL, Di Lorenzo A, Richard S, Comb MJ, Guo A,Clarke SG, Bedford MT. Loss of the major Type I arginine methyltransferase PRMT1 causessubstrate scavenging by other PRMTs. Sci Rep. 2013; 3:1311. [PubMed: 23419748]El Messaoudi S, Fabbrizio E, Rodriguez C, Chuchana P, Fauquier L, Cheng DH, Theillet C, Vandel L,Bedford MT, Sardet C. Coactivator-associated arginine methyltransferase 1 (CARM1) is a positiveregulator of the Cyclin E1 gene. Proc Natl Acad Sci USA. 2006; 103:13351–13356. [PubMed:16938873]Euskirchen GM, Auerbach RK, Davidov E, Gianoulis TA, Zhong G, Rozowsky J, Bhardwaj N,Gerstein MB, Snyder M. Diverse roles and interactions of the SWI/SNF chromatin remodelingcomplex revealed using global approaches. PLoS Genet. 2011; 7:e1002008. [PubMed: 21408204]Frietze S, Lupien M, Silver PA, Brown M. CARM1 regulates estrogen-stimulated breast cancergrowth through up-regulation of E2F1. Cancer Res. 2008; 68:301–306. [PubMed: 18172323]Kadoch C, Hargreaves DC, Hodges C, Elias L, Ho L, Ranish J, Crabtree GR. Proteomic andbioinformatic analysis of mammalian SWI/SNF complexes identifies extensive roles in humanmalignancy. Nat Genet. 2013; 45:592–601. [PubMed: 23644491]Kim J, Lee J, Yadav N, Wu Q, Carter C, Richard S, Richie E, Bedford MT. Loss of CARM1 results inhypomethylation of thymocyte cyclic AMP-regulated phosphoprotein and deregulated early T celldevelopment. J Biol Chem. 2004; 279:25339–25344. [PubMed: 15096520]Kim D, Lee J, Cheng D, Li J, Carter C, Richie E, Bedford MT. Enzymatic activity is required for thein vivo functions of CARM1. J Biol Chem. 2010; 285:1147–1152. [PubMed: 19897492]Lapointe J, Li C, Higgins JP, van de Rijn M, Bair E, Montgomery K, Ferrari M, Egevad L, Rayford W,Bergerheim U, et al. Gene expression profiling identifies clinically relevant subtypes of prostatecancer. Proc Natl Acad Sci USA. 2004; 101:811–816. [PubMed: 14711987]Lee J, Bedford MT. PABP1 identified as an arginine methyltransferase substrate using high-densityprotein arrays. EMBO Rep. 2002; 3:268–273. [PubMed: 11850402]Liu PQ, Chan EM, Cost GJ, Zhang L, Wang J, Miller JC, Guschin DY, Reik A, Holmes MC, Mott JE,et al. Generation of a triplegene knockout mammalian cell line using engineered zinc-fingernucleases. Biotechnol Bioeng. 2010; 106:97–105. [PubMed: 20047187]Mann M, Cortez V, Vadlamudi R. PELP1 oncogenic functions involve CARM1 regulation.Carcinogenesis. 2013; 34:1468–1475. [PubMed: 23486015]Minn AJ, Gupta GP, Siegel PM, Bos PD, Shu W, Giri DD, Viale A, Olshen AB, Gerald WL,Massagué J. Genes that mediate breast cancer metastasis to lung. Nature. 2005; 436:518–524.[PubMed: 16049480]Park J, Wood MA, Cole MD. BAF53 forms distinct nuclear complexes and functions as a critical c-Myc-interacting nuclear cofactor for oncogenic transformation. Mol Cell Biol. 2002; 22:1307–1316. [PubMed: 11839798]Phelan ML, Sif S, Narlikar GJ, Kingston RE. Reconstitution of a core chromatin remodeling complexfrom SWI/SNF subunits. Mol Cell. 1999; 3:247–253. [PubMed: 10078207]Roberts CWM, Leroux MM, Fleming MD, Orkin SH. Highly penetrant, rapid tumorigenesis throughconditional inversion of the tumor suppressor gene Snf5. Cancer Cell. 2002; 2:415–425. [PubMed:12450796]Shadeo A, Chari R, Lonergan KM, Pusic A, Miller D, Ehlen T, Van Niekerk D, Matisic J, Richards-Kortum R, Follen M, et al. Up regulation in gene expression of chromatin remodelling factors incervical intraepithelial neoplasia. BMC Genomics. 2008; 9:64. [PubMed: 18248679]Shi SP, Qiu JD, Sun XY, Suo SB, Huang SY, Liang RP. PMeS: prediction of methylation sites basedon enhanced feature encoding scheme. PLoS ONE. 2012; 7:e38772. [PubMed: 22719939]Wang et al. Page 14Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptTomlins SA, Mehra R, Rhodes DR, Cao X, Wang L, Dhanasekaran SM, Kalyana-Sundaram S, WeiJT, Rubin MA, Pienta KJ, et al. Integrative molecular concept modeling of prostate cancerprogression. Nat Genet. 2007; 39:41–51. [PubMed: 17173048]Tront JS, Huang Y, Fornace AJ Jr, Hoffman B, Liebermann DA. Gadd45a functions as a promoter orsuppressor of breast cancer dependent on the oncogenic stress. Cancer Res. 2010; 70:9671–9681.[PubMed: 21098706]Urquidi V, Goodison S. Genomic signatures of breast cancer metastasis. Cytogenet Genome Res.2007; 118:116–129. [PubMed: 18000362]Varambally S, Yu J, Laxman B, Rhodes DR, Mehra R, Tomlins SA, Shah RB, Chandran U, MonzonFA, Becich MJ, et al. Integrative genomic and proteomic analysis of prostate cancer revealssignatures of metastatic progression. Cancer Cell. 2005; 8:393–406. [PubMed: 16286247]Wang L, Charoensuksai P, Watson NJ, Wang X, Zhao Z, Coriano CG, Kerr LR, Xu W. CARM1automethylation is controlled at the level of alternative splicing. Nucleic Acids Res. 2013;41:6870–6880. [PubMed: 23723242]Weissman B, Knudsen KE. Hijacking the chromatin remodeling machinery: impact of SWI/SNFperturbations in cancer. Cancer Res. 2009; 69:8223–8230. [PubMed: 19843852]Wolfer A, Wittner BS, Irimia D, Flavin RJ, Lupien M, Gunawardane RN, Meyer CA, Lightcap ES,Tamayo P, Mesirov JP, et al. MYC regulation of a “poor-prognosis” metastatic cancer cell state.Proc Natl Acad Sci USA. 2010; 107:3698–3703. [PubMed: 20133671]Wu J, Xu W. Histone H3R17me2a mark recruits human RNA polymerase-associated factor 1 complexto activate transcription. Proc Natl Acad Sci USA. 2012; 109:5675–5680. [PubMed: 22451921]Yadav N, Lee J, Kim J, Shen J, Hu MC, Aldaz CM, Bedford MT. Specific protein methylation defectsand gene expression perturbations in coactivator-associated arginine methyltransferase 1-deficientmice. Proc Natl Acad Sci USA. 2003; 100:6464–6468. [PubMed: 12756295]Zabarovsky ER, Lerman MI, Minna JD. Tumor suppressor genes on chromosome 3p involved in thepathogenesis of lung and other cancers. Oncogene. 2002; 21:6915–6935. [PubMed: 12362274]Zeller KI, Zhao X, Lee CW, Chiu KP, Yao F, Yustein JT, Ooi HS, Orlov YL, Shahab A, Yong HC, etal. Global mapping of c-Myc binding sites and target gene networks in human B cells. Proc NatlAcad Sci USA. 2006; 103:17834–17839. [PubMed: 17093053]Zeng H, Wu J, Bedford MT, Sbardella G, Hoffmann FM, Bi K, Xu W. A TR-FRET-based functionalassay for screening activators of CARM1. ChemBioChem. 2013; 14:827–835. [PubMed:23585185]Wang et al. Page 15Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptSignificanceAlthough mutations or epigenetic changes inactivating and altering the functions ofchromatin remodeling complex SWI/SNF are frequently linked to cancer, themechanisms underlying these connections remain unclear. Delineating the factors andpathways that induce SWI/SNF's oncogenic effects would enable preventive andtherapeutic targeting of these cancer-driving changes while retaining SWI/SNF's normalfunctions. Here, we identify BAF155, a SWI/SNF core subunit, as a substrate forarginine methyltransferase CARM1. Methylation of BAF155 is required for itsassociation with genomic sites that drive regulation of genes in the c-Myc and certainmetastatic pathways. This represents a mechanism by which a chromatin-remodelingfactor is activated by arginine methylation to regulate genes that enhance tumorprogression and metastasis.Wang et al. Page 16Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 1. Generation of CARM1 KO Breast Cancer Cell Lines(A) Western blot analysis of CARM1 and methyl-PABP1 using whole cell lysates from CARM1+/+ MEF, CARM1−/− MEF,MCF7, and MCF7-shCARM1 cells. β-Actin was used as a loading control.(B) Targeting exon 8 of human CARM1 by ZFN.(C) Western blot of CARM1, PABP1, methyl-PABP1, PRMT5 in parental and CARM1 KO MCF7, MDA-MB-231, andHEK293T cells.(D) Genomic DNA sequence of ZFN targeting site in MCF7 CARM1 KO and MDA-MB-231 CARM1 KO cell clones.(E) ZFN-mediated KO frequency of CARM1 in each indicated cell line.(F) Western blot of CARM1, PABP1, and me-PABP1 in MCF7, two MCF7 CARM1 KO clones, and MCF7 CARM1 KO clonesre-expressing CARM1 by retroviral infection.(G) Representative cell morphology images of MCF7 cells, MCF7-shCARM1 cells, and the MCF7-derived CARM1 KO celllines listed in (F). Scale bar = 40 μm.See also Figure S1.Wang et al. Page 17Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 2. Identification of BAF155 as a Substrate for CARM1(A) Western blot analysis of total proteins in MCF7 and MCF7 CARM1 KO cells using antibodies against MMA and ADMAmoieties.(B) Coomassie brilliant blue staining of proteins immunoprecipitated with anti-ADMA antibody from total cell lysates of MCF7and MCF7 CARM1 KO cells. Discrete bands in the high molecular weight range were excised and subjected to massspectrometry analysis, from which ten candidate proteins were identified (right panel).(C) Western blot analysis of input and anti-ADMA immunoprecipitated proteins using antibodies to detect endogenous BRG1,BAF170, BAF155, and BAF250, or against the FLAG epitope to detect transfected, FLAG-tagged TRAP150, Caprin1,TRAP230, and BCLAF1 in HEK293T and HEK293T CARM1 KO cells.(D) Coomassie brilliant blue staining (left panel) and autoradiograph (right panel) of in vitro methylated BAF155 by CARM1 inthe presence of 3H-SAM.(E) Western blot analysis of anti-BAF155 immunoprecipitated proteins using anti-ADMA, BAF155, and CARM1 antibodies inHEK293T CARM1 KO cells before and after restoration with WT CARM1 or a methylation-defective CARM1 mutant (MUT).See also Figure S2.Wang et al. Page 18Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 3. CARM1 Methylates BAF155 at a Single Site, R1064(A) Schematic diagram of BAF155 full-length cDNA and C-terminally truncated derivatives, each with a nuclear localizationsequence/Myc (NLS-Myc) epitope tag cassette fused to its C terminus. Red arrows point to putative arginine methylation sitespredicted by the PMeS program.(B) Plasmids expressing the BAF155 cDNA derivatives shown in (A) were transiently transfected into HEK293 cells anddetected by western blotting with anti-Myc antibody (upper panel). Total cell lysates were immunoprecipitated with anti-Mycantibody and western blotted with anti-ADMA antibody (lower panel).(C) FLAG-tagged recombinant BAF155WT, BAF155R1032K, and BAF155R1064K proteins were immunoprecipitated fromHEK293T cells with anti-FLAG antibody and detected by western blotting using anti-FLAG (left panel) or anti-ADMA (rightpanel) antibodies.(D) In vitro assay using recombinant CARM1 and 3H-SAM to test for methylation of BAF155WT and BAF155R1064K proteinsprepared from HEK293T CARM1 KO cells.(E) Reciprocal coimmunoprecipitation of CARM1 with BAF155, and BAF155 with CARM1, from MCF7 cell lysates.(F) Mapping of CARM1-interacting domain to the N-terminal acidic domain of BAF155 by GST-pull-down assay. Left panelshows schematic diagrams of FLAG-tagged BAF155 truncation derivatives that were incubated with GST-CARM1 proteins andimmunoprecipitated with anti-FLAG antibody. The immunoprecipitates were tested for the presence of GST-CARM1 bywestern blotting using anti-GST antibody (right panel).Wang et al. Page 19Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript(G) CLUSTALW alignment of vertebral BAF155 sequences flanking human BAF155 methylation site R1064, which ishighlighted in red.(H) CLUSTALW alignment of P/Q-rich domain sequences of BAF155 (with R1064 highlighted in red) and its homologBAF170 protein.See also Figure S3 and Table S1.Wang et al. Page 20Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 4. BAF155 Methylation Promotes MCF7 Cell Colony Formation and Directs Unique Genomic Association Patterns(A) Western blotting of BAF155 and me-BAF155 in MCF7 cells and MCF7-shBAF155 cells restored with GFP, BAF155WT, orBAF155R1064K.(B) Representative images of cell morphology (upper panel; scale bars = 40 μm) and colonies (lower panel; scale bars = 100 μm)for parental MCF7 and MCF7-shBAF155-GFP cells, and BAF155WT- and BAF155R1064K-restored MCF7 cells.(C) Colony yields for the cell lines in (B).(D) Western blotting analysis of CARM1, BAF155, and me-BAF155 proteins in MCF7 CARM1 KO clone 1, MCF7-CARM1KO-BAF155WT, and MCF7-CARM1KO-BAF155R1064K cells engineered to express either GFP or CARM1. β-Actinwas used as loading control.(E) Representative images of colonies formed by each cell line shown in (D). Scale bar = 100 mm.(F) Colony yields for the cell lines in (D).(G) ChIP-seq identifies BRG1, BAF155WT, and BAF155R1064K association in an ∼750 kb region of chromosome 8. Thecoordinates shown are in hg19 and all regions were identified in MCF7and HeLa cells as detailed in Table S2. An “a” denotes apeak that is detected by BRG1 and BAF155 in both HeLa and MCF7; “b” denotes BAF155 binding peak only found in HeLacells; “c” denotes shared BAF155and BRG1 binding peaks in HeLa but not in MCF7 cells; “d” denotes shared BAF155WT andBAF155R1064K peaks only found in MCF7 cells; and “e” denotes BAF155WT binding only found in MCF7 cells.(H) Venn diagram showing the overlapping and discrete BAF155cistromes in MCF7 cells expressing BAF155WTandBAF155R1064K. Genomic-region-associated genes were defined as the regions between 5.0 kb upstream and 1.0 kb downstreamof annotated genes, using GREAT.Wang et al. Page 21Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript(I) Distribution of the genome-wide association of BAF155 binding sites in MCF7 cells is comparable to that in HeLa cells.(J) Distribution of genomic association sites of RNA pol II and SWI/SNF subunits relative to TSSs in HeLa (top two panels) andMCF7 cells (bottom panel).(K) BAF155 genomic association sites map to different signaling pathways in MCF7-BAF155WT and MCF7-BAF155R1064Kcells.Quantitative data are presented as averages ± SD. Student's t test was used for statistical analysis. **p < 0.01. See also Figure S4and Table S2.Wang et al. Page 22Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 5. BAF155 Methylation Controls Expression of Genes in the c-Myc Pathway(A) Differential binding of BAF155 to CDCA7, COL1A2, GADD45A, DDX18, and NDRG1 genes was analyzed using ChIP-quantitative PCR (qPCR) in MCF7-BAF155WT and MCF7-BAF155R1064K cells. BAF155WT and BAF155R1064K displayedsimilar binding to the positive control CDH1 gene. Normal rabbit immunoglobulin G (IgG) was used as antibody control.(B) ChIP-qPCR analysis of me-BAF155 binding to COL1A2 and GADD45A genes.(C) Relative mRNA levels of COL1A2 and GADD45A in MCF7-shBAF155, MCF7-BAF155WT, and MCF7-BAF155R1064Kcells were determined by real-time qPCR. β-Actin was used as an internal control.(D) The me-BAF155 binding region on the COL1A2 gene and ChIP-qPCR analysis of BAF155 association with the COL1A2gene in MCF7, MCF7 CARM1 KO, MCF7-shBAF155-GFP, MCF7-BAF155WT, and MCF7-BAF155R1064K cells.(E) ChIP-qPCR analysis of me-BAF155, CARM1, BRG1, BRM, BAF53, and SNF5 association with the COL1A2 gene inMCF7-BAF155WT and MCF7-BAF155R1064K cells. Normal rabbit IgG was used as control.(F) ChIP-qPCR analysis of me-BAF155 association with the GADD45A gene in the indicated cells.(G) ChIP-qPCR analysis of the association of me-BAF155, CARM1, BRG1, BRM, BAF53, and SNF5 with the GADD45A genein MCF7-BAF155WT and MCF7-BAF155R1064K cells.Quantitative data are presented as averages ± SD. Student's t test was used for statistical analysis. **p < 0.01. See also FigureS5.Wang et al. Page 23Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 6. BAF155 Methylation Correlates with Human Breast Cancer Progression, Malignancy, and Recurrence-Free Survival(A–C) Immunohistochemical staining of me-BAF155 in representative normal breast (A), benign breast tumors (B), andmalignant breast tumors including lymph node metastasis specimens (C) on the US Biomax BR723 TMA. Brown stainingdenotes me-BAF155 immunoreactivity. Scale bar = 200 μm.(D) The percentage of me-BAF155-positive staining in normal, TAN, benign, malignant, and metastatic samples on the BR723TMA.(E) Kaplan-Meier curves depicting the probability of recurrence-free survival in breast cancer patients stratified by me-BAF155IHC positivity in primary tumors.(F) Kaplan-Meier curves for cumulative hazard (Cum Hazard).(G) The recurrence hazard for breast cancer patients stratified by me-BAF155 staining positivity using a Cox proportionalhazards model.See also Figure S6.Wang et al. Page 24Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 7. BAF155 Methylation Promotes Breast Cancer Cell Migration and Metastasis In Vitro and In Vivo(A) Generation of an MDA-MB-231 cell derivative with endogenous BAF155 silenced and further derivatives withBAF155WTor BAF155R1064Kexpression restored in this MDA-MB-231-shBAF155 cell background. Total BAF155 and me-BAF155 were detected with corresponding antibodies by western blotting.(B) The (3-[4,5-dimethylthiazol-2-yl]-2,5 diphenyl tetrazolium bromide assays of MDA-MB-231 cells and MDA-MB-231-shBAF155 cells expressing GFP, BAF155WT, or BAF155R1064K.(C) Transwell assays measuring the migration ability of cell lines in (B).(D) Bioluminescence images of colonized and metastatic MDA-MB-231-shBAF155 cells stably expressing firefly luciferase andBAF155WT or BAF155R1064K in nude mice at the indicated times following tumor introduction through tail vein injection (n =5). Representative images are shown from each cohort.(E) Scatter plot of mRNA levels for 84 metastasis-implicated genes analyzed by the tumor metastasis RT2 profiler PCR array(SABiosciences); red and green circles mark genes that are differentially expressed ≥2-fold between MDA-MB-231-shBAF155cells restored with BAF155WT or BAF155R1064K.(F) List of >2-fold differentially expressed genes in (E). Positive fold change represents overexpression in BAF155R1064K cells.(G) Real-time qPCR analyses of KISS1R, CDH11, CCL7,and COL4A2 mRNA levels in MDA-MB-231-shBAF155 cells restoredwith BAF155WTand BAF155R1064K. β-Actin was used as an internal control.See also Figure S7 and Table S3.Wang et al. Page 25Cancer Cell. Author manuscript; available in PMC 2014 July 13.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript"