"Nature © Macmillan Publishers Ltd 19988Received 26 June; accepted 23 September 1997.1. Nobes, C. D. & Hall, A. Rho, rac, and cdc GTPases regulate the assembly of multimolecular focalcomplexes associated with actin stress fibers, lamellipodia, and filopodia. Cell 81, 53–62 (1995).2. Kozma, R., Ahmed, S., Best, A. & Lim, L. The GTPase-activating protein n-chimaerin cooperates withRac1 and Cdc42Hs to induce the formation of lamellipodia and filopodia. Mol. Cell. Biol. 15, 1942–1952 (1995).3. Manser, E., Leung, T., Salihuddin, H., Zhao, Z. S. & Lim, L. A brain serine/threonine protein kinaseactivated by Cdc42 and Rac1. Nature 367, 40–46 (1994).4. Manser, E., Leung, T., Salihuddin, H., Zhao, Z. S. & Lim, L. A non-receptor tyrosine kinase thatinhibits the GTPase activity of p21cdc42. Nature 363, 364–367 (1993).5. Symons, M. et al. Wiskott–Aldrich syndrome protein, a novel effector for the GTPase CDC42Hs, isimplicated in actin polymerization. Cell 84, 723–734 (1996).6. Miki, H., Miura, K. & Takenawa, T. N-WASP, a novel actin-depolymerizing protein, regulates thecortical cytoskeletal rearrangement in a PIP2-dependent manner downstream of tyrosine kinases.EMBO J. 15, 5326–5335 (1996).7. Burbelo, P. D., Drechsel, D. & Hall, A. A conserved binding motif defines numerous candidate targetproteins for both Cdc42 and Rac GTPases. J. Biol. Chem. 270, 29071–29074 (1995).8. Aspenstrom, P., Lindberg, U. & Hall, A. Two GTPases, Cdc42 and Rac, bind directly to a proteinimplicated in the immunodeficiency disorder Wiskott–Aldrich syndrome. Curr. Biol. 15, 5725–5731(1996).9. Lamarche, N. et al. Rac and Cdc42 induce actin polymerization and G1 cell cycle progressionindependently of p65PAK and the JNK/SAPK MAP kinase cascade. Cell 87, 519–529 (1996).10. Nishida, E., Maekawa, S. & Sakai, H. Cofilin, a protein in porcine brain that binds to actin filamentsand inhibits their interactions with myosin and tropomyosin. Biochemistry 23, 5307–5317 (1984).11. Aizawa, H. et al. Identification, characterization, and intracellular distribution of cofilin inDictyostelium discoideum. J. Biol. Chem. 270, 10923–10932 (1995).12. Pantaloni, D. & Carlier, M.-F. How profilin promotes actin filament assembly in the presence ofthymosin b4. Cell 75, 1007–1014 (1993).13. Fukuoka, M., Miki, H. & Takenawa, T. Identification of N-WASP homologs in human and rat brain.Gene 196, 43–48 (1997).14. Komuro, R., Sasaki, T., Takaishi, K., Orita, S. & Takai, Y. Involvement of Rho and Rac small G proteinsand Rho GDI in Ca2+-dependent exocytosis from PC12 cells. Genes to Cells 1, 943–951 (1996).15. Self, A. J. & Hall, A. Purification of recombinant Rho/Rac/G25K from Escherichia coli. Meth. Enzymol.256, 3–10 (1995).Acknowledgements. We thank S. Suetsugu and Y. Banzai for their skilful technical assistance. This workwas supported in part by a Grant-in-Aid for Cancer Research from the Ministry of Education, Science,and Culture of Japan and a Grant-in-Aid for Research for the Future Program from the Japan Society forthe Promotion of Science.Correspondence and requests for materials should be addressed to T.T. (e-mail: takenawa@hgc.ims.u-tokyo.ac.jp).letters to nature96 NATURE | VOL 391 | 1 JANUARY 1998CleavageofCAD inhibitor inCADactivationandDNAdegradationduringapoptosisHideki Sakahira*, Masato Enari* & Shigekazu Nagata*†* Department of Genetics, Osaka University Medical School, 2-2 Yamada-oka,Suita, Osaka 565, Japan† Osaka Bioscience Institute, 6-2-4 Furuedai, Suita, Osaka 565, Japan. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .Various molecules such as cytokines and anticancer drugs, as wellas factor deprivation, rapidly induce apoptosis (programmed celldeath)1,2, which is morphologically characterized by cell shrinkageand the blebbing of plasma membranes and by nuclearcondensation3,4. Caspases, particularly caspase 3, are proteasesthat are activated during apoptosis and which cleave substratessuch as poly(ADP-ribose) polymerase, actin, fodrin, and lamin5,6.Apoptosis is also accompanied by the internucleosomal degrada-tion of chromosomal DNA7–9. In the accompanying Article10,we have identified and molecularly cloned a caspase-activateddeoxyribonuclease (CAD) and its inhibitor (ICAD). Here we showthat caspase 3 cleaves ICAD and inactivates its CAD-inhibitoryeffect. We identified two caspase-3 cleavage sites in ICAD by site-directed mutagenesis. When human Jurkat cells were transformedwith ICAD-expressing plasmid, occupation of the receptor Fas,which normally triggers apoptosis, did not result in DNA degra-dation. The ICAD transformants were also resistant to stauro-sporine-induced DNA degradation, although staurosporine stillkilled the cells by activating caspase. Our results indicate thatactivation of CAD downstream of the caspase cascade is respon-sible for internucleosomal DNA degradation during apoptosis,and that ICAD works as an inhibitor of this process.We have shown that the growing cells carry an inactive form ofCAD and its inhibitor ICAD in the cytosol. Mouse ICAD purifiedfrom mouse WR19L cells is a protein of relative molecular mass(Mr) 32K, which can inhibit CAD-induced DNA degradation innuclei as well as its DNase activity on plasmid DNA. In contrast togrowing cells, lysates from Fas-activated apoptotic cells do not haveICAD activity (data not shown), suggesting that ICAD could beinactivated by an apoptotic signal. A candidate in activator iscaspase 3, which is itself activated during apoptosis1,11–13. To testwhether ICAD is cleaved by caspase 3, we incubated ICAD purifiedfrom mouse WR19L cells with caspase 3. As shown in Fig. 1a,caspase-3-treated ICAD could no longer inhibit CAD-inducedDNA degradation in nuclei or its DNase activity on plasmidDNA; also, the 32K ICAD protein was specifically cleaved by caspase3 (Fig. 1b).Molecular cloning of ICAD complementary DNAs has indicatedthat ICAD exists in two forms, ICAD-L for the long form andICAD-S for the short form10, which seem to be generated byalternative splicing. Both ICAD-L and ICAD-S carry two putativeFigure 1 Inactivation of ICAD by caspase-3 cleavage. a, Native purified ICAD10(100 ng) was incubated with 15ng caspase 3 in buffer A (see Methods). Lysatesfrom Fas-activated W4 cells (20 mg) (lanes 1–5) or caspase-3-activated, partiallypurified CAD (5ng) (lanes 6–10) were mixed with 25ng caspase-3-treated oruntreated ICAD. CAD activity was assayed with mouse nuclei (lanes 1–5) or withplasmid DNA (lanes 6–10) using CAD (lanes 2 and 7), CAD and ICAD (lanes 3 and8), CAD and caspase-3-treated ICAD (lanes 4 and 9), or caspase-3-treated ICADalone (lanes 5 and 10). b, Purified ICAD (100ng) was treated with 15ng caspase 3,electrophoresed ona 10–20% gradient polyacrylamidegel and visualizedbysilverstaining. Lanes: 1, ICAD before caspase 3 treatment; 2, ICAD after caspase 3treatment; 3,15 ng caspase 3. ICAD is indicated by an arrow.Nature © Macmillan Publishers Ltd 19988letters to natureNATURE | VOL 391 | 1 JANUARY 1998 97cleavage sites for caspase 3 (Fig. 2a); specifically, DEPD and DAVDat amino-acid positions 117 and 224 conform well to the consensuscleavage sites for caspase (refs 3, 14, 15). Caspase requires asparticacid at the P1 position of the cleavage site14,15. To test whethercaspase 3 cleaves ICAD at these positions (Fig. 2a), the aspartic acidresidues at the cleavage sites were singly or doubly mutated toglutamic acid. Recombinant glutathione-S-transferase (GST)fusion protein for each ICAD mutant was produced in Escherichiacoli and purified to homogeneity. Treatment of wild-type ICAD-L(L/WT) with caspase 3 yielded two bands of Mr 40K and 12K(Fig. 2b). The upper band is a fusion protein consisting of GST andthe amino-terminal portion of ICAD, whereas the lower band isactually two bands derived from the middle and carboxy-terminalportions of ICAD. When Asp 117 was mutated (L/D117E), theupper band generated by caspase 3 shifted to an Mr of 52K, whereasmutation of Asp 224 (L/D224E) shifted the lower band to an Mr of26K. Furthermore, the double mutation at both sites (L/dm)generated an ICAD that was resistant to caspase 3. Similar resultswere obtained with mutants of ICAD-S. We then assayed forinhibition by mutated ICAD of CAD-induced DNA degradation.Like native ICAD, caspase 3 treatment of recombinant ICADdestroyed its inhibitory activity (Fig. 2c). ICADs carrying a singlemutation at Asp 117 or double mutations at Asp 117 and 224 werestill functional after treatment with caspase 3. On the other hand,ICAD, particularly ICAD-S, carrying the intact cleavage site atAsp 117 was sensitive to caspase 3. These results indicate that thecleavage of ICAD at Asp 117 by caspase 3 inactivates ICAD, and thatmutation at Asp 117 can generate caspase-3-resistant ICAD.Human Jurkat cells can be killed by agonistic anti-Fas antibody orby a high concentration of staurosporine, and in both cases celldeath is accompanied by internucleosomal cleavage of chromo-somal DNA16 (A. Kawahara and S.N., unpublished results). Toinvestigate the effect of ICAD on DNA degradation during apop-tosis, wild-type ICAD-L and ICAD-S, as well as their caspase-3-resistant double mutants, were tagged with the Flag epitope andtheir expression plasmids introduced into Jurkat cells. The stabletransformant clones expressing ICAD were selected by westernblotting using anti-Flag antibody (Fig. 3a). The expression of Fasin all transformant clones was the same as in parental cells (data notshown). When parental Jurkat cells were treated with anti-Fasantibody, their chromosomal DNA was degraded into 180-base-pair (bp) multimers within 4 h (Fig. 3b). On the other hand,transformants expressing wild-type ICAD-L or ICAD-S, or theircaspase-3-resistant mutants, did not show any DNA fragmentation,even after a 6-h incubation with anti-Fas antibody. Similarly, whenJurkat cells were incubated with 10 mM staurosporine, theirchromosomal DNA was degraded within 2 h; however, this degra-dation was completely inhibited by overexpression of wild-typeICAD-L or ICAD-S. These results indicate that ICAD specificallyblocks the DNase(s) that is activated during apoptosis.The killing of cells by staurosporine was then followed by flowcytometry using annexin V17. As shown in Fig. 3c, most of theparental Jurkat cells, as well as the transformants expressing wild-type ICAD-L or ICAD-S, became annexin-V-positive (indicative ofcell death) within 2 h of treatment with staurosporine. When celldeath was assayed by the MTT method, which determines theintegrity of mitochondria18, the results also indicated that the cells(parental Jurkat and ICAD transformants) treated with stauro-sporine died within 2 h (data not shown). This killing was accom-panied by the cleavage of 116K poly(ADP-ribose) polymerase to an85K protein (Fig. 3d). Furthermore, when caspase 3 activity in thecytosol was determined by using a fluorescent substrate, the activityin ICAD transformant cells after staurosporine treatment wascomparable to that in parental Jurkat cells (Fig. 3e). The anti-Fasantibody also killed the Jurkat and ICAD transformants by activat-ing caspase 3, although the killing process was slow compared withthat induced by staurosporine (data not shown). These resultsindicate that the cell can die without DNA degradation, probablyas a result of cleavage of various important cellular substrates bycaspases.We have shown that ICAD can be inactivated by caspase 3 andthat overexpression of ICAD in human Jurkat cells blocks DNAdegradation during apoptosis. Mouse ICAD-L shares significantsequence similarity with one of the subunits of human DFF (DFF45,for DNA-fragmentation factor 45)19 and seems to be the murinecounterpart of DFF45. Purified human DFF consists of 45K and 40Ksubunits and causes DNA fragmentation in nuclei when treatedwith caspase 3. This is also a property of the inactive CAD that wehave identified10. DFF itself does not have DNase activity, suggestingthat DFF is not human CAD. It has been proposed that when DFF45is cleaved by caspase 3, DFF enters the nucleus and activates aFigure 2 Identification of caspase 3 cleavage sites in ICAD. Recombinant GSTfusion proteins with ICAD-L and ICAD-S, and their mutants, were produced inE. coli and purified as described in Methods. a, Putative caspase 3 cleavage sitesin ICAD-L and ICAD-S. b, Recombinant GST fusion proteins (2 mg) with ICAD-L(lanes 1–8) or ICAD-S (lanes 9–16) were incubated with 75 ng caspase 3. Sampleswere run on a 10–20% gradient polyacrylamide gel before (lanes 1, 3, 5, 7, 9,11,13and 15) and after (lanes 2, 4, 6, 8,10,12,14 and 16) caspase 3 treatment, and stainedwith Coomassie brilliant blue. The GST–ICAD proteins were: wild-type (L/WTand S/WT), singly mutated at D117 (L/D117E and S/D117E) or at D224 (L/D224Eand S/D224E), or doubly mutated at D117 and D224 (L/dm and S/dm). c, 10 ngGST–ICAD-L (lanes 3–10) or GST–ICAD-S (lanes 11–18) were incubated with(lanes 2, 4, 6, 8,10,12,14,16 and 18) or without (lanes 1, 3, 5, 7, 9,11,13,15 and 17) 15ngcaspase 3 as described in Methods. Cell lysate from Fas-activated W4 cells(20 mg) was then added and CAD activity assayed on liver nuclei.Nature © Macmillan Publishers Ltd 19988letters to nature98 NATURE | VOL 391 | 1 JANUARY 1998nuclear DNase19. In contrast, mouse CAD has an intrinsic DNaseactivity, which ICAD inhibits by binding to it. These results mayindicate that ICAD can bind not only CAD, but also anothermolecule (DFF40) that regulates a DNase. The DNase regulatedby DFF may be CAD or a CAD-like DNase because overexpressionof ICAD inhibits DNA degradation in the apoptotic process inhuman cells.Caspase 3 inactivates ICAD by cleaving it. We originally thoughtthat CAD could be inhibited in cells only by caspase-resistant ICAD:however, overexpression of wild-type ICAD in Jurkat cells com-pletely blocks DNA degradation induced by Fas engagement, as wellas by staurosporine. These results suggest that an ICAD-inhibitableDNase is activated during apoptosis and that this activation can betriggered by different stimuli. As ICAD inhibits CAD, but does notinhibit DNase I or II (ref. 10), we conclude that CAD or a CAD-likeDNase is responsible for the DNA degradation that occurs inapoptosis, at least in human Jurkat cells where apoptosis is inducedby Fas or staurosporine. Most ICAD introduced into the cells isquickly degraded by these apoptotic stimuli (H.S. and S.N., unpub-lished results), indicating that a small amount of ICAD is sufficientto inhibit CAD activity, or that the concentration of CAD isminimal. Apoptosis can be induced in thymocytes by gluco-corticoids9 and in various cells by factor or serum deprivation2. Toassess the generality of CAD’s involvement in apoptosis, it will benecessary to study the effect of ICAD in other systems.Studies on programmed cell death in C. elegans have indicatedthat DNase activity is not essential for cell killing20. One mouse cellline was killed by the action of cytotoxic lymphocytes withoutapparent DNA fragmentation21. Here the transformants expressingICAD were killed by staurosporine treatment without cleavage ofchromosomal DNA. Caspase was fully active under these con-ditions, which places the apoptotic DNase downstream of thecaspases and indicates that cleavage of cellular substrates such asactin, Rho–GDI and fodrin is sufficient to kill the cells5,6. Inaddition to cleavage of DNA, apoptotic stimuli induce the con-densation and fragmentation of nuclei3. It is not yet clear whetherit is DNA degradation or cleavage of nuclear proteins such aspoly(ADP-ribose) polymerase and lamin that is responsible forthe morphological changes in cells4,22,23: cells that carry a fullyactivated caspase and do not suffer DNA degradation will clarifythis point. Finally, it has been proposed that degradation ofchromosomal DNA is involved in the cleaning up of dead cells, byfacilitating phagocytosis or by preventing transformation of thephagocytosing cells by intact DNA from the dying cells22. The genesencoding CAD and ICAD will be useful for addressing thesequestions. MFigure 3 Killing of Jurkat cells without DNA fragmentation. ICAD-L or ICAD-S, or their mutants doubly mutated atthe caspase 3 cleavage sites, were tagged with a Flag-epitope, and introduced into human Jurkat cells. a,Parental Jurkat cells (1 3 104 cells) and stable transformant clones expressing ICAD-L (JIL-3 and -7), and itsdouble mutants (JILdm-4 and -20), as well as ICAD-S (JIS-14 and -15) and its double mutants (JISdm-14 and -18)were lysed in Laemmli’s sample buffer and analysed by western blotting with anti-Flag antibody. b, ParentalJurkat and the indicated transformant clones (1:2 3 105 cells) expressing ICAD were incubated for the indicatedperiods with 0.5 mg ml−1 anti-Fas antibody (lanes 1–20) or with 10 mM staurosporine (lanes 21–32). ChromosomalDNA was isolated and analysed on an agarose gel. c–e, Jurkat cells and their transformant clones expressingICAD-L (JIL-3) or ICAD-S (JIS-15) were incubated with 10 mM staurosporine. c, Cells before (thin lines) and after(bold lines) incubation with staurosporine were stained with FITC-labelled annexin V and analysed by flowcytometry using FACScan (Becton Dickinson). Other transformant clones expressing ICAD gave a similar result.d, 5 3 104 cells before (lanes 1, 3 and 5) and after (lanes 2, 4 and 6) incubation with staurosporine were lysed inLaemmli’s sample buffer, andanalysedbywesternblotting usinganti-poly(ADP-ribose) polymerasemonoclonalantibody. The positions of intact and cleaved poly(ADP-ribose) polymerase (PARP) are indicated. e, Cell lysateswere prepared before (white bars) and after (black bars) incubation with staurosporine, and caspase 3 activity in20 mg protein was determined using the fluorogenic substrate, MCA-DEVDAPK(dnp). Activity is expressed inarbitrary units; 1 ng recombinant caspase 3 gave 220 arbitrary units under the same assay conditions.Nature © Macmillan Publishers Ltd 19988letters to natureNATURE | VOL 391 | 1 JANUARY 1998 99. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .MethodsPurified ICAD, and assay for CAD and ICAD. Purification of ICAD frommouse WR19L cells has been described10. The final preparation (active fractionsfrom the Superdex-200 gel-filtration column) was heated at 90 8C for 15 minand centrifuged at 100,000g for 30 min; the supernatant was used as purifiedICAD. CAD activity was determined by in vitro assay for apoptosis using mouseliver nuclei, or by measuring DNase activity using plasmid DNA as substrate10.ICAD activity was assayed by inhibition of CAD activity. The cytosolic fractionfrom Fas-activated cells was used as a source of activated CAD10. In some cases,partially purified CAD (100 ng) (resource-S fraction10) was incubated with150 ng caspase 3 at 4 8C for 12 h and at 30 8C for 1 h in 100 ml buffer A (10 mMHEPES-KOH, pH 7.0, 5 mM MgCl2, 5 mM EGTA, 10% glycerol, 1 mM DTT)containing 50 mM NaCl and 100 mg ml−1 BSA, and used as activated CAD afterinactivating caspase 3 with Ac-DEVD-cho.Expression of ICAD in E. coli. To generate the D117E and D224E mutants,ICAD-S and I-CAD-L cDNAs were mutated by recombinant PCR24 using 20-nucleotide primers carrying the mutated nucleotides. The D117E/D224Edouble mutants were generated by replacing the N-terminal half of theD224E mutant with that of D117E mutant, using the Bgl/II site betweenD117 and D224. The wild-type and mutant cDNAs were fused to the GST geneof pGEX-2T[128/129]. pGEX-2T[128/129] is derived from pGEX-2T (Phar-macia) by in-frame insertion of the Flag-epitope tag and a heart-muscle kinase-recognition sequence following the GST gene25. The fusion proteins wereexpressed in E. coli AD202, and purified by glutathione–Sepharose-4B (Phar-macia) according to the manufacturer’s instructions. Recombinant ICADeluted from the glutathione column was purified on a Mono-Q HR5/5column with a NaCl gradient in buffer A containing 0.02% Tween-20.Transformation of Jurkat cells, cell-death assay and western blotting.Wild-type ICAD-S and ICAD-L and their double mutants were tagged with theFlag epitope at their N termini and ligated into the pEF-BOS vector26. HumanJurkat cells were co-transfected with ICAD expression plasmids and pBLIIhygby electroporation27. Hygromycin B(800 mg ml−1)-resistant transformants werepicked and expanded. Expression of ICAD in individual clones was analysedby western blotting with anti-Flag monoclonal antibody (clone M2, Kodak).To bring about apoptosis, Jurkat and ICAD-transformant cells (2:5 3 105 cellsper ml) were incubated at 37 8C with 0.5 mg ml−1 of mouse anti-humanFas monoclonal antibody (clone CH11, MBL) or 10 mM staurosporine. Celldeath was assayed by using the annexin V method17 (R & D System kit). DNAfragmentation was assayed as described27. Proteolysis of poly(ADP-ribose)polymerase was determined by western blotting using a mouse monoclonalantibody against human poly(ADP-ribose) polymerase (clone C-2-10)28. Todetermine cytosolic caspase 3 activity, a peptide (DEVDAPK) carrying thecaspase-3-recognition sequence was coupled to the highly fluorescent (7-methoxycoumarin-4-yl) acetyl group (MCA) and its quenching 2,4-dinitro-phenyl (Dnp) group, and the product MCA-DEVDAPK(dnp) used as asubstrate as described11.Received 20 November; accepted 1 December 1997.1. Nagata, S. Apoptosis by death factor. Cell 88, 355–365 (1997).2. Raff, M. C. Social controls on cell survival and cell death. Nature 356, 397–400 (1992).3. Wyllie, A. H., Kerr, J. F. R. & Currie, A. R. Cell death: the significance of apoptosis. Int. Rev. Cytol. 68,251–306 (1980).4. Earnshaw, W. C. Nuclear changes in apoptosis. Curr. Opin. Cell Biol. 7, 337–343 (1995).5. Henkart, P. A. ICE family protease: mediators of all apoptotic cell death? Immunity 4, 195–201 (1996).6. Martin, S. & Green, D. Protease activation during apoptosis: death by a thousand cuts. Cell 82, 349–352 (1995).7. Compton, M. M. A biochemical hallmark of apoptosis: internucleosomal degradation of the genome.Cancer Metast. Rev. 11, 105–119 (1992).8. Wyllie, A. H., Morris, R. G., Smith, A. L. & Dunlop, D. Chromatin cleavage in apoptosis: associationwith condensed chromatin morphology and dependence on macromolecular synthesis. J. Pathol. 142,66–77 (1984).9. Wyllie, A. H. Glucocorticoid-induced thymocyte apoptosis is associated with endogenous endonu-clease activation. Nature 284, 555–556 (1980).10. Enari, M. et al. A caspase-activated DNase that degrades DNA during apoptosis, and its inhibitorICAD. Nature 391, 43–50 (1998).11. Enari, M., Talanian, R. V., Wong, W. W. & Nagata, S. Sequential activation of ICE-like and CPP32-likeproteases during Fas-mediated apoptosis. Nature 380, 723–726 (1996).12. Longthorne, V. & Williams, G. Caspase activity is required for commitment to Fas-mediatedapoptosis. EMBO J. 16, 3805–3812 (1997).13. Armstrong, R. C. et al. Fas-induced activation of the cell death-related protease CPP32 is inhibited byBcl-2 and by ICE family protease inhibitors. J. Biol. Chem. 271, 16850–16855 (1996).14. Thornberry, N. A. et al. A combinatorial approach defines specificities of members of the caspasefamily and granzyme B. J. Biol. Chem. 272, 17907–17911 (1997).15. Talanian, R. V. et al. Substrate specificities of caspase family proteases. J. Biol. Chem. 272, 9677–9682 (1997).16. Chinnaiyan, A. M. et al. Molecular ordering of the cell death pathway. J. Biol. Chem. 271, 4573–4576(1996).17. Koopman, G. et al. Annexin V for flow cytometric detection of phosphatidylserine expression on Bcells undergoing apoptosis. Blood 84, 1415–1420 (1994).18. Mosmann, T. Rapid colorimetric assay for cellular growth and survival: application to proliferationand cytotoxicity assays. J. Immunol. Method. 65, 55–63 (1983).19. Liu, X., Zou, H., Slaughter, C. & Wang, X. DFF, a heterodimeric protein that functions downstream ofcaspase-3 to trigger DNA fragmentation during apoptosis. Cell 89, 175–184 (1997).20. Ellis, R. E., Yuan, J. & Horvitz, H. R. Mechanisms and functions of cell death. Annu. Rev. Cell Biol. 7,663–698 (1991).21. Ucker, D. S. et al. Genome digestion is a dispensable consequence of physiological cell death mediatedby cytotoxic T lymphocytes. Mol. Cell. Biol. 12, 3060–3069 (1992).22. Peitsch, M., Mannherz, H. & Tschopp, J. The apoptosis endonucleases: cleaning up after cell death?Trends Cell Biol. 4, 37–41 (1994).23. Cohen, J. J., Duke, R. C., Fadok, V. A. & Sellins, K. S. Apoptosis and programmed cell death inimmunity. Annu. Rev. Immunol. 10, 267–293 (1992).24. Higuchi, R. in PCR Protocols: A guide to Methods and Applications 177–188 (Academic, San Diego,1990).25. Blanar, M. A. & Rutter, W. J. Interaction cloning: identification of a helix-loop-helix zipper proteinthat interacts with c-Fos. Science 256, 1014–1018 (1992).26. Mizushima, S. & Nagata, S. pEF-BOS: a powerful mammalian expression vector. Nucleic Acids Res. 18,5322 (1990).27. Itoh, N. et al. The polypeptide encoded by the cDNA for human cell surface antigen Fas can mediateapoptosis. Cell 66, 233–243 (1991).28. Lamarre, D. et al. Structural and functional analysis of poly(ADP-ribose) polymerase: an immuno-logical study. Biochim. Biophys. Acta 950, 147–160 (1988).Acknowledgements. We thank R. V. Talanian for the caspase 3 expression plasmid, G. G. Poirier for anti-human poly(ADP-ribose) polymerase, M. A. Blanar for pGEX-2T[128/129], and S. Kumagai forsecretarial assistance. This work was supported in parts by Grants-in-Aid from the Ministry of Education,Science, Sports and Culture in Japan.Correspondence and requests for materials should be addressed to S.N. (e-mail: nagata@genetic.med.osaka-u.ac.jp).Poly(A)- andpoly(U)-specificRNA39 tail shorteningbyE.coli ribonucleaseEHongjin Huang*, Jian Liao† & Stanley, N. Cohen*†Departments of * Genetics and † Medicine, Stanford University Schoolof Medicine, Stanford, California 94305-5120, USA. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .Ribonuclease (RNase) E is an extensively studied enzyme fromEscherichia coli whose site-specific endoribonuclease activity onsingle-stranded RNA has a central role in the processing of ribosomalRNA, the degradation of messenger RNA and the control ofreplication of ColE1-type plasmids (for recent reviews, see refs1–3). Here we report a previously undetected activity of RNase E:the ability to shorten 39 poly(A)- and poly(U)-homopolymer tailson RNA molecules. This activity, which leaves a 6-nucleotideadenylate or a 1-nucleotide uridylate remnant on primary tran-scripts, resides in the amino-terminal region of RNase E and doesnot require other protein cofactors. Addition of a 39-terminalphosphate group prevents both removal of the poly(A) tail andendonucleolytic cleavage within primary transcripts, but has noeffect on the cleavage of transcripts with tails that have alreadybeen truncated. The ability of RNase E to shorten poly(A) tails,together with the effect of tail length on endonucleolytic cleavagewithin primary transcripts, suggests a mechanism by whichRNase E may exercise overall control over RNA decay.During our investigation of RNase E cleavage of 39 polyadeny-lated RNAI, the antisense repressor of replication of ColE1-typeplasmids4,5, we observed that poly(A) tails were dramatically shor-tened under assay conditions in which polynucleotide phosphory-lase (PNPase) and RNase II—the two E. coli enzymes that have 39-to-59 exonucleolytic activity1,2,6–9—were not expected to function.To investigate this observation, histidine-tagged full-length RNase Eand its N-terminal endoribonucleolytic domain (N-Rne) wereoverexpressed in E. coli and affinity-purified. The N-Rne polypep-tide, which contains the first 498 amino acids of the 1,061-amino-acid protein10 but lacks the PNPase binding site at the C-terminalend of RNase E11, was further purified to homogeneity by elutionfrom preparative SDS–polyacrylamide gels, followed by renaturationCORRECTIONS & AMENDMENTSCORRIGENDUMdoi:10.1038/nature15532Corrigendum: Cleavage of CADinhibitor in CAD activation andDNA degradation during apoptosisHideki Sakahira, Masato Enari & Shigekazu NagataNature 391, 96–99 (1998); doi:10.1038/34214Recently, it has come to our attention that in Fig. 1a of this Letter,lanes 1 and 5 appear to be duplicated and lanes 6 and 10 appear to beduplicated. It is unclear how this happened. We have repeated theexperiment (see Fig. 1 of this Corrigendum) and the results were asdescribed in the original Letter. The Supplementary Information tothis Corrigendum contains the source data used to generate the cor-rected Fig. 1. Our conclusions are unaffected.Supplementary Information is available in the online version of this Corrigendum.Correspondence should be addressed to S.N. (snagata@ifrec.osaka-u.ac.jp).CADICADCaspase 3–––+––++–+++–++–––+––++–+++–++Lane 1 2 3 4 5 6 7 8 9 10aFigure 1 | This is the corrected Fig. 1a of the original Letter.7 2 8 | N A T U R E | V O L 5 2 6 | 2 9 O C T O B E R 2 0 1 5G2015 Macmillan Publishers Limited. All rights reservedwww.nature.com/doifinder/10.1038/nature15532http://www.nature.com/doifinder/10.1038/34214www.nature.com/doifinder/10.1038/nature15532mailto:snagata@ifrec.osaka-u.ac.jp\tCleavage of CAD inhibitor in CAD activation and DNA degradation during apoptosis\tIntroduction\tMethods\tAcknowledgements\tReferences"