"D14-SCFD3-dependent degradation of D53 regulates strigolactone signalingFeng Zhou1, Qibing Lin2, Lihong Zhu1, Yulong Ren2, Kunneng Zhou1, Nitzan Shabek3,4, Fuqing Wu2, Haibin Mao3,4, Wei Dong2, Lu Gan2, Weiwei Ma2, He Gao1, Jun Chen2, Chao Yang1, Dan Wang2, Junjie Tan2, Xin Zhang2, Xiuping Guo2, Jiulin Wang2, Ling Jiang1, Xi Liu1, Weiqi Chen5, Jinfang Chu5, Cunyu Yan5, Kotomi Ueno6, Shinsaku Ito6, Tadao Asami6, Zhijun Cheng2, Jie Wang2, Cailin Lei2, Huqu Zhai2, Chuanyin Wu2, Haiyang Wang7, Ning Zheng3,4, and Jianmin Wan1,21National key Laboratory for Crop Genetics and Germplasm Enhancement, Jiangsu Plant Gene Engineering Research Center, Nanjing Agricultural University, Nanjing 210095, China2National Key Facility for Crop Gene Resources and Genetic Improvement, Institute of Crop Science, Chinese Academy of Agricultural Sciences, Beijing 100081, China3Department of Pharmacology, University of Washington, Seattle, Washington 98195, USA4Howard Hughes Medical Institute, Box 357280, University of Washington, Seattle, Washington 98195, USA5National Centre for Plant Gene Research (Beijing), Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, 1-2 Beichen West Road, Beijing, 100101, China6Department of Applied Biological Chemistry, The University of Tokyo, 1-1-1 Yayoi, Bunkyo, Tokyo, 113-8657 Japan7Biotechnology Research Institute, Chinese Academy of Agricultural Sciences, Beijing 100081, ChinaAbstractUsers may view, print, copy, download and text and data- mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use: http://www.nature.com/authors/editorial_policies/license.html#termsCorrespondence and requests for materials should be addressed to: J.W. (wanjm@njau.edu.cn or wanjianmin@caas.cn), N.Z. (nzheng@u.washington.edu) or H.W. (wanghaiyang@caas.cn). Online Content Any additional Methods, Extended Data display items and Source Data are available in the online version of the paper; references unique to these sections appear only in the online paper.Supplementary Information available in the online version of the paper.Author contributions F.Z., L.Z., X.L., Z.C. and H.Z. performed genetic analysis and mapping of D53; Q.L., Y.R., N.S., F.W. and H.M performed the protein interaction experiments; X.Z., X.G. and L.J. performed the genetic transformation; C.W., J.W., C.Y., J.W. and C.L. performed the construction and identification of double mutants; W.C., J.C., K.U., S.I., T.A. and C.Y. performed the determination of strigolactones; K.Z., Y.R. and L.G. performed the degradation experiments; F.Z., H.G. and W.D. performed the Y2H and real-time RT-PCR experiments; J.C., D.W., J.T. and W.M. performed the phenotypic analysis and painted the model picture. J.W., N.Z. and H.W directed the project and wrote the manuscript.Author information The GenBank accession number for D53 nucleotide sequence is KF709434. Reprints and permissions information is available at www.nature.com/reprints. The authors declare no competing financial interests. Readers are welcome to comment on the online version of this article at www.nature.com/nature.HHS Public AccessAuthor manuscriptNature. Author manuscript; available in PMC 2014 July 15.Published in final edited form as:Nature. 2013 December 19; 504(7480): 406–410. doi:10.1038/nature12878.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptStrigolactones (SLs) are a new class of carotenoid-derived phytohormones essential for developmental processes shaping plant architecture and interactions with parasitic weeds and symbiotic arbuscular mycorrhizal fungi. Despite the rapid progress in elucidating the SL biosynthetic pathway, the perception and signaling mechanisms of SL remain poorly understood. Here we show that DWARF53 (D53) acts as a repressor of SL signaling and SLs induce its degradation. We found that the rice d53 mutant, which produces an exaggerated number of tillers compared to wild type plants, is caused by a gain-of-function mutation and is insensitive to exogenous SL treatment. The D53 gene product shares predicted features with the class I Clp ATPase proteins and can form a complex with the α/β hydrolase protein DWARF14 (D14) and the F-box protein DWARF3 (D3), two previously identified signaling components potentially responsible for SL perception. We demonstrate that, in a D14- and D3-dependent manner, SLs induce D53 degradation by the proteasome and abrogate its activity in promoting axillary bud outgrowth. Our combined genetic and biochemical data reveal that D53 acts as a repressor of the SL signaling pathway, whose hormone-induced degradation represents a key molecular link between SL perception and responses.Shoot branching (tillering in crops) is a major determinant of plant architecture and crop yield, which is under integrated control of hormonal, developmental and environmental factors1–3. Although the existence of a root-derived transmissible shoot-repressing signal was proposed more than 70 years ago4, the identity of this signal(s) has remained elusive. Recent studies with branching mutants in several plants species have demonstrated that strigolactones (SLs), a specific group of terpenoid lactones, are the long-sought branching repressing hormone, whose function is highly conserved in both monocots and eudicots5,6. In addition to repressing shoot branching, SLs also play a role in regulating root growth, leaf senescence and flower development7. SLs also act as exogenous signals to promote the symbioses between land plants and arbuscular mycorrhizal fungi8 and stimulate the germination of the parasitic weeds Striga and Orobanche, which are serious agricultural pests in many parts of the world9.Previous studies have shown that DWARF3 (D3), D10, D14, D17(HTD1), and D27 in rice10–14, MORE AXILLARY GROWTH 1 (MAX1), MAX2, MAX3 and MAX4 in Arabidopsis15–17, RAMOSUS 1 (RMS1), RMS4 and RMS5 in pea18, DECREASED APICAL DOMINANCE 1 (DAD1), DAD2 and DAD3 in petunia7,19 are involved in either the biosynthesis or signaling of SLs. Among these genes, MAX3/RMS5/D17/DAD3, MAX4/RMS1/D10/DAD1, MAX1 in Arabidopsis and D27 in rice encode the carotenoid cleavage dioxygenase (CCD) 7, CCD8, CYP711A1 (a cytochrome P450) and a novel β-carotene isomerase, respectively, and they are involved in the sequential cleavage of β-carotene and synthesis of SLs20. In contrast, MAX2/RMS4/D3 and D14/DAD2, which encode an F-box protein and a protein of the α/β-hydrolase superfamily, respectively, likely play a role in SL signaling12,19,21. The structural similarity between MAX2/RMS4/D3 proteins with the auxin receptor TRANSPORT INHIBITOR RESPONSE 1 (TIR1)22,23 and jasmonate receptor CORONATINE INSENSITIVE 1 (COI1)24, and D14/DAD2 proteins with the gibberellin receptor GIBBERELLIN INSENSITIVE DWARF 1 (GID1)25 has sparked the speculation that both MAX2/RMS4/D3 and D14/DAD2 could be candidates for the SL receptors26 and that binding and hydrolysis of SLs by D14/DAD2 (refs 19, 27, 28) might be required for Zhou et al. Page 2Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscripttriggering proteasome-mediated degradation of an unknown repressor by the SCFMAX2 complex29,30. However, the identity of such a repressor and its regulatory mechanisms in SL signaling have remained unknown.In this study, we identified a gain-of-function rice mutant d53, which displays a SL insensitive and increased tillering phenotype. Map-based cloning revealed that D53 encodes a protein sharing predicted features with the class I Clp ATPase proteins and that it can form a complex with the α/β hydrolase protein D14 and the F-box protein D3. We show that SLs induce D53 degradation by the proteasome-ubiquitin pathway in a D14- and D3-dependent manner. Our studies establish D53 as a repressor of the SL signaling pathway, whose hormone-induced degradation is essential for SL signaling.d53 is a rice SL insensitive mutantPrevious studies have identified several rice mutants defective in SL biosynthesis or signaling10–14. Because of their highly branched and dwarf phenotype, these mutants were termed “d mutants”, such as d3, d10, d14 (also known as d88 or htd2), d17 (htd1), and d27. The rice d53 mutant31 also displayed reduced height and increased tillering, as well as thinner stem and shorter crown root, compared to the wild-type strain (Fig. 1a, b and Extended Data Fig. 1a, b). Kinetic analysis showed that at the heading stage, the total tiller number of d53 was about three times that of the wild type, resulting from an increase in both higher-order and high nodes tillers (Fig. 1c and Extended Data Fig. 1c, d). Histological analysis revealed that the sizes of vascular bundles and parenchyma cells in internodes were largely comparable between d53 and wild-type plants, implying that the shortening and thinning of d53 stem were mainly caused by a reduction in cell number (Extended Data Fig. 1e–h). The phenotypes of F1 heterozygous plants were intermediate between the homozygous parental plants (Extended Data Fig. 2a–g). Genetic analyses of an F2 population derived from a cross of d53 and the wild-type parent (Norin 8) showed that the normal, intermediate and dwarf plants segregated as 1:2:1 (33:58:28, χ2=0.09, P>0.05), indicating that the d53 mutation behaved in a semi-dominant manner (Extended Data Fig. 2h).The phenotypic similarity between d53 and the previously reported rice d mutants prompted us to examine whether d53 is defective in SL-mediated inhibition of axillary bud outgrowth. Quantitative real-time RT-PCR analysis showed that expression of D10 (CCD8), was similarly up-regulated in d53 (Fig. 1d) as in other d mutants due to feedback regulation in the SL pathway11. In addition, expression of an inhibitor of axillary bud outgrowth, FINE CULM1 (FC1)32, which is orthologous to the maize TEOSINTE BRANCHED1 (TB1)33 and the Arabidopsis BRANCHED1 (BRC1)34 was also similarly down-regulated in the d53, d14 and d27 mutants (Fig. 1d), suggesting that D53 is likely involved in SL biosynthesis or signaling. Moreover, exogenous application of a SL analogue, GR24, effectively inhibited the outgrowth axillary buds of d27, but not d14 or d53 (Fig 1e and Extended Data Fig. 3a–c). Further, measurement of SLs produced in the root exudates showed that d53 accumulated markedly higher levels of 2′-epi-5-deoxystrigol, a native SL of rice, than the wild-type cultivar Norin 8 (Fig. 1f). These results indicate that d53 is a SL-insensitive mutant.Zhou et al. Page 3Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptD53 acts as a repressor of SL signalingD53 was previously mapped to the terminal region of the short arm of rice chromosome 11 (ref. 35). To decipher the molecular defect in d53, we isolated D53 by a map-based cloning approach. Using an F2 population of ~ 12,000 plants generated from the cross between Ketan Nangka and the mutant, we further delimited the D53 locus to a 34-kb DNA region on the BAC clone OSJNBa0032J07, which contains three putative genes (Fig. 2a). Sequence analysis revealed a single-nucleotide substitution and 15 nucleotides deletion in the third exon of LOC_Os11g01330 in d53, which resulted in an amino acid substitution (R812T) and deletion of five amino acids (G813KTGI817) (Fig. 2b). To verify that this mutation caused the tillering dwarf phenotype, we generated transgenic plants expressing the wild type or mutant D53 gene under the control of rice Actin1 promoter, in a wild-type background. Strikingly, all transgenic plants expressing the mutant d53 gene showed a more exaggerated tillering phenotype than those expressing the wild-type D53 gene. The severity of tillering phenotype in these transgenic plants was correlated with the expression level of the transgene. Notably, overexpression of the wild-type D53 gene also caused a moderate increase in tillering, compared to the vector control plants (Fig. 2c–e). These observations suggested that the D53 protein acts as a repressor in the SL-mediated branching-inhibition pathway and that the dominant tillering phenotype of the d53 mutant was most likely caused by a gain-of-function mutation in d53. To further confirm this, we generated D53 knockdown transgenic plants using a RNA interference (RNAi) approach. As expected, reducing D53 expression in d53 background drastically reduced the tiller number (Extended Data Fig. 3d, e). Taken together, these data support the proposition that d53 mutation enhanced D53 activity in repressing SL signaling.D53 is predicted to encode a protein of 1131 amino acids. A BLAST search identified a closely related homolog of D53 (designated D53-like, LOC_Os12g01360) with 96.6% amino acid sequence identity in the rice genome. In addition, D53 homologs were found in other monocots and dicots, but not in lower plants, animals or microbes, indicating that D53-like proteins are specific in higher plants (Extended Data Fig. 4). Sequence analysis by the HHpred structure prediction server revealed that D53 shares a similar secondary structure composition, despite low primary sequence homology, to proteins of the class I Clp ATPases family, which are characterized by an N-terminal domain, a D1 ATPase domain, an M domain, and a D2 ATPase domain36. Notably, the D2 domain of D53 contains a highly conserved linear sequence, FDLNL, which closely matches the ETHYLENE RESPONSE FACTOR-associated amphiphilic repression (EAR) motif (Extended Data Fig. 5), which is known to interact with the TOPLESS family of proteins and involved in transcriptional repression37.Real-time PCR analysis revealed that D53 was widely expressed in the examined rice tissues (Fig. 2f). D53 promoter driven GUS (β-glucuronidase) reporter gene (pD53::GUS) assay showed that GUS staining was observed in vasculature in roots, shoots, leaves, leaf sheaths, nodes, internodes and young panicles, preferentially in the parenchyma cells surrounding the xylem (Extended Data Fig. 6a–h). Moreover, D53 expression was up-regulated by GR24 treatment in wild-type plants, but down-regulated in six d mutants, suggesting that expression of D53 is regulated by SLs signaling (Fig. 2g, h). The D53-GFP (green Zhou et al. Page 4Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptfluorescent protein) fusion protein is exclusively localized to the nucleus in rice protoplasts and the pActin::D53-GFP transgenic root cells (Extended Data Fig. 6i–p).SLs promote D53-D14 and D14-D3 interactionPrevious studies have identified the F-box protein D3 and the α/β hydrolase D14 as two key components of SL signaling in rice10,12, of which D14 and its orthologues in Arabidopsis (AtD14) and Petunia (DAD2) have been proposed to directly participate in SL perception19,27,28. Yeast two-hybrid assay (Y2H) showed that both D53 and d53 could physically interact with D14 in the presence of GR24 (Fig. 3a). Domain deletion analysis indicated that the D1 domain of D53 was essential for the GR24-dependent D53-D14 interaction. Interestingly, its binding activity was inhibited by the M and D2 domains, although their negative effect can be overcome by the N domain (Extended Data Fig. 7). We verified the D53-D14 interaction in N. benthamiana leaf cell nucleus both in the presence or absence of exogenously applied GR24 using a bimolecular fluorescence complementation (BiFC) assay (Fig. 3b). The observed interaction between D53 and D14 in the absence of exogenously applied GR24 might be due to the effect of endogenous SLs present in the tobacco leaf cells. Consistent with the previously reported GR24-depedent interaction between DAD2 and PhMAX2A (an ortholog of D3 in Petunia) in yeast19, our in vitro pull-down assay also revealed a direct physical interaction between D14 and D3 in a GR24-dependent manner (Fig. 3c). Furthermore, using recombinant GST-D3-OSK1 fusion protein as the bait, our in vitro pull-down assay showed that D14 could be more efficiently co-immunoprecipitated (co-IP) from d3 plant extracts in the presence of exogenously applied GR24 (Fig. 3d). Together, these results suggest that SLs may act to promote complex formation among D14, D3 and D53, linking D53 to the hormone-perception components of the SL signaling pathway.GR24 promotes D53 protein degradationTo investigate how SL regulates D53, we performed a set of additional experiments. Both western blot analysis and fluorescence microscopy examination showed that GR24 treatment induced rapid degradation of the D53 protein in wild-type cells, but not in d3 and d14 mutant cells (Fig. 4a–c). We further showed that D53 was degraded by the proteasome, as a proteasome inhibitor, MG132, but not other protease inhibitors, effectively blocked GR24-induced D53-GFP degradation (Fig. 4c, d and Extended Data Fig. 8a, b). Notably, unlike the wild-type D53-GFP fusion protein, the mutant d53-GFP fusion protein appeared to be stable in the presence of GR24 (Fig. 4c and Extended Data Fig. 8b). Interestingly, we noted that D53-GFP and D53-LUC were still degraded in the d53 mutant cells, but not in d3 or d14 mutant cells (Fig. 4d and Extended Data Fig. 8c), indicating that the D53 degradation pathway was still operational in the d53 mutant. Together, these results suggest that SL triggers proteasome-mediated degradation of D53 in a D14- and D3-dependent manner. Importantly, the insensitivity of d53 protein to SL-triggered turnover is consistent with the observed dominant gain-of-function mutant phenotype of d53.To provide genetic support for the functional relationship between D53, D3 and D14, we generated d3 d53 and d14 d53 double mutants. The d3 mutant had more tillers and it was Zhou et al. Page 5Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptshorter than the d14 and d53 single mutants (Extended Data Fig. 9a). The d14 d53 double mutants exhibited a dwarf tillering phenotype resembling the d14 and d53 parental plants, whereas the d3 d53 double mutant exhibited a dwarf tillering phenotype resembling d3 (Fig. 4e, f and Extended Data Fig. 9a). The lack of obvious additive effects among these mutants suggests that D3, D14 and D53 act in the same signaling pathway. To further test their epistasis relationship, we knocked down D53 gene expression in the d3 and d14 backgrounds. As shown in Fig. 4g and Extended Data Fig. 9b–d, the mutant phenotype of d3 and d14 was restored to nearly wild type levels, demonstrating that D53 acts downstream of D3 and D14, and that accumulation of D53 protein is responsible for blocking SL signaling and conferring the dwarf tillering phenotype in these mutants.DISCUSSIONIt has been speculated that perception of SLs triggers the degradation of putative repressors by the SCFMAX2 ubiquitin ligase complex to suppress shoot branching21,29,30. In this study, we established that D53 acts as a repressor of SL signaling in rice. Consistent with the previous observation of GR24-dependent interaction between DAD2 and PhMAX2 (ref. 19), we found that GR24 also promotes the interaction between D14 with D53 and D3 (Fig. 3). Further, we showed that D53 is targeted for degradation by the proteasome in a D14- and D3-dependent manner (Fig. 4a–d and Extended Data Fig. 8). Together, these data collectively support the notion that SL perception by D14 acts to promote ubiquitination of D53 by the D14-SCFD3 ubiquitin ligase, and subsequent degradation of D53 by the proteasome, leading to the propagation of SL signal and downstream physiological responses (Fig. 5). Our findings revealed a remarkable similarity between the hormonal perception and signaling mechanism of SL and several other classes of plant hormones, including auxin, jasmonate and gibberellin25,38–40.Interestingly, a recent study reported that a D53 homologue in Arabidopsis, SMAX1, acts downstream of MAX2 (orthologue of rice D3) in repressing the seed germination and seedling photomorphogenesis phenotypes of max2, but not the lateral root formation, axillary shoot growth, or senescence phenotypes of max2 (ref. 41). Further, as observed for D53, three closest homologs of D53 in Arabidopsis (designated SMXL6, SMXL7 and SMXL8) were also induced by GR24 treatment41, suggesting that D53 and its homologues play a broad role in regulating different developmental processes and that the D3/D53 functional module is conserved between monocots and dicots. Consistent with this notion, the SL-analogous compounds karrikins also employ a MAX2 and KAI2 (D14-like)-dependent pathway to regulate seed germination and seedling growth29,42. The identification and characterization of D53 in SL signaling now set the stage for further dissection of the mechanisms by which SLs regulate plant form and its complex interactions with parasitic weeds and symbiotic arbusular mycorrhizal fungi3.METHODSPlant materials and growth conditionsThe wild-type rice (Oryza sativa L. subspecies Japonica) varieties used in this study were Norin 8 (for d53, d14 and d27), Akumuro (for d3), Shiokari (for d10 and d17) and Kitaake Zhou et al. Page 6Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript(for transformation analyses). The d53-carrying line, KL908 was initially identified from a mutant library of Norin 8 mutagenized by 60Co-γ irradiation31. The d27 and htd2/d14 mutants were described previously14,43. The d3 mutant used in this work carries a premature stop codon (unpublished data). The d14 d53 and d3 d53 double mutants were generated by crossing their respective parental lines and identified by genotyping from their respective F2 or F3 populations.Rice plants were cultivated in the experimental field at the Nanjing Agriculture University in Nanjing in the natural growing seasons. For real-time RT-PCR, GR24 treatment, strigolactone analyses and transient expression assay, the seedlings of wild-type and mutants were grown in climate chambers (HP1500GS, Ruihua) at 70% humidity, under long-day conditions with daily cycles of 14 h of light at 30 °C and 10 h of dark at 25 °C. Light was provided by fluorescent white-light tubes (400–700 nm, 250 μmol m−2s−1).Map-based cloning of D53To map the D53 locus, the d53 mutant was crossed with a polymorphic javanica variety, Ketan Nangka. Rough mapping was performed with simple sequence repeat (SSR) markers W1 (5′-GGATGATGAGATCCTAATGTAGAA-3′ and 5′-CATCCTTGGAAAATAGTGGG-3′) and W2 (5′-GGCTTCATCTTTGGCGACC-3′ and 5′-CCGGATTCACGAGATAAACTCTC-3′) using 242 normal plants obtained in the F2 population. Using 2,893 normal plants, D53 was finally mapped to a region between the SSR marker Z7 (5′-CAGAGACCAAGCAACAGAG-3′ and 5′-GGAGACGTGTGAGCTACAAC-3′) and a derived cleaved amplified polymorphic sequence (dCAPS) marker Z3 (5′-GTTACCGCTCCTCCTCAGC-3′ and 5′-AGTAAAAATGTGGAGGGGCA-3′).Vector construction and plant transformationTo generate the pActin::D53-GFP and pActin::d53-GFP construct, full-length cDNAs of D53 and d53 were amplified, and the PCR products were then cloned into the binary vector AHLG44 using the In-Fusion™ Advantage PCR Cloning Kit (Cat: PT4065, Clontech) and sequenced (Biomed). The pActin::GFP, pActin::D53-GFP and pActin::d53-GFP constructs were introduced into the wild-type variety Kitaake. The pActin::D53-GFP transgene was introduced into d3 and d14 backgrounds by genetic crosses.To knock down the D53 gene, the D53-RNA interference (D53-RNAi) vector was constructed using a 475 bp cDNA fragment. The PCR fragment was cloned into the pEASY-Blunt cloning vector (TransGen), and the gene-specific fragment was prepared by double digestion with KpnI-SacI and PstI-BamHI, respectively, and then the PCR products were ligated to both sides of the FAD2 intron in the binary vector pCUbi1390-ΔFAD2 in opposite orientation45 and sequenced. The resultant construct D53-RNAi and the control vector pCUbi1390-ΔFAD2 were introduced into d53, d3 and d14 mutants, respectively.To analysis the expression pattern of D53 gene, a 2.7-kb promoter fragment was cloned into the binary vector pCAMBIA-1381Z and sequenced to create the pD53::GUS reporter gene construct, which was then introduced into wild-type rice cultivar Norin 8. All transgenic rice Zhou et al. Page 7Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptplants were generated using Agrobacterium-mediated transformation of rice calli, as previously described46.Rice hydroponic culture and LC/MS-MS Analysis of epi-5DSPreparation of hydroponic culture solution and treatment with GR24 (http://www.chiralix.com/) were performed as described previously6. In brief, surface-sterilized rice seeds were incubated in sterile water at 30 °C in the dark for 2 days. The germinated seeds were transferred into hydroponic culture medium solidified with 0.5% agar and cultured at 30 °C for 5 days. The one-week-old seedlings were then transferred to a plastics pot containing hydroponic culture solution (500 ml) and grown for an additional 7 days (total two weeks) or 28 days (total five weeks). The hydroponic culture solution with or without 1 μM GR24 was renewed every week. For strigolactone analysis, the one-week-old seedlings were grown in hydroponic culture medium without Pi for an additional 14 days (total three weeks).Strigolactone analysis in rice root exudates was performed according to a previously described method14 with minor modifications. For each sample, the weight of fresh rice roots was recorded and 50 ml hydroponic culture medium was loaded onto a pre-equilibrated Oasis HLB 3cc cartridges (Waters) after adding 1 ng d6-5DS as the internal standard. Subsequently, the columns were washed with de-ionized water. The strigolactones-containing fraction, eluted with acetone, was collected and dried up under nitrogen gas, then reconstructed in acetonitrile and subjected to UPLC-MS/MS analysis. The UPLC-MS/MS system consists of a triple quadruple tandem mass spectrometer (Quattro Premier XE; Waters MS Technologies) and an Acquity Ultra Performance Liquid Chromatograph (Acquity UPLC; Waters) equipped with a reverse phase column (BEH-C18, 2.1 × 100 mm, 1.7 μm; Waters). Mobile phase A (99.5% H2O + 0.5% acetic acid) and mobile phase B (99.5% ACN + 0.5% acetic acid) were pumped at a rate of 0.4 ml/min. The gradient started with 50% A and increased B from 50% to 70% in 5 min. The column temperature was set to 25 °C. MS parameters were set to the following values: desolvation gas flow 800 L/h, capillary voltage 3.8 kV, cone voltage 24 V, desolvation temperature 350 °C, source temperature 110 °C, collision energy 14 V, using MRM 331>216 transition for the epi-5DS detection, and MRM 337>222 transition for the d6-5DS detection. Data were analyzed with MassLynx software (V.4.1). The epi-5DS concentrations of rice exudates were calculated by comparing the MRM relative response of epi-5DS with the d6-5DS ones then divided by the fresh rice roots weight.Quantitative real-time reverse transcriptase (RT)-PCRTotal RNA was extracted using the RNeasy Plant Mini Kit (QIAGEN). Then, 20 μl cDNA was synthesized using 1 μg RNA with the QuantiTect® Reverse Transcription Kit (QIAGEN). Quantitative RT-PCR (20 μl reaction volume) was carried out using 0.5 μl cDNA, 0.2 μM each gene-specific primer and SYBR® Premix Ex Taq™ Kit (TaKaRa) in an ABI PRISM 7900HT (Applied Biosystems) according to the manufacturer’s instructions. The rice Ubiquitin gene was used as the internal control. The gene specific primers used for qRT-PCR are: Ubiquitin gene (LOC_Os03g13170) (5′-AACCAGCTGAGGCCCAAGA-3′ and 5′-ACGATTGATTTAACCAGTCCATGA-3′); D53 gene (5′-Zhou et al. Page 8Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscripthttp://www.chiralix.com/http://www.chiralix.com/CCAAGCAGTTTGAAGCGAC-3′ and 5′-CCGCAAGTTTATCAAAGTCAA-3′); D10 gene (5′-CGTGGCGATATCGATGGT-3′ and 5′-CGACCTCCTCGAACGTCTT-3′); FC1 gene (5′-CGACAGCGGCAGCTACTAC-3′ and 5′-GCGAATTGGCGTAGACGA-3′). Data from three replicates were analyzed following the relative quantification method47.Histological analysis and GUS stainingCulm segments of rice were fixed in FAA (formalin/acetic acid/50% ethanol, 2:1:17, v/v/v) overnight, followed by a series of dehydration and infiltration, and embedded in paraffin (Paraplast Plus; Sigma-Aldrich). The tissues were sliced into 8–12 μm sections with a microtome (Leica RM2265), and affixed to microscope slides. Paraffin was removed from the sections using xylene, and the sections were dehydrated through a gradient ethanol series, and stained with toluidine blue. Sections were viewed under a light microscope (Leica DM5000B) and photographed using a Micro Color CCD camera (Leica DFC490).GUS histochemical staining was performed according to a method described previously48. Various tissues or hand-cut sections of pD53::GUS T1 generation transgenic plants were incubated in a staining solution containing 100 mM NaPO4 buffer pH 7.0, 2 mM X-Gluc, 0.5 mM K3Fe(CN)6, 0.5 mM K4Fe(CN)6, 0.1% Triton X-100 and 10 mM Na2EDTA at 37 °C. Samples were vacuum-infiltrated briefly at the initiation of staining with X-Gluc solution. After staining, the staining solution was removed and the sample was washed with several changes of 50% ethanol until the tissue becomes clear. Images were taken directly or under the stereomicroscope.Yeast two-hybrid (Y2H) assayCoding regions of the rice D53, d53 and various domain deletion variants of D53 were cloned into the Y2H ‘prey’ vector pGADT7 (Clontech). Coding region of rice D14 was cloned into the Y2H ‘bait’ vector pGBKT7 (Clontech). Bait and prey constructs were co-transformed into the yeast (Saccharomyces cerevisae) strain Y2HGold (Clontech) and the resultant yeast stains were grown on SD–Leu/–Trp plates for 3 days at 30 °C. Interactions between bait and prey were examined on the control media –LT (SD–Leu/–Trp) and selective media –LTHA (SD–Leu/–Trp/–His/–Ade) or –LTHA+X-α-gal in the presence or absence of 5 μM GR24. Plates were incubated for 4 days at 30 °C. Yeast strains containing D53, d53, or D14 in combination with pGADT7 or pGBKT7 were used as controls.Antibody preparationFor detection of D53, a His-fused protein-specific polypeptide (amino acids 963–1112 of D53 protein) was expressed in BMRosetta (DE3) cells (Biomed), and then affinity purified. Subsequently, the recombination protein was injected into rabbits to produce polyclonal antibodies against D53 (Abmart). For detection of D14 protein, a His-fused polypeptide (amino acids 153–302 of D14) was expressed in BMRosetta (DE3) cells. Purified fusion protein was injected into rats to produce polyclonal antibodies against D14 (Abmart). The loading control used is anti-HSP82 antibody (Cat: AbM51099-31-PU, Beijing Protein Innovation).Zhou et al. Page 9Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptIn vivo degradation assay of D53One-week-old rice seedlings were treated with or without 5 μM GR24 and collected at different time points. To block proteasomal protein degradation, seedlings were pre-treated with 40 μM MG132 for 2 hours. Total protein was extracted and denatured in the SDS sample buffer containing 5% β-Mercaptoethanol (β-ME) at 95 °C for 10 minutes. Western blots were performed using the antiserum against D53 and visualized by an enhanced HRP-DAB substrate kit (Cat: PA110, TIANGEN).The pActin::D53-GFP and pActin::d53-GFP transgenic plants were treated with 5 μM GR24 with or without the following inhibitors: MG132 (40 μM), AEBSF (500 μM), Pepstatin A (1 μM) or Leupeptin (20 μM). GFP fluorescence in nuclei of transgenic root cells was observed and imaged with a Zeiss LSM 700 laser scanning confocal microscope.BiFC assayThe full-length D14 and D53 cDNAs were cloned into the binary vector pSPYNE173 and pSPYCE(M) to create the D14-NY and D53-CY vector, respectively. For transient expression, A. tumefaciens strain EH105 carrying the gene of interest (at an OD600 of 0.1) was co-infiltrated with p19 strain into 5-week-old N. benthamiana leaf as previously described49. After two days, infiltrated leaves were sprayed with (+) or without (−) 5 μM GR24 twenty-four hours prior to leaf excision. The eYFP and DAPI fluorescent signals of the infiltrated leaves were monitored sequentially using a laser confocal scanning microscope. The wavelengths for eYFP and DAPI were 514 and 405 nm for excitation, and 527 and 488 nm for detection, respectively.Recombinant protein preparationThe full-length open reading frames of D3-OSK1 and D14 were cloned into the pGEX4T-1 vector, generating a fusion with the glutathione S-transferase (GST) protein. The full-length cDNA of D3 was cloned into the pMAL-c2x vector to generate a fusion with the maltose-binding protein (MBP). Expression of GST, GST-D3-OSK1, GST-D14, MBP and MBP-D3 in BL21 Rosetta cells was induced with 0.1 mM isopropyl-1-thio-D-galactopyranoside (IPTG) at 20 °C for 16 hours. Fusion proteins were purified using GST Bind™ Resin (Cat: 70541-3, Novagen) or amylose-affinity chromatography (Cat: E8021L, New England Biolabs) according to the manufacturer’s protocols and quantified by the Bio-Rad protein assay reagent.Pull-down assaysOne-week-old rice seedlings were pre-treated with 40 μM MG132 for one hour and then treated with or without 5 μM GR24 for 30 minutes. Total proteins were subsequently extracted in a RIPA buffer (50 mM Tris-HCl pH 7.2, 150 mM NaCl, 10 mM MgCl2, 1× complete protease inhibitor cocktail, Roche) containing 40 μM MG132. After centrifugation (16,000 g at 4 °C), the supernatant was collected. Total protein concentration was determined by the Bradford protein assay kit (Bio-Rad). Roughly equal amounts of purified GST and GST-D3-OSK1 fusion proteins (about 50 μg) were affixed to GST Bind™ Resin and then mixed with 300 μl of plant extract (containing 1.5 mg total proteins). After gently Zhou et al. Page 10Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptshaken at 25 °C for 15 minutes, the resin was washed five times with RIPA buffer. During all the procedures, 5 μM GR24 was added to the assay mixture for GR24-treated seedlings and was not added to the protein samples from seedlings not treated with GR24. Proteins were detected with anti-D14 antibodies at 1:1000 dilution and visualized with enhanced chemiluminescence (ECL) reagent (GE Healthcare).For in vitro pull-down, GST-D14 (5 μg) was incubated with MBP-D3 (6 μg) or MBP (2 μg) at 25 °C for 15 minutes in 300 μl of binding buffer (20 mM Tris-HCl, pH 7.6, 2.5 mM β-ME, and 0.1 M NaCl) with or without 10 μM GR24. After incubation, 20 μl of GST resin was added. After further incubation at 25 °C for 15 minutes, the resin was washed five times with the washing buffer (20 mM Tris-HCl, pH 7.5, 500 mM NaCl, and 0.5% Triton X-100). The washing buffer also contains 10 μM GR24 where appropriate. After washing, 40 μl of 1× SDS-PAGE sample buffer were added, the mixture was denatured, and the sample was loaded on a 8% SDS-PAGE gel, and proteins were detected by the horseradish peroxidase (HRP)-conjugated anti-MBP antibody (New England Biolabs) and visualized with enhanced chemiluminescence (ECL) reagent (GE Healthcare).Transient expression assaysThe D53, d53, D3 and D14 full-length cDNAs were cloned into the vector pA7-GFP or pGreen II 0800-LUC to generate D53-GFP or D53-LUC recombinant plasmids for transient expression assays, respectively. Plasmids DNA was prepared using the Plasmid Midi Kits (Cat: 12143, QIAGEN) according to the manufacturer’s instructions. For preparation of rice protoplasts, the sterilized seeds were germinated and grown in climate chambers for 7–10 days. Green tissues from the stem and sheath of 40–60 rice seedlings were used. The protoplasts isolation and PEG-mediated transfections procedure were carried out as described previously50. GFP fluorescence from protoplasts was observed and imaged as described above. For measurement of the relative luciferase activity, protoplasts were incubated overnight and then treated with or without 5 μM GR24 for 4 hours. For MG132 treatment, 40 μM MG132 was added to the sample and incubated for one hour before addition of GR24. Activities of fLUC and rLUC were determined with the Dual-Glo® Luciferase Assay System (Cat: E2920, Promega). The data was represented as the ratio of firefly to the Renilla luciferase activity (fLuc/rLuc).AcknowledgmentsWe thank T. Omura (Kyushu University) for providing the d53 mutant, Z.-Y. Wang (Carnegie Institution for Science) and C. Lin (UC-Los Angeles) for critical reading of the manuscript. We also thank X. Li (Chinese Academy of Agricultural Sciences) for providing the d3 mutant, W. Liu (China National Rice Research Institute) for providing the htd2/d14 mutant and I. Takamure (Hokkaido University) for providing the d10, d17 and d27 mutants. This work was supported by the National Transgenic Science and Technology Program (2011ZX08009-003), 863 National High-tech R&D Program of China (2012AA101100, 2012AA10A301), Jiangsu Province 333 Program (BRA2012126). N.Z. is a Howard Hughes Medical Institute investigator and is supported by National Science Foundation.References1. Wang Y, Li J. Branching in rice. Curr Opin Plant Biol. 2011; 14:94–99. [PubMed: 21144796] 2. Domagalska MA, Leyser O. Signal integration in the control of shoot branching. Nat Rev Mol Cell Biol. 2011; 12:211–221. [PubMed: 21427763] Zhou et al. Page 11Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript3. Ruyter-Spira C, Al-Babili S, van der Krol S, Bouwmeester H. The biology of strigolactones. Trends Plant Sci. 2013; 18:72–83. [PubMed: 23182342] 4. Dun EA, Brewer PB, Beveridge CA. Strigolactones: discovery of the elusive shoot branching hormone. Trends Plant Sci. 2009; 14:364–372. [PubMed: 19540149] 5. Gomez-Roldan V, et al. Strigolactone inhibition of shoot branching. Nature. 2008; 455:189–194. [PubMed: 18690209] 6. Umehara M, et al. Inhibition of shoot branching by new terpenoid plant hormones. Nature. 2008; 455:195–200. [PubMed: 18690207] 7. Snowden KC, et al. The Decreased apical dominance1/Petunia hybrida CAROTENOID CLEAVAGE DIOXYGENASE8 gene affects branch production and plays a role in leaf senescence, root growth, and flower development. Plant Cell. 2005; 17:746–759. [PubMed: 15705953] 8. Akiyama K, Matsuzaki K, Hayashi H. Plant sesquiterpenes induce hyphal branching in arbuscular mycorrhizal fungi. Nature. 2005; 435:824–827. [PubMed: 15944706] 9. Cook CE, Whichard LP, Turner B, Wall ME, Egley GH. Germination of witchweed (Striga lutea Lour.): isolation and properties of a potent stimulant. Science. 1966; 154:1189–1190. [PubMed: 17780042] 10. Ishikawa S, et al. Suppression of tiller bud activity in tillering dwarf mutants of rice. Plant Cell Physiol. 2005; 46:79–86. [PubMed: 15659436] 11. Arite T, et al. DWARF10, an RMS1/MAX4/DAD1 ortholog, controls lateral bud outgrowth in rice. Plant J. 2007; 51:1019–1029. [PubMed: 17655651] 12. Arite T, et al. d14, a strigolactone-insensitive mutant of rice, shows an accelerated outgrowth of tillers. Plant Cell Physiol. 2009; 50:1416–1424. [PubMed: 19542179] 13. Zou J, et al. The rice HIGH-TILLERING DWARF1 encoding an ortholog of Arabidopsis MAX3 is required for negative regulation of the outgrowth of axillary buds. Plant J. 2006; 48:687–698. [PubMed: 17092317] 14. Lin H, et al. DWARF27, an iron-containing protein required for the biosynthesis of strigolactones, regulates rice tiller bud outgrowth. Plant Cell. 2009; 21:1512–1525. [PubMed: 19470589] 15. Stirnberg P, van De Sande K, Leyser HM. MAX1 and MAX2 control shoot lateral branching in Arabidopsis. Development. 2002; 129:1131–1141. [PubMed: 11874909] 16. Booker J, et al. MAX3/CCD7 is a carotenoid cleavage dioxygenase required for the synthesis of a novel plant signaling molecule. Curr Biol. 2004; 14:1232–1238. [PubMed: 15268852] 17. Sorefan K, et al. MAX4 and RMS1 are orthologous dioxygenase-like genes that regulate shoot branching in Arabidopsis and pea. Genes Dev. 2003; 17:1469–1474. [PubMed: 12815068] 18. Beveridge CA. Long-distance signalling and a mutational analysis of branching in pea. Plant Growth Regul. 2000; 32:193–203.19. Hamiaux C, et al. DAD2 is an α/β hydrolase likely to be involved in the perception of the plant branching hormone, strigolactone. Curr Biol. 2012; 22:2032–2036. [PubMed: 22959345] 20. Alder A, et al. The path from β-carotene to carlactone, a strigolactone-like plant hormone. Science. 2012; 335:1348–1351. [PubMed: 22422982] 21. Stirnberg P, Furner IJ, Ottoline LH. MAX2 participates in an SCF complex which acts locally at the node to suppress shoot branching. Plant J. 2007; 50:80–94. [PubMed: 17346265] 22. Dharmasiri N, Dharmasiri S, Estelle M. The F-box protein TIR1 is an auxin receptor. Nature. 2005; 435:441–445. [PubMed: 15917797] 23. Kepinski S, Leyser O. The Arabidopsis F-box protein TIR1 is an auxin receptor. Nature. 2005; 435:446–451. [PubMed: 15917798] 24. Sheard LB, et al. Jasmonate perception by inositol-phosphate-potentiated COI1-JAZ co-receptor. Nature. 2010; 468:400–405. [PubMed: 20927106] 25. Ueguchi-Tanaka M, et al. GIBBERELLIN INSENSITIVE DWARF1 encodes a soluble receptor for gibberellin. Nature. 2005; 437:693–698. [PubMed: 16193045] 26. Beveridge CA, Kyozuka J. New genes in the strigolactone-related shoot branching pathway. Curr Opin Plant Biol. 2010; 13:34–39. [PubMed: 19913454] Zhou et al. Page 12Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript27. Zhao LH, et al. Crystal structures of two phytohormone signal-transducing α/β hydrolases: karrikin-signaling KAI2 and strigolactone-signaling DWARF14. Cell Res. 2013; 23:436–439. [PubMed: 23381136] 28. Nakamura H, et al. Molecular mechanism of strigolactone perception by DWARF14. Nat Commun. 2013; 4:2613. [PubMed: 24131983] 29. Waters MT, et al. Specialisation within the DWARF14 protein family confers distinct responses to karrikins and strigolactones in Arabidopsis. Development. 2012; 139:1285–1295. [PubMed: 22357928] 30. de Saint GA, Bonhomme S, Boyer FD, Rameau C. Novel insights into strigolactone distribution and signalling. Curr Opin Plant Biol. 201331. Iwata N, Satoh H, Omura T. Linkage studies in rice. Linkage groups for 6 genes newly described. JPN J Breed. 1977; 27 (supl):250–251.32. Takeda T, et al. The OsTB1 gene negatively regulates lateral branching in rice. Plant J. 2003; 33:513–520. [PubMed: 12581309] 33. Doebley J, Stec A, Hubbard L. The evolution of apical dominance in maize. Nature. 1997; 386:485–488. [PubMed: 9087405] 34. Aguilar-Martinez JA, Poza-Carrion C, Cubas P. Arabidopsis BRANCHED1 acts as an integrator of branching signals within axillary buds. Plant Cell. 2007; 19:458–472. [PubMed: 17307924] 35. Wei L, Xu J, Li X, Qian Q, Zhu L. Genetic analysis and mapping of the dominant dwarfing gene D-53 in rice. J Integr Plant Biol. 2006; 48:447–452.36. Wang F, et al. Structure and mechanism of the hexameric MecA-ClpC molecular machine. Nature. 2011; 471:331–335. [PubMed: 21368759] 37. Pauwels L, et al. NINJA connects the co-repressor TOPLESS to jasmonate signalling. Nature. 2010; 464:788–791. [PubMed: 20360743] 38. Gray WM, Kepinski S, Rouse D, Leyser O, Estelle M. Auxin regulates SCFTIR1-dependent degradation of AUX/IAA proteins. Nature. 2001; 414:271–276. [PubMed: 11713520] 39. Thines B, et al. JAZ repressor proteins are targets of the SCFCOI1 complex during jasmonate signalling. Nature. 2007; 448:661–665. [PubMed: 17637677] 40. Chini A, et al. The JAZ family of repressors is the missing link in jasmonate signalling. Nature. 2007; 448:666–671. [PubMed: 17637675] 41. Stanga JP, Smith SM, Briggs WR, Nelson DC. SUPPRESSOR OF MORE AXILLARY GROWTH2 1 controls seed germination and seedling development in Arabidopsis. Plant Physiol. 2013; 163:318–330. [PubMed: 23893171] 42. Nelson DC, et al. F-box protein MAX2 has dual roles in karrikin and strigolactone signaling in Arabidopsis thaliana. Proc Natl Acad Sci U S A. 2011; 108:8897–8902. [PubMed: 21555559] 43. Liu W, et al. Identification and characterization of HTD2: a novel gene negatively regulating tiller bud outgrowth in rice. Planta. 2009; 230:649–658. [PubMed: 19579033] 44. Itoh H, Ueguchi-Tanaka M, Sato Y, Ashikari M, Matsuoka M. The gibberellin signaling pathway is regulated by the appearance and disappearance of SLENDER RICE1 in nuclei. Plant Cell. 2002; 14:57–70. [PubMed: 11826299] 45. Zhou K, et al. Young Leaf Chlorosis 1, a chloroplast-localized gene required for chlorophyll and lutein accumulation during early leaf development in rice. Planta. 2013; 237:279–292. [PubMed: 23053539] 46. Hiei Y, Ohta S, Komari T, Kumashiro T. Efficient transformation of rice (Oryza sativa L.) mediated by Agrobacterium and sequence analysis of the boundaries of the T-DNA. Plant J. 1994; 6:271–282. [PubMed: 7920717] 47. Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2−ΔΔCT method. Methods. 2001; 25:402–408. [PubMed: 11846609] 48. Jefferson RA, Kavanagh TA, Bevan MW. GUS fusions: β-glucuronidase as a sensitive and versatile gene fusion marker in higher plants. EMBO J. 1987; 6:3901–3907. [PubMed: 3327686] 49. Waadt R, et al. Multicolor bimolecular fluorescence complementation reveals simultaneous formation of alternative CBL/CIPK complexes in planta. Plant J. 2008; 56:505–516. [PubMed: 18643980] Zhou et al. Page 13Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript50. Zhang Y, et al. A highly efficient rice green tissue protoplast system for transient gene expression and studying light/chloroplast-related processes. Plant Methods. 2011; 7:30. [PubMed: 21961694] Zhou et al. Page 14Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFigure 1. Phenotype of d53 mutanta, b, Phenotype of wild type (WT) and d53 mutant at four-week-old seedling stage (a) or heading stage (b). White arrows indicate the first tillers in d53, which is usually absent in WT, and red arrows show the second tillers. c, Comparison of tillering kinetics at different developmental stages. d, Real-time RT-PCR assay showing altered expression of D10 and FC1 in d mutants. e, Responses of rice seedlings to GR24 treatment. Red and white arrowheads indicate the first and second tillers, respectively. f, LC/MS-MS measurement of epi-5DS levels in root exudates. gfw, per gram fresh weight. Scale bars, 5 cm in a, 30 cm in b and 2 cm in e. Values are means ± s.d. (c, n = 30 plants; d and f, n = 3 replicates). The Zhou et al. Page 15Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptStudent’s t-test analysis indicates a significant difference (compared with WT, *P<0.05, **P<0.01).Zhou et al. Page 16Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFigure 2. Map-based cloning and characterization of D53a, D53 was fine-mapped on chromosome 11. The numbers of recombinants are shown in brackets. b, Molecular lesions in d53 mutant. c, Phenotypic comparison of proActin::D53-GFP and proActin::d53-GFP transgenic plants. Vector, proActin::GFP control. Scale bar, 10 cm. d, e, Tiller number (d) and relative expression of D53 (e) of transgenic plants in c. f, D53 expression in various organs, including young panicles (YP), young roots (YR), shoots (S), leaf blades (LB), leaf sheaths (LS), culms (C) and nodes (N). g, GR24 treatment induces D53 expression. h, Relative expression levels of D53 in two wild-type varieties Norin 8 (N) and Shiokari (S), and six rice d mutants. Each value in d–h represents the mean ± s.d. (d and f–h, n = 3 replicates; e, n = 20 plants). The Student’s t-test analysis indicates a significant difference (compared with control, *P<0.05, **P<0.01).Zhou et al. Page 17Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFigure 3. GR24 promotes the D53-D14 and D14-D3 interactiona, Y2H showing that D53 and d53 interact with D14 in the presence of GR24. Yeast transformants were spotted on the control medium: –LT and selective medium: –LTHA + X-α-gal. b, BiFC analysis of D53 and D14. The positions of nuclei are indicated by DAPI staining. Scale bar, 10 μm. c, In vitro pull-down assay of recombinant MBP-D3 or MBP using resins containing GST-D14. Asterisks indicate the full-length MBP-D3 protein. d, Pull-down assay showing co-IP of D14 from the d3 mutant plant extracts, using GST-D3-OSK1 as the bait. ‘Input’ shows that roughly equal amount of total plant proteins was used.Zhou et al. Page 18Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFigure 4. GR24 promotes D14- and D3-dependent proteasomal degradation of D53a, b, Western blot analysis showing that GR24 promotes D53 protein degradation in wild-type (a), but not in d mutants (b). 10 μg of total protein were applied in each lane. c, Confocal scanning images showing different degradation patterns of D53-GFP and d53-GFP fusion proteins in wild-type, d3 or d14 backgrounds. d, Relative luciferase activity of D53-LUC or d53-LUC in wild-type, d14, d3 or d53 protoplasts. Values are means ± s.d. of three independent experiments. The double asterisks represent significance difference compared with control (LUC) determined by the Student’s t-test at P<0.01. ns, not significant. e, f, Phenotype of d14 d53 (e) and d3 d53 (f) double mutants. g, Phenotypes of D53-RNAi transgenic plants in d3 and d14 backgrounds. Scale bars, 100 μm in c and 20 cm in e–g.Zhou et al. Page 19Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFigure 5. A schematic model depicting SLs promote D14-SCFD3-mediated degradation of D53.Zhou et al. Page 20Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptExtended Data Figure 1. Phenotypes of d53 mutanta, Comparison of crown root growth in wild type (WT) and d53 mutant. DAG, day after germination. Each value represents the mean ± s.d. of 25 seedlings. b, Root phenotype of seven-week-old WT and d53 at the tillering stage. Red dots indicate the main culms. c, Comparison of different types of tillers between WT and d53 at the heading stage. Pt, primary tillers; St, secondary tillers; Tt, tertiary tillers; Qt, quaternary tillers. Each value represents the mean ± s.d. of 20 seedlings. d, Morphology comparison of tiller buds at the second node between WT and d53. White arrows and arrowheads indicate the tiller buds and Zhou et al. Page 21Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptthe second nodes, respectively. e, Transverse sections of the first internode of WT and d53. f, Number of vascular bundles (VB) calculated from transverse sections of the first internode of WT and d53. SVB, small vascular bundle; LVB, large vascular bundle. Data are means ± s.d. (n=10). g, Longitudinal sections of the first internode of WT and d53. h, Comparison of parenchyma (PC) cell length in first internode and root between WT and d53. Data are means ± s.d. (n=10). Differences with respect to the WT that were found to be significant in a t-test are indicated with asterisks (*P<0.05; ** P<0.01; ns, not significant). Scale bars, 10 cm in b, 2 cm in d and 100 μm in e and g.Zhou et al. Page 22Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptExtended Data Figure 2. d53 mutation behaves in a semi-dominant mannerComparison of WT, heterozygous (F1) and homozygous d53 plants at the heading stage (a), flag leaf (b), cross section of the first internode (c), panicle (d), plant height (e), tiller number (f) and diameter of the third internode (g). Scale bars, 20 cm in a, 5 cm in b and d and 500 μm in c. For e–g, each value represents the mean ± s.d. (n=25). h, Segregation of F2 progeny from a self-pollinated F1 plant (d53 × Norin 8).Zhou et al. Page 23Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptExtended Data Figure 3. d53 is insensitive to GR24 treatment and confers enhanced tillering promoting activitya, Response of five-week-old WT, d53, d14 and d27 to the application of 1 μM GR24. b, Tiller bud length of two-week-old WT, d53, d14 and d27 seedling treated with (+) or without (−) 1 μM GR24. Data are means + s.d. (n=10). c, Numbers of tillers showing outgrowth (>2 mm) for five-week-old WT, d53, d14 and d27 plants treated with (+) or without (−) 1 μM GR24. Data are means ± s.d. (n=10). Asterisks in b and c denote significant differences between treated and untreated samples within the same genotype (two tailed Mann-Whitney U test, P<0.01; ns, not significant). d, D53 RNAi transgenic plants exhibit reduced tillering in the d53 mutant background. Vector, d53 transformed with the pCUbi1390-ΔFAD2 control. e, Tiller number of RNAi transgenic lines in d at the tillering stage. Each value represents the mean ± s.d. of six plants (T1 generation). L4, L10 and L11 represent three independent lines. The t-test analysis indicated a significant difference (compared with vector control, **P<0.01). Scale bars, 20 cm in a and 10 cm in d.Zhou et al. Page 24Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptExtended Data Figure 4. Phylogenetic analysis of D53 proteinUsing the D53 protein sequence as the query in tblastn searches, homologs were identified from different organisms with a permissive cutoff E value of 1E-3. The sequences chosen from representative genome were aligned and used to generate the neighbor-joining phylogenetic tree with 1,000 bootstrap replicates. The clade names were given based on known sequences in each clade, which is supported by a bootstrap value >85.Zhou et al. Page 25Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptExtended Data Figure 5. Multiple sequence alignment of the deduced amino acid sequence of D53 with its homologsD53 protein is predicted to contain an N-terminal domain, a D1 ATPase domain, an M domain, and a D2 ATPase domain (http://toolkit.tuebingen.mpg.de/hhpred). The beginning and ending sites of each domain are indicated above the sequences. The predicted Walker A (P-loop) and Walker B motifs are shown in red boxes in the D1 domain and green boxes in the D2 domain, respectively. Note that the deletion of five amino acids in the D2 domain of d53 protein overlaps with the GYVG loop in ClpC. The conserved putative EAR motif in D53 and ClpP-binding loop in ClpC are also shown. The sequences used for alignment are D53 (Oryza sativa, LOC_Os11g01330), D53-like (Oryza sativa, LOC_Os12g01360), SMXL6 (Arabidopsis, At1g07200), SMXL7 (Arabidopsis, At2g29970), and ClpC (Bacillus subtilis, GI: 16077154).Zhou et al. Page 26Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscripthttp://toolkit.tuebingen.mpg.de/hhpredExtended Data Figure 6. Histochemical staining of the pD53::GUS reporter gene and subcellular localization of D53 proteina–h, Histochemical staining of young root (a), shoot (b), leaf (c), leaf sheath (d), panicle (e), transverse section of the leaf sheath (f), stem (g) and node (h). Scale bars, 1 mm in a, b, c, d, f and h; 1 cm in e and 100 μm in g. i–l, Subcellular localization of D53-GFP fusion protein in rice protoplast cells. A nuclear marker protein, OsMADS3, fused with mCherry, was used as a positive control. Scale bars, 5 μm. m–p, Confocal scanning images showing nuclear localization of the D53-GFP fusion protein in transgenic root cells. Scale bars, 100 μm.Zhou et al. Page 27Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptExtended Data Figure 7. Mapping of the D14-binding domain of D53a, Schematic structure of the D53 protein. Numbers indicate amino-acid (aa) residues. b, Y2H analysis showing interaction between full-length and various domain deletion variants of D53 with D14 in the presence or absence of 5 μM GR24. –LT, control medium (SD–Leu/–Trp); –LTHA, selective medium (SD–Leu/–Trp/–His/–Ade).Zhou et al. Page 28Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptExtended Data Figure 8. GR24 promotes D53 protein degradationa, Confocal scanning images showing that AEBSF, Pepstatin A and Leupetin are not effective in blocking D53-GFP fusion protein degradation in transgenic seedlings treated with 5 μM GR24. Scale bars, 100 μm. b, Degradation of D53-GFP fusion protein, but not D3-GFP and D14-GFP fusion proteins expressed in rice protoplasts, in the presence of 5 μM GR24. Pre-treatment with 40 μM MG132 for one hour before addition of GR24 effectively blocks D53-GFP degradation. c. D53-GFP is degraded in the d53 mutant protoplasts in the presence of GR24, but not in d3 or d14 protoplasts. For b and c, each figure represents at least fifty cells observed. Scale bars, 10 μm.Zhou et al. Page 29Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptExtended Data Figure 9. D53-RNAi transgenic lines in d3 and d14 backgroundsa, Comparison of plant height, diameter of the 3rd internode and tiller number between WT, d53, d14, d3 and their double mutants. Values are mean ± s.d. (n=10). b, c, Real-time RT-PCR assay (b) and Western blot analysis (c) showing that the endogenous level of D53 mRNAs and proteins are down-regulated in three representative D53-RNAi lines in d53, d14 and d3 mutant backgrounds, compared to WT control. Data are means ± s.d. (n=3). The double asterisks represent the significant difference determined by the t-test at P<0.01. Anti-HSP82 was used as a loading control. d, Tiller number of representative D53-RNAi transgenic lines in d3 and d14 mutant backgrounds at the heading stage. Each value represents the mean ± s.d. of six plants. L2, L6 and L11 represent three independent lines in d3 background, and L1, L4, L6, L9 and L10 represent five independent lines in d14 background. Akumuro (S) and Norin 8 (N) are the wild-type varieties correspond to d3 and d14 mutants, respectively. d3Vec. and d14Vec. transgenic lines were used as the controls. The single and double asterisks represent significance difference compared with vector control determined by the t-test at P<0.05 and P<0.01, respectively.Zhou et al. Page 30Nature. Author manuscript; available in PMC 2014 July 15.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript"