"pnas201108537 5729..5734Drosophila Mgr, a Prefoldin subunit cooperating withvon Hippel Lindau to regulate tubulin stabilityNathalie Delgehyra,1,2, Uta Wielanda,1, Hélène Rangonea, Xavier Pinsona,3, Guojie Maoa,4, Nikola S. Dzhindzheva,Doris McLeana,5, Maria G. Riparbellib, Salud Llamazaresc, Giuliano Callainib, Cayetano Gonzalezc, and David M. Glovera,6aDepartment of Genetics, Cancer Research United Kingdom Cell Cycle Genetics Research Group, University of Cambridge, Cambridge CB2 3EH, UnitedKingdom; bDepartment of Evolutionary Biology, University of Siena, Siena I-53100, Italy; and cCell Division Group, Institut de Recerca Biomedica,Barcelona 08028, SpainEdited by Yixian Zheng, Carnegie Institution of Washington, Baltimore, MD, and accepted by the Editorial Board February 23, 2012 (received for review May31, 2011)Mutations in Drosophila merry-go-round (mgr) have been knownfor over two decades to lead to circular mitotic figures and loss ofmeiotic spindle integrity. However, the identity of its gene producthas remained undiscovered. We now show that mgr encodes thePrefoldin subunit counterpart of human von Hippel Lindau bind-ing-protein 1. Depletion of Mgr from cultured cells also leads toformation of monopolar and abnormal spindles and centrosomeloss. These phenotypes are associated with reductions of tubulinlevels in both mgr flies and mgr RNAi-treated cultured cells. More-over, mgr spindle defects can be phenocopied by depleting β-tu-bulin, suggesting Mgr function is required for tubulin stability.Instability of β-tubulin in the mgr larval brain is less pronouncedthan in either mgr testes or in cultured cells. However, expressionof transgenic β-tubulin in the larval brain leads to increased tubu-lin instability, indicating that Prefoldin might only be requiredwhen tubulins are synthesized at high levels. Mgr interacts withDrosophila von Hippel Lindau protein (Vhl). Both proteins interactwith unpolymerized tubulins, suggesting they cooperate in regu-lating tubulin functions. Accordingly, codepletion of Vhl with Mgrgives partial rescue of tubulin instability, monopolar spindle for-mation, and loss of centrosomes, leading us to propose a require-ment for Vhl to promote degradation of incorrectly folded tubulinin the absence of functional Prefoldin. Thus, Vhl may play a pivotalrole: promoting microtubule stabilization when tubulins are cor-rectly folded by Prefoldin and tubulin destruction when they are not.folding | chaperone | Gim | E3 ubiquitin ligaseEukaryotes have a complex molecular machinery that promotesthe folding and assembly of the actin and tubulin subunitsof microfilaments and microtubules (MTs). Several proteincomplexes and ancillary proteins are involved in assemblingαβ-tubulin dimers: chaperonin containing tailless protein (CCT),the prefoldin complex, phosducin-like CCT regulatory proteins,and five cofactors [reviewed by Lundin et al. (1)]. Prefoldin isa hexameric protein complex (2) thought to bind to partiallyfolded tubulin and actin molecules from the ribosome (3–5).One component of the prefoldin complex also interacts withthe tumor suppressor Von Hippel Lindau (Vhl) protein and isknown as Von Hippel Lindau binding protein 1 (VBP1) (6). TheVhl protein is a multifunctional adapter protein that influencesmultiple transcriptional pathways (for review, see refs. 7 and 8),as well as the functions of the collagen IV and fibronectin ex-tracellular matrix and MTs. Its best-characterized function is ina complex with Cullin2 as an E3 ubiquitin-protein ligase thattargets hypoxia-inducible factor α (HIF1α) for destruction (9, 10).Vhl interacts with the CCT to mediate the formation of the Vhl-ElonginB/C-Cullin2 complex (VBC) (11–15). Therefore, the in-teraction between Vhl and the prefoldin complex could be rele-vant for the folding of the VBC. However, Vhl also interacts withcytoplasmic MTs: in mitosis to influence spindle orientation (16)and in interphase to inhibit catastrophe and promote rescue (17,18). Such an effect could account for the role of Vhl in stabilizingMTs in Drosophila follicle cells to maintain the integrity of thisepithelium (19). Vhl is also required with the GSK-3β proteinkinase to maintain the stability of the ciliary axoneme (20–22).Genetic studies first identified prefoldin in yeast throughmutants that could still fold tubulin but more slowly (hence thename GIM: genes involved in microtubule biogenesis) (23). Lossof prefoldin in Caenorhabditis elegans is lethal because of a highdemand for tubulin in mitotic cells in the embryo (24). In plants,prefoldin 6 has been shown to be required for normal MTdynamics and organization (25). Knockout of Prefoldin 1 ormutation in Prefoldin 5 of mice lead to a variety of defectscharacteristic of tubulin functions in cilia or in the CNS (26, 27).We now identify merry-go-round (mgr), a Drosophila geneidentified over two decades ago, as encoding the prefoldin 3(Pfdn3)/VBP1/Gim2 subunit. We show that the characteristicmonopolar mitotic spindles of this mutant arise because of di-minished levels of tubulin subunits. We also show that mgrmutants cannot stabilize tubulin following overexpression ofa tubulin transgene. Finally, our studies show that Mgr canphysically interact with Vhl. Moreover, depletion of Vhl rescuesthe destabilization of tubulin resulting from loss of Mgr. Thisfinding leads us to suggest that the E3 ubiquitin-protein ligaseproperties of Vhl may be required for the degradation of in-correctly folded tubulin, suggesting that Vhl can also contributeto MT dynamics through the regulation of tubulin degradation.ResultsMgr Is a Subunit of the Highly Conserved Gim Complex/Prefoldin. Themgr gene was originally recovered as an X-ray–induced mutantresulting in lethality late in development associated with circularmitotic figures in larval neuroblasts (28). We confirmed thisphenotype by immunostaining the CNS to reveal MTs and cen-trosomal antigens in several mutant alleles of mgr and by countingproportions of cells at different stages of mitosis (Fig. 1 A and B,Author contributions: N. Delgehyr, U.W., D.M., C.G., and D.M.G. designed research;N. Delgehyr, U.W., H.R., X.P., G.M., N. Dzhindzhev, D.M., M.R., S.L., and G.C. performedresearch; N. Delgehyr, U.W., G.M., and N. Dzhindzhev contributed new reagents/analytictools; N. Delgehyr, U.W., H.R., X.P., D.M., M.R., S.L., G.C., C.G., and D.M.G. analyzed data;and N. Delgehyr, C.G., and D.M.G. wrote the paper.The authors declare no conflict of interest.This article is a PNAS Direct Submission. Y.Z. is a guest editor invited by the EditorialBoard.1N. Delgehyr and U.W. contributed equally to this work.2Present Address: Institut de Biologie de l’Ecole Normale Supérieure, Laboratory of CiliaBiology and Neurogenesis, 75005 Paris, France.3Present Address: Institut de Recherche en Immunologie et en Cancérologie, Université deMontréal, Montréal, QC, Canada H3C 3J7.4Present Address: Huntingdon Life Sciences, Alconbury, Huntingdon, CambridgeshirePE28 4HS, United Kingdom.5Present Address: CXR Biosciences Ltd., Dundee DD1 5JJ, Scotland, United Kingdom.6To whom correspondence should be addressed. E-mail: d.glover@gen.cam.ac.uk.This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental.www.pnas.org/cgi/doi/10.1073/pnas.1108537109 PNAS | April 10, 2012 | vol. 109 | no. 15 | 5729–5734CELLBIOLOGYmailto:d.glover@gen.cam.ac.ukhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplementalhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplementalwww.pnas.org/cgi/doi/10.1073/pnas.1108537109and Fig. S1 A and B). The prometaphase-like cells in suchpreparations could have bipolar spindles that may lack one orboth centrosomes or monopolar spindles having one or twocentrosomes at the single pole (Fig. 1A and Fig. S1 A and B).These centrosomes were positive for several known Drosophilacentrosomal antigens (Fig. S1B). The mitotic index was elevatedsome twofold over that in wild-type larval brains and the ratio ofmetaphase:anaphase figures was elevated by two- to threefoldover wild-type, depending upon the allelic combination (Fig. 1B).Taken together, these data are indicative of a delay in pro-gression through the mitotic cycle. Previous phase-contrastimages of spermatocytes of mgr mutants suggested the absenceof meiotic spindles (28). To determine whether this suggestionwas correct, we used an antibody recognizing both the β1-tubulinisoform and the β2-tubulin male germ-line–specific isoform toimmunostain the testes of mgrl4/mgr5 transheterozygotes, a stronghypomorphic mutant combination that shows pharate lethalitybut gives some sterile adults. This process revealed thatmgrl4/mgr5had sufficient MTs to permit the premeiotic mitosis (arrowheadsand magnification in Fig. 1C). However, mature (white dashedoutlined cysts) but not young primary spermatocyte cysts hadreduced MTs (Fig. 1C and Fig. S1C) such that the meiotic spin-dles were either absent or highly abnormal (Fig. 1D). Westernblotting with antibodies specific for α-tubulin, β1-tubulin, and β2-tubulin (29) showed that the levels of all three tubulins were re-duced in mgrl4/mgr5 mutant testes (Fig. 1E), thus accounting forthe spindle defects.To understand why reduction in levels of the mgr gene productmight have such an effect on tubulin levels, we set out to identifythe mgr gene product. Small deficiencies [Df(3R)thoR1, Df(3R)pros235, and Df(3R)pros640] (30), which each fail to complementmgr, placed the mgr gene to 86E4 in a region containing 14predicted genes (Fig. S2 A and B). Using a combination of RNAito identify mitotic phenotypes resulting from the knockdown ofeach of these genes (Fig. S2 C–F) together with the sequencingof candidate genes from chromosomes carrying mgr mutantalleles, we identified the predicted gene CG6719 as mgr. Weconfirmed its identity by showing that lethality of mgrl4/mgr1mutant, a combination showing pharate lethality, could be res-cued with a CG6719 transgene. In addition to the mitotic phe-notype, RNAi-mediated knockdown of mgr led to a reduction ofcytoplasmic MTs in interphase cells (Fig. S2G).Sequencing of the mgr mutant alleles revealed them to repre-sent a variety of deletion, frame-shift, and nonsense mutations(Fig. S2H and SI Materials and Methods). In this study we focusedon two mutant alleles:mgrl4, a null mutant having a deletion in the5′UTR; and mgr5, which because of a nonsense mutation, pro-duces a truncated protein (not detectable by Western blot) andadditionally carries a 41-bp deletion in its 3′UTR. Immunostain-ing on wild-type cells using the anti-Mgr antibody we generatedshowed that the protein localizes throughout the cytoplasm intestis, brain, and cultured cells at all cell-cycle stages (Fig. S3).Western blots on protein extracts of testes and larval CNS con-firmed that the protein was not detectable in mgrl4/mgr5 mutants(Fig. 1F). The sequence of mgr revealed it to encode a subunit ofthe Gim/prefoldin complex; Mgr shows 37% amino acid identitywith its yeast homolog PAC10 and 57% with its human homologVBP1/Pfdn3/Gim2. Thus, the phenotypes of mgr mutants wouldbe consistent with the improper folding and degradation of tubulinin the absence of the Prefoldin complex. The greater reductions intubulin levels in the testes than in the CNS would account for thestronger phenotype in the spermatocytes (Fig. 1F).Spindle Abnormalities Result from Tubulin Destabilization FollowingMgr Depletion. To gain further insight into how Mgr depletionaffects spindle formation, we turned to RNAi in the DMEL-2Drosophila cell line (Fig. 2). Transfection with mgr dsRNA for6 d increased the proportion of cells with monopolar spindlessimilar in appearance to those seen in mgr mutant neuroblastsand greatly above the background level of mitotic abnormalitiestypical of this cell line (Fig. 2 A and B). Further cycles of mgrA mgr5/mgrl4D-tub Spd-2 DapiWT-tub, DapiEC-tub Spd-2 Dapi  -tubCtrlCNS TestesMgr5022WT WTmgr mgrCtrl1-tubCtrl2-tub50-tub5050TestesWT mgrF255 1.2 2.6:1168 2.93 4:1166 2.6 8:1TotalCellsMitoticCellsMitoticIndex% mitoses defectiveMeta-:Ana-phase RatioWTmgr5/mgrl4mgrl4/Df2289957286393mgr5/mgrl4WTWT mgr5/mgrl4B2.71142% mitoses monopolar2.7723Fig. 1. The mgr mutant flies have microtubule-based abnormalities. (A)Representative mitotic spindles from squashed preparations of wild-type(Oregon R) and mgr (mgr5/mgrl4) mutant third-instar larval brains stained toreveal microtubules (β-tubulin, green), centrosome (Spd-2, red), and DNA(Dapi, blue). (Right column, Left and Right) Images of mgr neuroblasts showexamples of monopolar spindles; (Center) a bipolar spindle of abnormalmorphology. (Scale bar, 5 μm.) (B) Table indicating the mitotic defects ob-served in wild-type,mgr5/mgrl4 (compared with wild-type, mitotic defects P =0.001; monopolar spindles P = 0.021), andmgrl4/Df (compared with wild-typeP < 0.0001 for both mitotic defects and monopolar spindles); P values fromχ2 analysis. Mitotic defects comprised monopolar and disorganized spindles(at least five independent brains scored). (C) Testes from wild-type and mgr(mgr5/mgrl4) mutant flies stained to reveal microtubules (β-tubulin, green)andDNA (Dapi, blue). (Scale bar, 10 μm.) (Upper) Young cysts (spermatogonia)in the apical region: arrowheads indicatemitotic cysts, shown in the Inset at 3×magnification; (Lower) Late primary spermatocytes with impaired microtu-bule network particularly in meiosis (compare outlined cysts). (D) Meiosis Ispindles from wild-type and mgr stained to reveal microtubules (β-tubulin,green), centrosomes (Spd-2, red), and DNA (Dapi, blue). (Scale bar, 10 μm.) Ofthe meiotic spindles observed in mgr mutant testes, 100% were abnormalcomparedwith wild-type where no abnormalities were observed (at least fivetestes scored and >208 complete cysts observed, P value from Student t test <0.0001). (E) Western blots of the ubiquitous α- and β1-tubulin and the testesspecific β2-tubulin isoform in testes protein extracts from wild-type and mgrmutantflies, showing that all three tubulin levels are reduced inmgrmutants.Amido black staining is the loading control (Ctrl). (F) Western blot of β-tubulinand Mgr in wild-type and mgr CNS and testes protein extracts, showing theabsence of Mgr and the differential depletion of tubulin according to thetissue. Amido black staining is the loading control (Ctrl).5730 | www.pnas.org/cgi/doi/10.1073/pnas.1108537109 Delgehyr et al.http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF1http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF1http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF1http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF1http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=STXThttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF3www.pnas.org/cgi/doi/10.1073/pnas.1108537109RNAi did not lead to any significant further increase in spindleabnormalities such that after 12 d, some 60% of mitotic cells hadmonopolar or disorganized spindles. Codepletion of BubR1 orMad2 and Mgr led to a decrease of abnormal spindles and arestoration of a normal mitotic index compared with mgr RNAialone (Fig. S4). These results suggest that cells are delayed inmitotic progression after Mgr depletion in response to the spindleassembly check point. To determine whether spindle abnormali-ties were related to centrosome defects, we counted Dplp+ punc-tae in interphase cells after the same period of Mgr depletion.This process revealed a progressive loss of centrosomes fromcells lagging behind the appearance of spindle defects such that40% of cells had no centrosomes by day 12 (Fig. 2 C and D). Thislag in the loss of centrosomes could be because of either or bothdefects in centrosome duplication or segregation as a conse-quence of the spindle defects. To address whether Mgr depletionaffected centriole structure, we carried out electron microscopy,which revealed abnormalities typical of centriole duplication/formation defects; 20% of the centrioles were incomplete andcomposed of singlet MTs rather than doublets or triplets, as incontrol cells (Fig. 2E).Immunoblotting revealed that Mgr depletion led to a reduc-tion in β-tubulin levels by ∼70% (Fig. 2F), also apparent byimmunofluorescence (Fig. S2G). Depletion of the Pfdn4 Pre-foldin subunit also led not only to a similar reduction in β-tubulin, but also in Mgr levels, indicating the importance ofinteractions between subunits of the complex for its stability.Levels of γ-tubulin were reduced by ∼50%, whereas actin wasunaffected (Fig. S5 A and B). To determine whether the spindleand centrosome defects resulting from Mgr depletion might re-flect the reduction in tubulin levels, we performed partial de-pletion of β- and γ-tubulin (Fig. 2 G–K and Fig. S5 C–J). DMEL-2 cells were treated with varying amounts of β- or γ-tubulindsRNA and assayed for spindle defects and centrosome numbersafter 6 d. An increase in monopolar and disorganized spindlesand in centrosome loss mirrored the extent of β- and γ-tubulinknockdown. However, only the β-tubulin knockdown recapitulatedthe small spindle size observed after mgr RNAi (Fig. S5D).Moreover, γ-tubulin knockdown leads to a population of bipolarspindles with the centrosomes at one pole only (Fig. S5E), whichwas not observed after mgr RNAi or partial depletion of β-tu-bulin. Thus, the mitotic defects that follow loss of Mgr appear tobe largely a consequence of tubulin destabilization. To assess ifthe structural defects observed on the centrioles after mgr RNAiwas a consequence of αβ- or γ-tubulin depletion, we carried outelectron microscopy in cells partially depleted for 6 d for β- orγ-tubulin. These analyses failed to reveal any centriolar structuraldefects in either case (Fig. S5 I and J). However, the difficulties inassessing the level and timing of β- or γ-tubulin depletion thatwould be equivalent to that seen following mgr RNAi, togetherwith the restricted numbers of centrioles that can be observed byelectron microscopy in such experiments, makes it difficult toreach a firm conclusion about the effects on centrioles.Levels of Free αβ-Tubulin Sensitize Mgr Activity. The above studiesshowed that MTs of different tissues present different sensitivityto reduced Mgr levels (Fig. 1). Moreover, even in mgr testes,where disruption of the MT network is most pronounced, it onlyoccurs once primary spermatocytes have reached a late stage intheir development. This result is despite the fact that Mgr pro-mgr RNAiDplpCβ-tubCtrl25 3 10Ctrl 2025 253 10Ctrl β-tub02040608010004060HJAmgr RNAiα-tubulinG010203040020406080 B% of cells without centrosome% of cells with abnormal spindles% of cells without centrosome50650226Ctrl RNAiCtrl RNAipfdn4Ctrl25 (ng)Fβ-tub RNAiCtrl RNAi mgr RNAiE3 6 9 12Ctrl RNAimgr RNAi% of cells with abnormal spindlesβ-tubMgrCtrlmgrIKDplp(ng)RNAiDDays of depletionα-tubulinCtrl RNAi β-tub RNAiCtrl RNAi β-tub RNAiFig. 2. Mgr or partial β-tubulin depletion result in similar microtubule-based abnormalities. DMEL-2 cells transfected with control (Ctrl) or mgrdsRNA for 3-d intervals up to a maximum of 12 d (A–F). (A) Percentage ofprometaphase and metaphase cells with monopolar or disorganized spindlesscored following immunostaining, as in B. Error bars = SEMs for more thanthree independent experiments; n > 150 metaphase cells. (B) Cells immu-nostained to reveal microtubules (α-tubulin) 6 d after transfection. (Scalebar, 10 μm.) (C) Percentage of cells without centrosomes scored afterimmunostaining, as in D. Error bars = SEMs of more than five independentexperiments; n > 1,000 cells. (D) Cells immunostained to reveal centrosomes(Dplp) 6 d after transfection. (Scale bar, 10 μm.) (E) Electron micrographs ofcentrioles in control cells (Ctrl RNAi) and following 9–12 d of mgr RNAi.Twenty-percent of the centrioles showed an abnormal structure after Mgrdepletion, whereas none were observed in the control depletion (n = 10).(Scale bar, 0.1 μm.) (F) Western blot of β-tubulin, Mgr and H2A (loadingcontrol, Ctrl) 6 d after transfection with mgr, pfdn4, or control dsRNAs. (G–K) DMEL-2 cells treated with a range of concentrations (3, 10, and 25 ng/mL)of β-tubulin dsRNA for 6 d. (G) Western blot of β-tubulin and H2A (loadingcontrol, Ctrl) following such treatment. (H) Proportion of prometaphaseand metaphase cells with monopolar or disorganized spindles in relationto β-tubulin dsRNA treatment. Error bars = SEMs of more than two in-dependent experiments; n > 100 metaphase cells. (I) Cells labeled with ananti-α-tubulin to reveal spindle microtubules in control and β-tubulin dsRNAtreated cells. (Scale bar 10 μm.) (J) Percentage of cells without centrosomesin relation to β-tubulin dsRNA treament. Error bars = SEMs of more than twoindependent experiments; n > 200 cells. (K) Cells labeled to reveal cen-trosomes (Dplp) following control dsRNA and β-tubulin dsRNA treatment.(Scale bar, 10 μm.)Delgehyr et al. PNAS | April 10, 2012 | vol. 109 | no. 15 | 5731CELLBIOLOGYhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF4http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5tein is present throughout the wild-type testes and so ought, inprinciple, to be equally functional at all stages. This findingsuggests that the onset of synthesis of the β2-tubulin testes spe-cific isoform in late spermatogenesis might bring a particularrequirement for Mgr (31, 32). If this were the case, we wonderedwhether increased synthesis of β1-tubulin from a transgene mighttrigger a stronger requirement for Mgr in larval neuroblasts (Fig.3). We found that in mgrl4/mgr5 mutant neuroblasts the level ofendogenous β-tubulin was only slightly reduced (by 25% com-pared with wild-type levels). The additional expression of β1-tubulin–GFP did not drastically affect endogenous β-tubulinlevels if one wild-type copy of mgr was present (mgr5/+;β1-tubulin–GFP, a reduction of 15% compared with wild-type).However, in mgrl4/mgr5 mutants, expression of β1-tubulin–GFPleads to a further decrease in levels of endogenous β-tubulin by60% compared with wild-type levels (Fig. 3 A and B). There wasalso a dramatic loss ofMT staining in immunostained preparationsof the larval CNS of such organisms (Fig. 3C). Taken together,these results suggest that if tubulin levels exceed a certain thresh-old, this overproduced tubulin may change the complex balance offolding, causing a synthetically lethal phenotype with mgr.A 5mgr5mgrl4;;Ctrlβ-tubGFPWT mgrl4mgr5 βtub-GFPβtub-GFPβtub-GFPβtub GFPmgr+;;Cβtub-GFP;mgr5/+βtub-GFP;mgr5/mgrl4mgr5/mgrl4WT% of β-tubulin levels relative to control020406080100WT βtub-GFP;mgr5mgrl4mgr5+βtub-GFP;mgr5mgrl4Bβ-tubulin14850Fig. 3. Mgr is a sensor of a free pool of tubulin. (A) Western blot of GFP orendogenous β-tubulin in extracts of testes of wild-type or mgrl4/mgr5 flies inpresence or absence of an exogenous GFP-tagged β1-tubulin transgene.Note the β1-tubulin-GFP is not detected by the β-tubulin antibody due to lowlevels of expression. Amido black staining is loading control (Ctrl). (B)Quantitation of the endogenous β-tubulin levels relative to the wild-typecontrol on Western blots. Error bars = SEMs for two independent experi-ments. (C) Wild-type field images of brain squashes from indicated geno-types stained to reveal microtubules (β-tubulin). (Scale bar, 5 μm.)6450AMBPMBP-MgrMBP-VhlMBPMBP-MgrMBP-VhlMBPMBP-MgrMBP-Vhl35S Vhl35S MgrCoomassieAutoradiography35S Mgr 35S Vhlαβ-tubαβ-tubBαβ-tubMBPMBP-VhlMBPMBP-VhlMBPMBPMBP-MgrMBP-MgrCFCtrl6 Days RNAimgrvhlvhl+mgrCtrlmgrvhlvhl+mgr9 Days RNAiβ-tubMgrCtrl020406080100% of abnormal spindle% of cells without centrosomevhl+mgr RNAimgr RNAiα-tubulinvhl+mgr RNAimgr RNAiJEIH0102030Ctrl vhl mgr vhl+mgrp=0.014020406080 p=0.0005Gp=0.02% of β-tubulin levelsDplp*Amido BlackCoomassie Autoradiography*643622366450362264503622166436Coomassieαβ-tubMBP-Vhl + 35S Mgrβ-tubulinDBufferbufferFig. 4. Mgr and Vhl cooperate in regulating tubulin destruction. (A) MBP,MBP-Mgr, and MBP-Vhl, affinity purified from Escherichia coli extracts(Coomassie stain) tested for binding 35S-Methionine labeled Mgr and Vhlsynthesized by coupled transcription-translation in vitro (Autoradiography).(B) MBP and MBP-Mgr, affinity-purified from E. coli extracts (Coomassiestain) tested for binding purified αβ-tubulin (Western blot). (C) MBP andMBP-Vhl, affinity-purified from E. coli extracts (Coomassie stain, Right)tested for binding-purified αβ-tubulin (Coomassie stain, Left). (D) MBP-Vhl,affinity purified from E. coli extracts, and tested for binding 35S-Mgr (as inA). Excess of purified αβ-tubulin is insufficient to release the Vhl:Mgr inter-action. (E–J) DMEL-2 cells treated with Control, mgr, Vhl, or mgr and VhldsRNA for 6 or 9 d. (E) Levels of β-tubulin in three independent experiments9 d after transfection. (F) Western blot of β-tubulin and Mgr after suchtreatment. H2A is used as loading control (Ctrl). (G) Percentage of prom-etaphase and metaphase cells with monopolar or disorganized spindlesafter indicated dsRNA treatment. Error bars = SEMs of three independentexperiments. n > 300 metaphase cells; (H) Mitotic cells immunostained toreveal microtubules (α-tubulin). (Scale bar, 10 μm.) (I) Percentage of cellswithout centrosome 9 d after indicated transfections. Error bars = SEMof three independent experiments. n > 600 cells. (J) Cells immunostainedto reveal centrosomes (Dplp). (Scale bar, 10 μm.) All P values are from Stu-dent t tests.5732 | www.pnas.org/cgi/doi/10.1073/pnas.1108537109 Delgehyr et al.www.pnas.org/cgi/doi/10.1073/pnas.1108537109Mgr and Vhl Cooperate to Control the Degradation of αβ-Tubulins.Mgr’s human counterpart, which shares 57% amino acid identity,can interact with human Vhl, an E3 ubiquitin-protein ligase alsoable to bind the MT lattice (17). Several lines of evidence in-dicated that Mgr was able to interact with Drosophila Vhl andthat both proteins could interact with tubulin monomers anddimers. First, beads carrying Maltose binding protein (MBP)-Mgror MBP-Vhl fusion proteins synthesized in bacteria could bind35S-labeled Mgr or Vhl synthesized by coupled transcription-translation in vitro (Fig. 4A). This experiment also indicated thatboth proteins could undertake self-self interactions. Second,both Mgr and Vhl synthesized in bacteria were able to bind35S-labeled β1-tubulin synthesized by coupled transcription-translation in vitro (Fig. S6 A and B). Conversely β1-tubulinsynthesized in bacteria would interact with 35S-labeled Vhl orMgr (Fig. S6 C and D). Third, MBP-tagged Mgr or MBP-taggedVhl immobilized on beads directly bound αβ-tubulin dimers (Fig.4 B and C). Fourth, we were unable to disrupt a complex formedbetween bacterially expressed MBP-Vhl and 35S-labeled Mgr byadding dimeric αβ-tubulin (Fig. 4D). Instead the Vhl:Mgr com-plex also bound αβ-tubulin dimer. However, whereas DrosophilaVhl, like mammalian Vhl, could interact with MTs (Fig. S6 E andF), Mgr could not. This finding suggests that Mgr can interactwith free, but not with polymerized, tubulin.To test whether the interaction between Vhl and Mgr playedany part in the control of tubulin degradation, we asked what theconsequences would be if Mgr and Vhl were to be codepleted.Vhl RNAi alone had little effect on the levels of β-tubulin incultured cells (Fig. 4 E and F), confirming the recent finding ofDuchi and colleagues (19). Moreover, Vhl depletion resulted inonly a slight increase in the proportion of mitotic cells withmonopolar or disorganized spindles or lacking centrosomes (Fig.4 G–J). In contrast, Mgr depletion resulted in a clear decrease inβ-tubulin levels, formation of monopolar/disorganized spindlesin the majority of mitotic cells, and an increase of the number ofcells without centrosomes. We found all three of these pheno-types were significantly rescued by the codepletion of Vhl (Fig. 4E and J). Thus, the proteolytic destruction of tubulin, which takesplace when tubulin cannot be correctly folded by the Prefoldinchaperone, requires the function of the Vhl protein.DiscussionThe finding that the Drosophila merry-go-round gene encodesa subunit of the Prefoldin complex has allowed us to account foraberrant structure and function of spindles and centrosomes incells depleted of its gene product. The inability to correctly foldtubulins in Prefoldin-deficient cells leads to tubulin instabilityand, hence, defects that can be phenocopied by depleting β- orγ-tubulin. However, whereas β-tubulin depletion phenocopied allof the defects observed, γ-tubulin depletion only recapitulatedsome of them. The more dramatic phenotypes seen in Mgr-de-ficient cells expressing high levels of tubulin (primary spermato-cytes and neuroblasts expressing a β-tubulin transgene) suggestthat the Prefoldin complex is critical to maintain tubulin levelsabove a certain threshold of tubulin expression. This finding couldbe a consequence of the impact of an excess of tubulin upon itscomplex folding pathway. Interestingly, in mammalian cells, in-creased soluble tubulin, in response to a MT-destabilizing agent,leads to the rapid degradation of tubulin (33, 34). In Drosophila,tubulins in the testes are the most affected by the absence ofMgr compared with other tissues. Indeed, it may be of particularimportance to regulate tubulin levels at the late stages ofspermatogenesis, where the very large meiotic cells are providedwith proportionally large amounts of tubulin that are used in themeiotic spindle but have a major additional purpose: the buildingof the sperm tail. Similarly, in the mouse, the effects of depletionor mutation of prefoldin subunits are largely restricted to thebrain, where tubulin levels are also very high (26, 27). Whetherthis tissue specificity is a consequence of tubulin levels will be aninteresting question to address. Finally, our demonstration thatVhl is required for tubulin destruction in the absence of Mgr andthe ability of Vhl to interact with tubulin monomers and dimersraises the possibility that its role as an E3 ubiquitin-protein ligasecould come to play in regulating tubulin levels.The idea that Vhl and Prefoldin can cooperate in regulatingprotein stability was also raised by Mousnier et al. (35), whoidentified the prefoldin subunit VBP1 as a binding partner of theHIV-1 viral integrase and suggested this mediated the interactionof the integrase with the Cul2-Vhl E3-Ubiquitin ligase. Thisfinding led these authors to suggest a role for prefoldin at a pivotalpart of the pathway that would determine whether a protein waspassed on to the CCT chaperonin for folding or to the protea-some for degradation (35). Similarly, we can speculate that pre-foldin as a partner of Vhl may well serve a key role in regulatingthe equilibrium between tubulin targeted for destruction or forfolding and incorporation into MTs. The concentration of as-sembly-competent tubulin must be tightly controlled because itaffects cytoskeletal dynamics. Vhl might contribute to this in-fluence by an effect on MT dynamics through interaction withMAPs on the MT lattice (17, 18) and by intervening in the reg-ulation of tubulin folding. There is growing evidence for a criticalfunction of Vhl in stabilizing cytoplasmic MTs (16, 17) and axo-nemal MTs in response to levels of soluble tubulin (36). Re-ciprocally, MT stability can contribute to regulating levels ofproteins that are targets of the Cul2-Vhl E3-Ubiquitin ligase, suchas the HIF proteins, the levels of which fall when their mRNAsaccumulate in cytoplasmic P-bodies for translational repressionfollowing MT disruption (37). It will be important in future toconsider the roles played by the Prefoldin complex and Vhl tounderstand the interrelationships between the machinery regu-lating tubulin levels in relation toMT stability, both in normal andtumor cells.Materials and MethodsBriefly, testes from pupae and CNS from third-instar larvae were dissected inPBS andfixedwithmethanol before proceeding to immunostaining. Culturedcells were pre-extracted before fixation with paraformaldehyde andimmunostaining. Depletion of proteins in cultured cells was performed bytransfection of dsRNA with transfast reagent. Protein extracts were obtainedafter homogeneization of cells, CNS or testes in lysis buffer. Protein inter-actions were tested in vitro using either recombinant commercially availabletubulins (Cytoskeleton), proteins produced in bacteria, or proteins translatedin reticulocyte lysate.A more detailed description of gene constructs, cell culture, immunocy-tochemistry, dsRNA, microscopy, protein purification, Western blot analysis,in vitro binding assays, fly genetics, and primers list can be found in the SIMaterials and Methods and Table S1.ACKNOWLEDGMENTS. We thank Renate Renkawitz-Pohl for anti-β1- and -β2-tubulin antibodies and Matthew Savoian for the β1-tubulin construct; theE7-β-tubulin antibody was developed by Michael Klymkowsky and obtainedfrom the Developmental Studies Hybridoma Bank developed under the aus-pices of the National Institute of Child Health and Human Development andmaintained by the University of Iowa. We thank the Cancer Research Cam-paign and more recently Cancer Research United Kingdom for supportingthis work.1. Lundin VF, Leroux MR, Stirling PC (2010) Quality control of cytoskeletal proteins andhuman disease. Trends Biochem Sci 35:288–297.2. Siegert R, Leroux MR, Scheufler C, Hartl FU, Moarefi I (2000) Structure of the mo-lecular chaperone prefoldin: Unique interaction of multiple coiled coil tentacles withunfolded proteins. Cell 103:621–632.3. Vainberg IE, et al. (1998) Prefoldin, a chaperone that delivers unfolded proteins tocytosolic chaperonin. Cell 93:863–873.4. Siegers K, et al. (1999) Compartmentation of protein folding in vivo: Sequestra-tion of non-native polypeptide by the chaperonin-GimC system. EMBO J 18:75–84.Delgehyr et al. PNAS | April 10, 2012 | vol. 109 | no. 15 | 5733CELLBIOLOGYhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF6http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF6http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF6http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF6http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=STXThttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=STXThttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=ST15. Hansen WJ, Cowan NJ, Welch WJ (1999) Prefoldin-nascent chain complexes in thefolding of cytoskeletal proteins. J Cell Biol 145:265–277.6. Tsuchiya H, Iseda T, Hino O (1996) Identification of a novel protein (VBP-1) bindingto the von Hippel-Lindau (VHL) tumor suppressor gene product. Cancer Res 56:2881–2885.7. Frew IJ, Krek W (2008) pVHL: A multipurpose adaptor protein. Sci Signal 1:pe30.8. Frew IJ, Krek W (2007) Multitasking by pVHL in tumour suppression. Curr Opin CellBiol 19:685–690.9. Maxwell PH, et al. (1999) The tumour suppressor protein VHL targets hypoxia-in-ducible factors for oxygen-dependent proteolysis. Nature 399:271–275.10. Lisztwan J, Imbert G, Wirbelauer C, Gstaiger M, Krek W (1999) The von Hippel-Lindautumor suppressor protein is a component of an E3 ubiquitin-protein ligase activity.Genes Dev 13:1822–1833.11. Hansen WJ, et al. (2002) Diverse effects of mutations in exon II of the von Hippel-Lindau (VHL) tumor suppressor gene on the interaction of pVHL with the cytosolicchaperonin and pVHL-dependent ubiquitin ligase activity.Mol Cell Biol 22:1947–1960.12. Feldman DE, Thulasiraman V, Ferreyra RG, Frydman J (1999) Formation of the VHL-elongin BC tumor suppressor complex is mediated by the chaperonin TRiC.Mol Cell 4:1051–1061.13. Melville MW, McClellan AJ, Meyer AS, Darveau A, Frydman J (2003) The Hsp70 andTRiC/CCT chaperone systems cooperate in vivo to assemble the von Hippel-Lindautumor suppressor complex. Mol Cell Biol 23:3141–3151.14. Feldman DE, Spiess C, Howard DE, Frydman J (2003) Tumorigenic mutations in VHLdisrupt folding in vivo by interfering with chaperonin binding.Mol Cell 12:1213–1224.15. McClellan AJ, Scott MD, Frydman J (2005) Folding and quality control of the VHLtumor suppressor proceed through distinct chaperone pathways. Cell 121:739–748.16. Thoma CR, et al. (2009) VHL loss causes spindle misorientation and chromosome in-stability. Nat Cell Biol 11:994–1001.17. Hergovich A, Lisztwan J, Barry R, Ballschmieter P, Krek W (2003) Regulation of mi-crotubule stability by the von Hippel-Lindau tumour suppressor protein pVHL. NatCell Biol 5:64–70.18. Thoma CR, et al. (2010) Quantitative image analysis identifies pVHL as a key regulatorof microtubule dynamic instability. J Cell Biol 190:991–1003.19. Duchi S, et al. (2010) Drosophila VHL tumor-suppressor gene regulates epithelialmorphogenesis by promoting microtubule and aPKC stability. Development 137:1493–1503.20. Schermer B, et al. (2006) The von Hippel-Lindau tumor suppressor protein controlsciliogenesis by orienting microtubule growth. J Cell Biol 175:547–554.21. Thoma CR, Frew IJ, Krek W (2007) The VHL tumor suppressor: Riding tandem withGSK3beta in primary cilium maintenance. Cell Cycle 6:1809–1813.22. Thoma CR, et al. (2007) pVHL and GSK3beta are components of a primary cilium-maintenance signalling network. Nat Cell Biol 9:588–595.23. Geissler S, Siegers K, Schiebel E (1998) A novel protein complex promoting formationof functional alpha- and gamma-tubulin. EMBO J 17:952–966.24. Lundin VF, Srayko M, Hyman AA, Leroux MR (2008) Efficient chaperone-mediatedtubulin biogenesis is essential for cell division and cell migration in C. elegans. DevBiol 313:320–334.25. Gu Y, et al. (2008) Prefoldin 6 is required for normal microtubule dynamics and or-ganization in Arabidopsis. Proc Natl Acad Sci USA 105:18064–18069.26. Cao S, et al. (2008) Subunit 1 of the prefoldin chaperone complex is required forlymphocyte development and function. J Immunol 181:476–484.27. Lee Y, et al. (2011) Prefoldin 5 is required for normal sensory and neuronal de-velopment in a murine model. J Biol Chem 286:726–736.28. González C, Casal J, Ripoll P (1988) Functional monopolar spindles caused by mutationin mgr, a cell division gene of Drosophila melanogaster. J Cell Sci 89:39–47.29. Kaltschmidt B, Glätzer KH, Michiels F, Leiss D, Renkawitz-Pohl R (1991) During Dro-sophila spermatogenesis beta 1, beta 2 and beta 3 tubulin isotypes are cell-typespecifically expressed but have the potential to coassemble into the axoneme oftransgenic flies. Eur J Cell Biol 54:110–120.30. Kusano K, Johnson-Schlitz DM, Engels WR (2001) Sterility of Drosophila with muta-tions in the Bloom syndrome gene—Complementation by Ku70. Science 291:2600–2602.31. Kemphues KJ, Raff RA, Kaufman TC, Raff EC (1979) Mutation in a structural gene fora beta-tubulin specific to testis in Drosophila melanogaster. Proc Natl Acad Sci USA76:3991–3995.32. Kemphues KJ, Kaufman TC, Raff RA, Raff EC (1982) The testis-specific beta-tubulinsubunit in Drosophila melanogaster has multiple functions in spermatogenesis. Cell31:655–670.33. Caron JM, Jones AL, Kirschner MW (1985) Autoregulation of tubulin synthesis inhepatocytes and fibroblasts. J Cell Biol 101:1763–1772.34. Huff LM, Sackett DL, Poruchynsky MS, Fojo T (2010) Microtubule-disrupting chemo-therapeutics result in enhanced proteasome-mediated degradation and disappear-ance of tubulin in neural cells. Cancer Res 70:5870–5879.35. Mousnier A, et al. (2007) von Hippel Lindau binding protein 1-mediated degradationof integrase affects HIV-1 gene expression at a postintegration step. Proc Natl AcadSci USA 104:13615–13620.36. Sharma N, Kosan ZA, Stallworth JE, Berbari NF, Yoder BK (2011) Soluble levels ofcytosolic tubulin regulate ciliary length control. Mol Biol Cell 22:806–816.37. Carbonaro M, O’Brate A, Giannakakou P (2011) Microtubule disruption targetsHIF-1alpha mRNA to cytoplasmic P-bodies for translational repression. J Cell Biol 192:83–99.5734 | www.pnas.org/cgi/doi/10.1073/pnas.1108537109 Delgehyr et al.www.pnas.org/cgi/doi/10.1073/pnas.1108537109"