"Hindawi Publishing CorporationBioMed Research InternationalVolume 2013, Article ID 308130, 12 pageshttp://dx.doi.org/10.1155/2013/308130Research ArticleDual Inhibiting Senescence and Epithelial-to-MesenchymalTransition by Erythropoietin Preserve Tubular Epithelial CellRegeneration and Ameliorate Renal Fibrosis in UnilateralUreteral ObstructionAdis Tasanarong,1 Supranee Kongkham,2 and Sookkasem Khositseth31 Nephrology Unit, Department of Medicine, Faculty of Medicine, Thammasat University (Rangsit Campus), Khlong Nueng,Khlong Luang, PathumThani 12121, Thailand2Division of Biochemistry, Department of Preclinical Sciences, Faculty of Medicine, Thammasat University (Rangsit Campus),Khlong Nueng, Khlong Luang, PathumThani 12121, Thailand3Department of Paediatric, Faculty of Medicine, Thammasat University (Rangsit Campus), Khlong Nueng, Khlong Luang,PathumThani 12121, ThailandCorrespondence should be addressed to Adis Tasanarong; adis tasanarong@hotmail.comReceived 17 July 2013; Revised 1 October 2013; Accepted 5 October 2013Academic Editor: Youhua LiuCopyright © 2013 Adis Tasanarong et al. This is an open access article distributed under the Creative Commons AttributionLicense, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properlycited.This study aims to investigate the renoprotective effect of recombinant human erythropoietin (rhEPO) treatment could preservetubular epithelial cell regeneration and ameliorate renal fibrosis by dual inhibition of stress-induced senescence and EMTin unilateral ureteric obstruction (UUO) mouse model. UUO or sham-operated mice were randomly assigned to receiverhEPO or vehicle treatment and were sacrificed on days 3, 7, and 14. Kidney specimens were fixed for histopathological andimmunohistochemical study. The expression of S100A4, TGF-𝛽1, BMP-7, Smad2/3, Smad1/5/8, and p16INK4a was determined bywestern blot and real-time RT-PCR. Vehicle treated UUOmice had increased tubular atrophy and interstitial fibrosis within 3 to 14days. An increase in TGF-𝛽1, Smad2/3, S100A4, and p16INK4a expression and a decrease in BMP-7 and Smad1/5/8 expression wereobserved in the obstructed kidneys. p16INK4a was positively correlated with TGF-𝛽1/Smad2/3 and negatively correlated with BMP-7/Smad1/5/8 in UUO mice. rhEPO treatment significantly suppressed the upregulation of TGF-𝛽, Smad2/3, S100A4, and p16INK4aand preserved the downregulation of BMP-7 and Smad1/5/8, resulting in markedly reduced TA/IF compared to the vehicle treatedmice.The renoprotective effects of rhEPO could ameliorate renal TA/IF by modulating senescence and EMTwhich could be a partof therapeutic option in patients with chronic kidney disease.1. IntroductionOne striking feature observed during chronic kidney disease(CKD) is tubular atrophy and interstitial fibrosis (TA/IF).During chronic kidney injury, tubular epithelial cells (TEC)attempt to survive by activating proliferation, differentiation,stress induced senescence, and epithelial-to-mesenchymaltransition (EMT) or apoptosis [1–3]. Proliferating cells canresponse by providing state of permanent cell cycle arresttermed cellular senescence [4, 5]. TGF-𝛽 is the potent cellcycle inhibitor, and Smad3 is a key mediator for TGF-𝛽mediating the antiproliferative responses by inhibiting cellcycle progression from G1to S phase [6]. The p16INK4a isthe major CDK inhibitors which prevent the passage throughthe G1phase of the cell cycle by inhibiting CDK4 andCDK6 [7]. Furthermore, overexpression of Smad3 and TGF-𝛽 treatment induces p16INK4a protein and mRNA expressionin keratinocytes which contributes to growth arrest [8, 9].Cellular senescence is characterized by not only the inabilityof cells to proliferation existing by lost the ability to divideand failed to grow, but also the maintenance of the cellviability and metabolic activity develop of the resistancehttp://dx.doi.org/10.1155/2013/3081302 BioMed Research Internationalto apoptosis and an altered pattern of gene expression byexpression of cell cycle inhibitor genes [5]. Stress can beinduced by extrinsic factors causing upregulation of cyclindependent kinase inhibitor p16INK4a, resulting irreversiblecell cycle arrest which could exhaust the repairing processesof TECs [10].EMT is another important process affecting the pop-ulation of interstitial fibroblasts which lose their epithelialphenotype and show the progressive development of a mes-enchymal phenotype that leads to TEC damage and fibrosisin the kidney [11]. Many studies have demonstrated thatTGF-𝛽 promotes renal fibrosis through EMT by activation ofSmad2/3 [12–14] and was counteracted with BMP-7 by moti-vation of Smad1/5/8 to maintain the epithelial phenotype ofTECs [15, 16].The expression of the mesenchymal phenotypein TECs and fibroblasts using S100A4 as a marker has beenobserved in many kidney diseases [17, 18]. Consequently, it isimportant to develop a potential therapeutic target to preventor reverse the process of stress-induced senescence and EMTto slow down the progression of CKD.Recombinant human erythropoietin (rhEPO) has beendemonstrated to exert a renoprotective effect in addition toa hematopoietic effect in acute and chronic kidney injury[19–21]. It plays an important role in antiapoptosis, anti-inflammation, and antioxidation in many models of kidneydiseases [19, 22]. Moreover, it has been reported that rhEPOtreatment could slow progression of kidney injury throughexpansion of endothelial progenitor cells [23, 24]. Many clin-ical studies demonstrate that the early treatment of anemia inCKD patients with rhEPO can slow the progressive decline ofrenal function [25, 26].In the present study, we investigated the advantage ofrhEPO treatment in an unilateral ureteric obstruction (UUO)mouse model. We hypothesized that rhEPO treatment couldhave a renoprotective effect mediated through ameliorationof stress-induced senescence and EMT.2. Materials and Methods2.1. Animals Care and Experimental Model. The ethics com-mittee in Thammasat University approved all experimentson animals. All animal experimentation was conductedin accord with the Thammasat Animal Experimental UnitGuidelines. Male ICR mice weighing 25–30 g were obtainedfrom National Laboratory Animal Center (Mahidol Univer-sity). All mice received tap water and a standard diet. Micewere anesthetized with pentobarbital sodium by intraperi-toneal (IP) injection. The abdomen was shaved and soakedwith betadine. A midline abdominal incision was made, andboth kidneys and ureters were identified. The left ureter wasdissected out and ligated with 4.0 silk at two points. Theabdominal wound was sutured and the animals returned tothe cages. Mice were divided into four experimental groups(total = 48). (1) Sham group (𝑛 = 6): mice were subjectedto the surgical procedures except for the ureter ligation andreceived IP injection with vehicle. (2) Sham + EPO group(𝑛 = 6): these mice received IP injection with EPO dose1,000U/kg BW. (3) UUOgroup (𝑛 = 18): mice were subjectedto the unilateral ureteral ligation and received IP injectionwith vehicle. (4)UUO+EPOgroup (𝑛 = 18): thesemicewereadministered IP injection with EPO dose 1,000U/kg BW.EPO and vehicle were administrated every other day fromthe day before operation to day 14. One-third of mice weresacrificed on day 3, one-third on day 7, and the other on day14. Blood samples from all mice were obtained from heartsto measure hematocrit levels. The kidneys were harvested forvarious biochemical and morphological studies.2.2. Hematocrit Measurement. At the end of each studygroup, hematocrit was measured for all mice. Blood samplewas collected using heparin coated capillary tubes whichwere centrifuged and used tomeasure hematocrit withMicroCapillary reader (International Equipment Company, Inc.;Chattanooga, TN).2.3. Renal Histology and Immunohistochemistry. Kidneys tis-sue was embedded in paraffin and 4 micrometer sectionswere stained with hematoxylin and eosin (H&E), periodicacid-Schiff (PAS), and Masson’s trichrome. The percentageof histology changes, such as degree of glomerulosclerosis,tubular atrophy, and interstitial fibrosis, were evaluated underhigh power magnification (400x) in 5 to 10 consecutivefields, andmean percentages of histological change were thencalculated.Organs were fixed in 4% paraformaldehyde. Five-micrometer paraffin sections were dewaxed and rehydrated.Endogenous peroxidase was quenched with 3% H2O2for20min and nonspecific binding blocked with 20% normalgoat serum in phosphate-buffered saline. Sections wereincubated at 4∘C with primary antibodies against S100A4(1 : 200; Abcam: Biomed Diagnostics (Thailand) Co. Ltd.),TGF-𝛽 (1 : 500; Santa Cruz Biotechnology), BMP-7 (1 : 200;Abcam: Biomed Diagnostics (Thailand) Co. Ltd.), Smad2/3(1 : 200; Santa Cruz Biotechnology), and P16INK4a (1 : 500;Santa Cruz Biotechnology), for at least 1 hr followed bysecondary antibodies, and finally with diaminobenzidinesubstrate. Nuclei were counterstained with hematoxylin, andslides were dehydrated and mounted with permount.2.4. Western Blotting. Protein samples were electrophoresedon 12% SDS-PAGE mini-gels and wet-transferred (Bio-Rad,ON, Canada) onto nitrocellulose membranes. Membraneswere treated with blocking solution followed by an overnightincubation at 4∘C with rabbit polyclonal antibody to TGF-𝛽 (Santa Cruz Biotechnology; 1 : 10,000 dilution), rabbitpolyclonal antibody to Smad2/3 (Santa Cruz Biotechnol-ogy; 1 : 1,000 dilution), rabbit polyclonal antibody to BMP-7 (Abcam: Biomed Diagnostics (Thailand) Co. Ltd.); 1 : 500dilution), rabbit polyclonal antibody to Smad1/5/8 (SantaCruz Biotechnology; 1 : 1,000 dilution), mouse monoclonalantibody to P16INK4a (Santa Cruz Biotechnology; 1 : 1000dilution), and rabbit polyclonal antibody to S100A4 (Abcam:Biomed Diagnostics (Thailand) Co. Ltd.); 1 : 1,000 dilution)in 5% BSA-TTBS. The secondary antibody (PIERCE, IL,USA) was diluted to 1 : 5,000 in 5% BSA-TTBS and mem-branes treated for 1 hour at room temperature. Signals wereBioMed Research International 3Table 1: Sequences of real-time PCR primers and probes.Gene SequenceBMP-7Forward 5󸀠-TGGATGGGCAGAGCATCAA-3󸀠Reverse 5󸀠-CTTGGAG CGATTCTGGCTG-3󸀠Probe 5󸀠-FAM-ATTGGACGGCATGGACCCCAGA-TAMRA-3󸀠TGF-𝛽1Forward 5󸀠-GGCTACCATGCCAACCAGCCTGGTGTACTCA-3󸀠Reverse 5󸀠-CCGGGTTGTGTTGGTTGTAGA-3󸀠Probe 5󸀠-FAM-CACACAGTACAGCAAGGTCCTTGCCCT-TAMRA-3󸀠Smad3Forward 5󸀠-GGGCCTACTGTCCAATGTCA-3󸀠Reverse 5󸀠-CCCAATGTGTCGCCTTGTA-3󸀠Probe 5󸀠-FAM-CCGGAATGCAGCCGTGGAAC-TAMRA-3󸀠Smad8Forward 5󸀠-CCTATCAACACTCAGACTTCCG-3󸀠Reverse 5󸀠-GTGAAGCCGTCTATGAGCAC -3󸀠Probe 5󸀠-FAM-ACTTTCCAGGCGTCCTCGCG-TAMRA-3󸀠P16INK4aForward 5󸀠-GGACACCTTGAAGGAGGAGAAAG-3󸀠Reverse 5󸀠-TTCTCCAACTCCTGGATGATGA-3󸀠Probe 5󸀠-FAM-CCTTCAAGGCTTGGTTTCTCGTCAGACA-TAMRA-3󸀠HPRTForward 5󸀠-TGACACTGGTAAAACAATGCAAACT-3󸀠Reverse 5󸀠-AACAAAGTCTGGCCTGTATCCAA-3󸀠Probe 5󸀠-FAM-TTCACCAGCAAGCTTGCAACCTTAACC-TAMRA-3󸀠visualized by chemiluminescent detection according to themanufacturers’ instructions (PIERCE, IL, USA). Signals werequantified using GeneGnome Syngene Bio Imagine andGeneSnap image acquisition software (Syngene, MD, USA).2.5. Real-Time Polymerase Chain Reaction (RT-PCR). TotalRNA was extracted using the RNeasy mini kit (Qiagen,Chatworth, CA, USA) according to the manufacturers’instructions. High-quality RNA was eluted in 35 𝜇L RNase-free water. An aliquot of each RNA preparation was used todetermine total RNA quality and concentration, measuredat 260 nm (OD260). Pure RNA possessed an OD260/OD280ratio of 1.6–1.9. Total RNA (0.25 𝜇g) was reverse-transcribedto cDNA by Taqman Reverse Transcriptase Reagent (AppliedBiosystems, Roch Molecular Biochemical, NJ, USA) usingrandom primers under the following cycling conditions:25∘C, 10min; 48∘C, 30min; 95∘C, 5min. The mRNA levels ofTGF-𝛽, BMP7, Smad3, Smad8, P16INK4a, and hypoxanthinephosphoribosyltransferase (HPRT) were measured using anABI PRISM 7700 Sequence Detection System (SDS version1.6; PE Applied Biosystems). The primers and probes usedare detailed in Table 1. All samples were subjected to RT-PCR along with the house keeping gene HPRT which was aninternal standard and calibrator. The results were shown asfold increased or decreased over normal mice.2.6. Statistical Analyses. Data were expressed as mean ± SD.Statistical analyses were carried out using the SPSS soft-ware (version 12.0). Statistically significant differences amonggroups were calculated by ANOVA Bonferroni and Mann-Whitney𝑈 tests using the least significant difference method.Statistical significance was defined as 𝑃 < 0.05.3. Results3.1. rhEPO Treatment Did Not Affect Hematocrit Levels inUUOMice. In shamcontrol, hematocrit levels did not changeduring two weeks of experiment. Hematocrit levels in shamwith rhEPO administration increased slightly at the end ofthe first week and then significantly increased only at the endof study (𝑃 < 0.05) when comparedwith vehicle treated sham(Figure 1). There were slightly increased hematocrit levels inrhEPO treated UUO mice during two weeks of experimentbut no statistically significant difference when comparedwithvehicle treated UUOmice (Figure 1).3.2. rhEPO Treatment Protected Against Renal Fibrosis inMiceUUO Model. From H&E and PAS staining, the obstructedkidneys exhibited a significant progressive TA over timecompared with the sham (𝑃 < 0.05), which was significantlyreduced with the rhEPO treatment (𝑃 < 0.05) (Table 2).Masson’s trichrome stained kidney sections showed a signifi-cant progression increase of collagen deposition in interstitialarea over time after UUO compared with the sham (𝑃 <0.05), which was significantly suppressed with the rhEPOtreatment (𝑃 < 0.05) when compared with the vehicletreatment (Table 2 and Figure 2).In sham kidneys, S100A4 was not detected in any tubuleor interstitial area (Figure 1). However, S100A4 staining wasdetected in some TECs and cells in interstitial areas thatdisplayed the outline of lymphocytes within the fibros-ing obstructed kidneys. Staining of S100A4 progressivelyincreased over time after UUO compared with the sham(Figure 2) and was reduced in the rhEPO compared withthe vehicle treatment (Figure 2). By western blot analysis,the S100A4 level also increased progressively over time inUUO compared with the sham kidneys (𝑃 < 0.05) (Figure 4)4 BioMed Research InternationalTable 2: The percentage of histopathology changes, such as degree of glomerulosclerosis, tubular atrophy, and interstitial fibrosis in UUOmice.Sham UUODay 0 Day 3 Day 7 Day 14Placebo EPO Placebo EPO Placebo EPO Placebo EPOGlomerular sclerosis (%) 0.2 ± 0.4 0.2 ± 0.5 0.4 ± 0.5 0.3 ± 0.5 0.6 ± 0.5 0.5 ± 0.6 1.6 ± 0.5 1.5 ± 0.5Tubular atrophy (%) 0.6 ± 0.5 0.4 ± 0.4 9 ± 2∗ 3 ± 1# 17 ± 4∗ 7 ± 3# 46 ± 2∗ 18 ± 3#Interstitial fibrosis (%) 0.6 ± 0.5 0.4 ± 0.5 8 ± 3∗ 4 ± 2# 21 ± 4∗ 9 ± 2# 49 ± 4∗ 25 ± 4#Values are means ± SD.Significant difference ∗𝑃 < 0.05 compared to sham group; #𝑃 < 0.05 compared to UUO group by Mann-Whitney 𝑈 test.4050Day 0 Day 3 Day 7 Day 14Hematocrit (%)ShamSham + EPOUUOUUO + EPO∗Figure 1: Representing the hematocrit values in sham and UUOmice treated with either vehicle or rhEPO. The hematocrit levelswere not different over time between vehicle treated UUO andrhEPO treated UUOmice. ∗𝑃 < 0.05 versus sham group.but rhEPO treatedUUOmice showed significantly decreasedS100A4 levels at all time points compared with the vehicletreatment (𝑃 < 0.05) (Figure 4).3.3. rhEPO Treatment Attenuated Increased TGF-𝛽 but Pre-served BMP-7 in UUO Kidneys. By immunohistochemistry,TGF-𝛽 revealed no labeling in sham kidneys but was stronglydetected with increasing intensity in interstitial areas ofvehicle treated obstructed kidneys over time after UUO(Figure 3). Western blot analysis demonstrated the progres-sively increased TGF-𝛽 in the obstructed kidneys comparedwith the sham kidneys (Figure 4). In contrast, UUO micetreated with rhEPO had decreased TGF-𝛽 staining overtime (Figure 3) similar to western blot analysis revealingthe significantly decreased TGF-𝛽 protein when comparedwith the vehicle treatment (𝑃 < 0.05) (Figure 4). Similarly,upregulation of TGF-𝛽mRNA expression was demonstratedin the obstructed kidneys by RT-PCR (Figure 5) whichsignificant downregulation in the rhEPO treated UUOmice.In the sham kidneys, staining of BMP-7 was demon-strated in the cytoplasm of TECs, whereas in vehicle treatedUUO kidneys there was a progressive loss of BMP-7 staining,particularly in dilated and atrophic tubules (Figure 3), whichpreserved staining in rhEPO treated UUO mice (Figure 3).Western blot analysis demonstrated significantly decreasedBMP-7 in the obstructed kidneys compared with the sham(𝑃 < 0.05) (Figure 4), but significantly preserved BMP-7in the rhEPO compared with the vehicle treated UUO mice(𝑃 < 0.05) (Figure 4). Moreover, a significant downreg-ulation of BMP-7 mRNA expression was observed duringthe obstructive process (𝑃 < 0.05) (Figure 5). In contrast,the downregulation of BMP-7 mRNA expression in theUUO mice with the rhEPO was significantly slowed downcompared with the vehicle treatment (𝑃 < 0.05) (Figure 5).3.4. rhEPO Treatment Attenuated Increased Expression ofProfibrosis Smad2/3 and the Decreased Expression of Antifi-brosis Smad1/5/8 in UUO Kidneys. In sham kidneys, therewas no Smad2/3 staining in the nucleus of TECs, whereas thestaining of Smad2/3was prominent in nucleus and somepartsof cytoplasm of TECs particularly in dilated and atrophictubules of the obstructed kidneys (Figure 3). In contrast,rhEPO treatment inmicewithUUOdemonstrated the signif-icantly reduced nucleus staining intensity of Smad2/3 in theobstructed kidneys (Figure 3). Western blot analysis demon-strated the progressively increased Smad2/3 and decreasedSmad1/5/8 protein in the obstructed kidneys compared withthe sham (Figure 4). In contrast, rhEPO treated UUO miceshowed significantly inhibited the rising of the Smad2/3 andmaintained the declining of Smad1/5/8 compared with thevehicle treatment (𝑃 < 0.05) (Figure 4). Upregulation ofSmad3 anddownregulation of Smad8mRNAexpressionweresignificantly changed during the obstructive processes (𝑃 <0.05) (Figure 5). On the other hand, treatment with rhEPOin UUO mice significantly suppressed the upregulation ofSmad3 mRNA and defended the downregulation of Smad8mRNA expression compared with vehicle treated UUOmice(𝑃 < 0.05) (Figure 5).BioMed Research International 5Sham UUO D3 UUO D7 UUO D14PlaceboMassonEPOPlaceboEPOS100A4Figure 2: Masson’s trichrome staining for assessing interstitial fibrosis in UUO mice. In sham kidney, no fibrosis labeling was seen. Theobstructed kidneys show progressive interstitial fibrosis at days 3, 7, and 14 which was apparently ameliorated by rhEPO treatment. Forimmunohistochemistry, no S100A4 staining was detected in the sham kidneys. In UUO advanced increased S100A4 staining was seen oncells in interstitial area that displays the outline of lymphocytes and some TEC within the fibrosing obstructed kidneys at days 3, 7, and 14.However, decreased of S100A4 expression was observed in UUOmice with rhEPO treatment.Original magnifications ×400.3.5. rhEPO Treatment Inhibited Increased Expression ofP16𝐼𝑁𝐾4𝑎 in UUO Kidneys. In the sham kidneys, P16INK4astaining was not detected in the nucleus of TECs, whereasP16INK4a staining was prominent in the nucleus and somecytoplasm of TECs particularly in dilated and atrophictubules of the UUO kidneys (Figure 3). rhEPO treated UUOmice showed significantly attenuated staining intensity ofP16INK4a in the nucleus and/or cytoplasm of TECs in theobstructed kidneys (Figure 3). Western blot and RT-PCRanalyses also confirmedmarkedly increased P16INK4a proteinand mRNA expression in the UUO kidneys compared withthe sham kidneys (𝑃 < 0.05) (Figures 4 and 5). In contrast,treatment with rhEPO in UUO mice showed significantlydecreased P16INK4a protein and mRNA expression comparedwith vehicle treatment (𝑃 < 0.05) (Figures 4 and 5).3.6. Positive Correlation between TGF-𝛽, Smad2/3, andp16𝐼𝑁𝐾4𝑎 but Negative Correlation between BMP-7, Smad1/5/8,and p16𝐼𝑁𝐾4𝑎 in UUO Kidneys. Obstructed kidneys hadsignificantly increased TGF-𝛽, Smad2/3, and p16INK4a butdecreased BMP-7, Smad1/5/8 protein, and mRNA. Thep16INK4a protein concentration was positively correlated withTGF-𝛽 (𝑅2 = 0.97, 𝑃 < 0.001) and Smad2/3 (𝑅2 = 0.95,𝑃 < 0.001) (Figure 6) but was negatively correlated withBMP-7 (𝑅2 = 0.6, 𝑃 < 0.001) and Smad1/5/8 (𝑅2 = 0.71,𝑃 < 0.001) (Figure 6).6 BioMed Research InternationalSham UUO D3 UUO D7 UUO D14PlaceboTGF-𝛽EPOPlaceboEPOPlaceboEPOPlaceboEPOBMP-7Smad2/3p16INK4aFigure 3: Representative photographs of kidney sections stainedwithTGF-𝛽, BMP-7, Smad2/3, and p16INK4a inUUOmodel. In shamkidneys,no or little TGF-𝛽 labelling was seen. Advanced increased TGF-𝛽 labelling was seen in the interstitium area in the obstructed kidneyscompared with the sham at days 3, 7, and 14. In contrast, decrease of TGF-𝛽 staining was observed in UUO mice with rhEPO treatment.In contrast, BMP-7 was demonstrated in the cytoplasm of TEC in sham kidneys, whereas the labeling of BMP-7 was decreased in cytoplasmof TEC particularly in dilated and atrophic tubules of the placebo treated UUO kidneys since day 3 after UUO and progressive loss until day14. rhEPO treatment in mice with UUO demonstrated the significantly preserved cytoplasm staining intensity of BMP-7 in the obstructedkidneys. Moreover, no Smad2/3 and p16INK4a staining was seen in TEC in sham kidneys. Smad2/3 and p16INK4a are detected at the nucleus ofTEC with weak cytoplasm staining particularly in dilated and atrophic tubules of the UUO kidneys since days 3, 7, and 14. In contrast, rhEPOtreatment in mice with UUO demonstrated the significantly attenuated nucleus and cytoplasm staining intensity of Smad2/3 and p16INK4a inthe obstructed kidneys. Original magnifications ×400.BioMed Research International 7012345678051015202530012345678900.20.40.60.811.21.41.61.8Fold increasedFold increasedFold increasedFold increased++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3UUOUUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14Sham  Day 3 Day 7 Day 14S100A4S100A4 protein𝛽-Actin 𝛽-Actin𝛽-Actin1242C EPO C EPO C EPO C EPO (KDa)UUOSham  Day 3 Day 7 Day 14C EPO C EPO C EPO C EPO(KDa)UUOSham  Day 3 Day 7 Day 14C EPO C EPO C EPO C EPO (KDa)UUOSham  Day 3 Day 7 Day 14C EPO C EPO C EPO C EPO (KDa)UUOSham  Day 3 Day 7 Day 14C EPO C EPO C EPO C EPO (KDa)4042BMP-7BMP-7 protein𝛽-Actin5042∗∗∗## #∗∗ ∗###∗∗∗###TGF-𝛽 12.542TGF-𝛽 protein00.20.40.60.811.21.4012345Fold increasedFold increased∗∗∗∗∗∗ #∗∗∗########Smad2/3 protein Smad1/5/8 proteinSmad2/3Smad1/5/8𝛽-Actin565242p16INK4ap16INK4a proteinFigure 4: Western blot analyses depicting S100A4, TGF-𝛽, BMP-7, Smad2/3, Smad1/5/8, and p16INK4a expression in vivo after rhEPOtreatment in UUO model. S100A4, TGF-𝛽, Smad2/3, and p16INK4a expression were significantly higher in UUO mice on days 3, 7, and 14(𝑃 < 0.05) than in sham or sham+ rhEPO. Treatment with rhEPO resulted in a decrease in S100A4, TGF-𝛽, Smad2/3, and p16INK4a expression(𝑃 < 0.05). In contrast, BMP-7, and Smad1/5/8 expression were significantly lower in UUOmice on days 3, 7, and 14 (𝑃 < 0.05) than in shamor sham + rhEPO. Treatment with rhEPO resulted in preserved BMP-7 and Smad1/5/8 expression (𝑃 < 0.05). 𝑛 = 6 in each group. Each barrepresents the mean ± SD. ∗𝑃 < 0.05 versus sham group; #𝑃 < 0.05 versus UUO group.4. DiscussionThe present study demonstrates the renoprotective effectsof rhEPO which ameliorate TA/IF in UUO mice and pro-vides robust evidence for its mechanism of action. rhEPOreduced the effects of TGF-𝛽, Smad2/3, p16INK4a, and S100A4and enhanced the effects of BMP-7 and Smad1/5/8 whichpromote the regenerative process of TECs by inhibiting stressinduced senescence and reduce fibrosis by attenuating EMT.4.1. Upregulation of TGF-𝛽/Smad3 and Downregulation ofBMP-7/Smad1/5/8 Expression in UUO Kidneys Associatedwith Senescence. Ligating the ureter resulting in stressinduced cellular senescence originates cell cycle arrest inobstructed kidney mice. The expression of p16INK4a proteinwas present in most nuclei and some cytoplasm of TECs.Upregulation of p16INK4a had a positive relationship withdegree of TA/IF in obstructed kidney similar to renal agingandmany kidney diseases [27–29]. TGF-𝛽 is known to be oneof the most important cytokines for triggering stress inducedsenescence by increasing p16INK4a [30] and Smad3, whereasSmad3 depletion reduced senescence [8, 9]. In contrast,BMP activated Erk1/2 and Smad1/5/8-Id1 pathways regulatep16INK4a expression through phosphorylating BMP receptorIA inhibiting cellular senescence [31]. We showed a positiverelationship between TGF-𝛽, Smad3, and p16INK4a and a neg-ative relationship between BMP-7, Smad1/5/8, and p16INK4a.Thus, overexpression of TGF-𝛽/Smad3 and underexpressionof BMP-7/Smad1/5/8 during chronic kidney injury inducecellular senescence resulting in a widespread irreversible cellcycle arrest with limited TECs regeneration.8 BioMed Research International05101520253035++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14++−+−− ++−− ++−−+−PlaceboEPOSham UUO D3 UUO D7 UUO D14Fold increasedFold increasedFold increasedFold increasedFold increased∗∗∗###00.20.40.60.811.21.41.61.8024681012 BMP-7 mRNATGF-𝛽 mRNASmad3 mRNA Smad8 mRNA01234567800.20.40.60.811.21.41.6∗∗∗###∗∗∗##∗#∗#∗#∗∗∗####p16INK4a mRNAFigure 5: Real-time RT-PCR for TGF-𝛽, BMP-7, Smad3, Smad8, and p16INK4a mRNA expression in vivo after rhEPO treatment in UUOmodel. TGF-𝛽, Smad3, and p16INK4a mRNA expression showmarkedly progressive upregulation in UUOmice on days 3, 7, and 14 (𝑃 < 0.05)than in sham or sham + rhEPO. Treatment with rhEPO significantly downregulation of TGF-𝛽, Smad3, and p16INK4a mRNA expressioncompared with placebo treatment (𝑃 < 0.05). On the other hand, BMP-7 and Smad8 mRNA expression were significantly lower in UUOmice on days 3, 7, and 14 (𝑃 < 0.05) than in sham or sham + rhEPO. Treatment with rhEPO showed significantly the sluggish downregulationof BMP-7 and Smad8 expression (𝑃 < 0.05). 𝑛 = 6 in each group. Each bar represents the mean ± SD. ∗𝑃 < 0.05 versus sham group;#𝑃 < 0.05 versus UUO group.BioMed Research International 90.00 5.00 10.00 15.00 20.00 25.000.00 5.00 10.00 15.00 20.00 25.000.00 5.00 10.00 15.00 20.00 25.000.00 5.00 10.00 15.00 20.00 25.000.002.004.006.008.00TGF-𝛽y = 3.19x − 2.055R2= 0.9671.002.003.004.00Smad2/3y = 6.909x − 6.751R2= 0.9460.000.200.400.600.801.001.200.000.200.400.600.801.001.20BMP-7y = −16.148x + 15.783R2= 0.596Smad1/5/8y = −18.031x + 17.664R2= 0.712R2 linear = 0.967 R2 linear = 0.946R2 linear = 0.596 R2 linear = 0.712p16INK4ap16INK4ap16INK4a p16INK4aFigure 6: Representative regression analysis demonstrates the positive correlation between TGF-𝛽, Smad2/3, and p16INK4a protein in UUOmice (𝑃 < 0.001). In contrast, negative correlation between BMP-7, Smad1/5/8, and p16INK4a protein in obstructed kidney was evaluatedanother time in the study (𝑃 < 0.001).4.2. Upregulation of TGF-𝛽/Smad2/3 and Downregulationof BMP-7/Smad1/5/8 Expression in UUO Kidneys Associ-ated with EMT. During kidney development, BMP-7 playsan important role in promoting mesenchymal-to-epithelialtransition (MET) and maintaining TEC epithelial phenotype[32] whereas TGF-𝛽 is a major cytokine that regulates EMT.UUO mice had increased TGF-𝛽/Smad2/3 and decreasedBMP-7/Smad1/5/8 expression that were directly associatedwith the degree of fibrosis. We showed increased stainingand expression of S100A4 in the UUO mice, consistentwith the development of EMT. Others have found thatS100A4 is an early marker of fibroblast activity and thatthese fibroblasts are derived from epithelial cells and area key pathophysiological step in the development of fibrosis[17, 33]. These findings suggest that, during the processof chronic kidney injury, TECs could be transformed intointerstitial fibroblasts causing progression of renal fibrosisinduced by overexpression of TGF-𝛽/Smad2/3 and loss ofBMP-7/Smad1/5/8 expression.4.3. Stress Induced Cellular Senescence and EMT Act Togetherto Limit Regenerative Capacity and Promote Fibrosis as theChorus in Obstructed Kidney. In present study, we demon-strated that TECs exposed to cytokine majority by TGF-𝛽/Smad2/3 and loss BMP-7/Smad1/5/8 which could coac-celerate the process of both senescence and EMT like theorchestra.We propose the hypothesis that the development of10 BioMed Research Internationalfibrosis during chronic kidney injury has two phases. In theearly phase, stress induced cellular senescence is the majormechanism which promotes fibrosis. The changes in geneexpression of any cell types are different during stress inducedcellular senescence, suggesting that inflammatory responseis cell type specific [5]. Because of senescent cells resistanceto apoptosis, senescent TECs may accumulate over time aswe found by p16INK4a staining since day 3 after UUO andsecrete a variety of proteins which stimulate the fibroblastcome into the injured kidney. These fibroblasts display thehighly activated phenotype characteristic of myofibroblastsby S100A4 expression but senescent TECs did not express it.Thus, fibroblasts from immune response play a major role todevelop fibrosis in the early phase. In the later phase, EMT isthe major mechanism which promotes fibrosis. We found theprogressive staining of S100A4 in TECs at days 7 and 14whichcorrelated with fibrosis in the obstructed kidney.This findingmeans that TECs express more myofibroblasts phenotypeand transformed to mesenchymal cells which invade into theinterstitium area and turn to be the fibrosis. Hence, EMT byTECs plays a major process to develop fibrosis in the latephase.4.4. rhEPO Treatment Demonstrated Renoprotective Effectsin UUO Kidneys by Inhibiting Senescence and EMT. In thepresent study, TECs exposed to majority of proinflammatoryTGF-𝛽/Smad2/3 and loss of prosurvival BMP-7/Smad1/5/8cytokines which could coaccelerate the process of both stressinduced senescence by increasing p16INK4a and EMT byincreasing S100A4 during chronic inflammatory process.rhEPO suppressed the profibrotic TGF-𝛽/Smad2/3 andmaintained the anti-fibrotic BMP-7/Smad1/5/8 during thedynamic process of EMT by reducing mesenchymal markerS100A4 expression and fibrosis. Moreover, rhEPO treatmentreduced senescent TECs in obstructed kidneys by inhibitingp16INK4a expression thereby improving TECs regeneration.Chronic inflammatory processes frequently responseduring chronic kidney injury is characterised by increasedthe expression of proinflammatory and profibrotic cytokinessuch as TGF-𝛽/Smad, tumor necrosis factor, and interleukin-6 activated fibrosis in the kidney [34–36]. Moreover, chronickidney injury could accelerate stress induced senescencevia increased p16INK4a expression in the kidneys, as seenin chronic glomerulonephritis and chronic kidney allograftnephropathy that is associated with disease progression andlimits regenerative capacity [29, 37, 38]. Activation of cellsundergo senescence under chronic stress were stimulatedthrough proinflammatory TGF-𝛽/Smad3, tumor necrosisfactor-𝛼 and Ras-MAPK pathways [39–41]. Many experi-mental studies have demonstrated that EPO administrationprotects TECs against apoptosis, chronic inflammation, andattenuated renal fibrosis through the interaction with theEPO receptor beyond anemia correction as seen in rats with5/6 nephrectomy, fullMHC-mismatched kidney transplanta-tion, and UUO [42–45]. In rats with 5/6 nephrectomy, treat-ment with low dose long acting rHuEPO analogue protectedthe remnant kidneys by attenuated glomerulosclerosis andTA/IF with preserved renal function when compared withsaline treatment which demonstrated the similar hematocritlevels. Lowdoses of rHuEPO treatmentwere safe and effectiveto protect the remnant kidneys and avoids adverse effectsof high rHuEPO doses which cause an increase in hema-tocrit accompanied with changes in viscosity and activatethrombosis [42]. Recent study in rats with kidney trans-plantation and EPO treatment prevented chronic allograftdysfunction by ameliorated glomerulosclerosis, TA/IF, andinflammatory cell infiltration and preserved graft function.Correction of anemia in posttransplant anemic rats by bloodtransfusion did not prevent chronic allograft injury [43].In UUO rat model, long term treatment with high doseEPO or carbamylated-erythropoietin (CEPO) significantlyattenuatedTA/IFwhen comparedwith saline.High dose EPOtreatment significantly increased hematocrit than saline andCEPO treated rats but only CEPO treated rats had decreasedTGF-𝛽1 mRNA and fibrosis marker [44]. The present study,demonstrated that rhEPO treatment ameliorates TA/IF inUUO mice when compared with vehicle which display thecomparable hematocrit levels. Thus, rhEPO treatment wasassociated with significantly reduced chronic kidney injurybeyond the anemia correction, suggesting that improvedanemia per se is unlikely to have a significant role in renalprotection.The renoprotective effect of EPO was mediated by acti-vation of the antiapoptotic PI3K/Akt pathway in renal TECs[42, 43] and simultaneous decreases in TGF-𝛽/Smad andtumor necrosis factor-𝛼 in the kidney [20, 21, 44–46].Actually, EPO is secreted by fibroblast-like cells in the renalinterstitium and acts on erythroid progenitor cells [47]. How-ever, the interplay between EPO secreting cells, endothelialcells,mesangial cells, andTECs could facilitate endocrine andparacrine actions of EPO in the kidney. EPO receptors arepresent on many renal cells, including TECs [48]. Bindingof a single EPO molecule to two adjacent EPO receptorson the membrane of target cells leads to homodimerizationof the receptors and the triggering of different intracellularsignaling pathways that might play an as yet unidentified rolein cellular protection from stress. However,many studies pro-posed that the tissue protective effects of EPO are mediatedthrough a tissue protective receptor that is distinct from theclassical EPO receptor and is supposed to be a heteromericreceptor complex composed of EPO receptor and the ubiq-uitous 𝛽-common receptor (𝛽cR, CD131) [49–52]. In thepresent study, we have shown that the major renoprotectiveeffect of rhEPO was anti-inflammatory property. This effectnot only decreases proinflammatory TGF-𝛽/Smad2/3 butmaintains anti-inflammatory BMP-7/Smad1/5/8 cytokinesalso. Moreover, we found the evidence that rhEPO treatmentcan dual inhibit stress induced senescence and EMT, result-ing simultaneously in supporting regenerative capacity andslowing the progression of fibrosis in the kidney.5. ConclusionsIn summary, we have provided robust evidence of the reno-protective effect of rhEPO which could ameliorate the pro-gression of TA/IF in a mouse model of UUO as the sourceBioMed Research International 11of cellular stress. rhEPO treatment protects against chronicrenal injury by inhibiting stress induced senescence andEMT. These findings may explain partly the reduced rate ofdecline in renal function seen in CKD patients who havebeen treated with rhEPO for anemia and are consistent withthe well-characterised antiapoptotic and anti-inflammatoryproperties of rhEPO in many models of chronic kidneyinjury. Studies on the role of rhEPO in reducing the rate ofdecline of renal function in different forms of CKD should beconducted.Conflict of InterestsAll authors declare that they have no conflict of interests todisclose.AcknowledgmentThe study was supported by grant from the ThammasatResearch Fund.References[1] L. D. Truong, G. Petrusevska, G. Yang et al., “Cell apoptosis andproliferation in experimental chronic obstructive uropathy,”Kidney International, vol. 50, no. 1, pp. 200–207, 1996.[2] A.Melk and P. F. Halloran, “Cell senescence and its implicationsfor nephrology,” Journal of the American Society of Nephrology,vol. 12, no. 2, pp. 385–393, 2001.[3] Y. Liu, “New insights into epithelial-mesenchymal transition inkidney fibrosis,” Journal of the American Society of Nephrology,vol. 21, no. 2, pp. 212–222, 2010.[4] T. B. L. Kirkwood and S. N. Austad, “Why do we age?” Nature,vol. 408, no. 6809, pp. 233–238, 2000.[5] J. Campisi and F. d’AddaDi Fagagna, “Cellular senescence: whenbad things happen to good cells,”Nature ReviewsMolecular CellBiology, vol. 8, no. 9, pp. 729–740, 2007.[6] I. Matsuura, N. G. Denissova, G. Wang, D. He, J. Long, andF. Liu, “Cyclin-dependent kinases regulate the antiproliferativefunction of Smads,” Nature, vol. 430, no. 6996, pp. 226–231,2004.[7] M. Serrano, G. J. Hannon, and D. Beach, “A new regulatorymotif in cell-cycle control causing specific inhibition of cyclinD/CDK4,” Nature, vol. 366, no. 6456, pp. 704–707, 1993.[8] K. Vijayachandra, J. Lee, and A. B. Glick, “Smad3 regulatessenescence and malignant conversion in a mouse multistageskin carcinogenesis model,” Cancer Research, vol. 63, no. 13, pp.3447–3452, 2003.[9] K. Vijayachandra, W. Higgins, J. Lee, and A. Glick, “Inductionof p16ink4a and p19ARF by TGF𝛽1 contributes to growth arrestand senescence response in mouse keratinocytes,” MolecularCarcinogenesis, vol. 48, no. 3, pp. 181–186, 2009.[10] P. F. Halloran, A. Melk, and C. Barth, “Rethinking chronicallograft nephropathy: the concept of accelerated senescence,”Journal of the American Society of Nephrology, vol. 10, no. 1, pp.167–181, 1999.[11] Y. Liu, “Epithelial to mesenchymal transition in renal fibro-genesis: pathologic significance, molecular mechanism, andtherapeutic intervention,” Journal of the American Society ofNephrology, vol. 15, no. 1, pp. 1–12, 2004.[12] M. Sato, Y. Muragaki, S. Saika, A. B. Roberts, and A. Ooshima,“Targeted disruption of TGF-𝛽1/Smad3 signaling protectsagainst renal tubulointerstitial fibrosis induced by unilateralureteral obstruction,” Journal of Clinical Investigation, vol. 112,no. 10, pp. 1486–1494, 2003.[13] D. Zhang, L. Sun, W. Xian et al., “Low-dose paclitaxel amelio-rates renal fibrosis in rat UUO model by inhibition of TGF-𝛽/Smad activity,” Laboratory Investigation, vol. 90, no. 3, pp.436–447, 2010.[14] K. Inazaki, Y. Kanamaru, Y. Kojima et al., “Smad3 deficiencyattenuates renal fibrosis, inflammation, and apoptosis afterunilateral ureteral obstruction,” Kidney International, vol. 66,no. 2, pp. 597–604, 2004.[15] M. Zeisberg, J. Hanai, H. Sugimoto et al., “BMP-7 counter-acts TGF-𝛽1-induced epithelial-to-mesenchymal transition andreverses chronic renal injury,” Nature Medicine, vol. 9, no. 7, pp.964–968, 2003.[16] J. R. Tyler, H. Robertson, T. A. Booth, A. D. Burt, and J. A. Kirby,“Chronic allograft nephropathy: intraepithelial signals gener-ated by transforming growth factor-𝛽 and bone morphogeneticprotein-7,” The American Journal of Transplantation, vol. 6, no.6, pp. 1367–1376, 2006.[17] F. Strutz, H. Okada, C. W. Lo et al., “Identification and charac-terization of a fibroblast marker: FSP1,” Journal of Cell Biology,vol. 130, no. 2, pp. 393–405, 1995.[18] M. Iwano, D. Plieth, T. M. Danoff, C. Xue, H. Okada, andE. G. Neilson, “Evidence that fibroblasts derive from epitheliumduring tissue fibrosis,” Journal of Clinical Investigation, vol. 110,no. 3, pp. 341–350, 2002.[19] E. J. Sharples, N. Patel, P. Brown et al., “Erythropoietin pro-tects the kidney against the injury and dysfunction causedby ischemia-reperfusion,” Journal of the American Society ofNephrology, vol. 15, no. 8, pp. 2115–2124, 2004.[20] S. H. Lee, C. Li, S. W. Lim et al., “Attenuation of interstitialinflammation and fibrosis by recombinant human erythro-poietin in chronic cyclosporine nephropathy,” The AmericanJournal of Nephrology, vol. 25, no. 1, pp. 64–76, 2005.[21] S. H. Park, M. J. Choi, I. K. Song et al., “Erythropoietindecreases renal fibrosis in mice with ureteral obstruction:role of inhibiting TGF-𝛽-induced epithelial-to-mesenchymaltransition,” Journal of the American Society of Nephrology, vol.18, no. 5, pp. 1497–1507, 2007.[22] A. Kumral, S. Gonenc, O. Acikgoz et al., “Erythropoietinincreases glutathione peroxidase enzyme activity and decreaseslipid peroxidation levels in hypoxic-ischemic brain injury inneonatal rats,” Biology of the Neonate, vol. 87, no. 1, pp. 15–18,2005.[23] D. Ribatti, A. Vacca, A.M. Roccaro, E. Crivellato, andM. Presta,“Erythropoietin as an angiogenic factor,” European Journal ofClinical Investigation, vol. 33, no. 10, pp. 891–896, 2003.[24] Z. Aydin, J. Duijs, I. M. Bajema, A. J. van Zonneveld, andT. J. Rabelink, “Erythropoietin, progenitors, and repair,” KidneyInternational, Supplement, vol. 72, no. 107, pp. S16–S20, 2007.[25] S. Kuriyama, H. Tomonari, H. Yoshida, T. Hashimoto,Y. Kawaguchi, and O. Sakai, “Reversal of anemia by eryth-ropoietin therapy retards the progression of chronic renalfailure, especially in nondiabetic patients,” Nephron, vol. 77, no.2, pp. 176–185, 1997.[26] C. Gouva, P. Nikolopoulos, J. P. A. Ioannidis, and K. C.Siamopoulos, “Treating anemia early in renal failure patientsslows the decline of renal function: a randomized controlledtrial,” Kidney International, vol. 66, no. 2, pp. 753–760, 2004.12 BioMed Research International[27] A. Melk, B. M. W. Schmidt, O. Takeuchi, B. Sawitzki, D. C.Rayner, and P. F. Halloran, “Expression of p16INK4a and othercell cycle regulator and senescence associated genes in aginghuman kidney,”Kidney International, vol. 65, no. 2, pp. 510–520,2004.[28] A.Melk, B.M.W. Schmidt, A. Vongwiwatana, D. C. Rayner, andP. F. Halloran, “Increased expression of senescence-associatedcell cycle inhibitor p16/INK4a in deteriorating renal transplantsand diseased native kidney,”TheAmerican Journal of Transplan-tation, vol. 5, no. 6, pp. 1375–1382, 2005.[29] B. Sis, A. Tasanarong, F. Khoshjou, F. Dadras, K. Solez, and P. F.Halloran, “Accelerated expression of senescence associated cellcycle inhibitor p16INK4A in kidneys with glomerular disease,”Kidney International, vol. 71, no. 3, pp. 218–226, 2007.[30] S. Senturk, M. Mumcuoglu, O. Gursoy-Yuzugullu, B. Cingoz,K. C. Akcali, and M. Ozturk, “Transforming growth factor-𝛽 induces senescence in hepatocellular carcinoma cells andinhibits tumor growth,” Hepatology, vol. 52, no. 3, pp. 966–974,2010.[31] H. Y. Kua, H. Liu, W. F. Leong et al., “c-Abl promotes osteoblastexpansion by differentially regulating canonical and non-canonical BMP pathways and p16INK4a expression,” NatureCell Biology, vol. 14, no. 7, pp. 727–737, 2012.[32] S. R. Patel and G. R. Dressler, “BMP7 signaling in renaldevelopment and disease,” Trends inMolecularMedicine, vol. 11,no. 11, pp. 512–518, 2005.[33] M. Guarino, A. Tosoni, and M. Nebuloni, “Direct contributionof epithelium to organ fibrosis: epithelial-mesenchymal transi-tion,” Human Pathology, vol. 40, no. 10, pp. 1365–1376, 2009.[34] H. Y. Lan and A. C. Chung, “TGF-𝛽/Smad signaling in kidneydisease,” Seminars in Nephrology, vol. 32, no. 3, pp. 236–243,2012.[35] M. D. Sanchez-Nio, A. Benito-Martin, S. Gonalves et al., “TNFsuperfamily: a growing saga of kidney injury modulators,”Mediators of Inflammation, vol. 2010, Article ID 182958, 11 pages,2010.[36] D.V. Barreto, F. C. Barreto, S. Liabeuf et al., “Plasma interleukin-6 is independently associated with mortality in both hemodial-ysis and pre-dialysis patients with chronic kidney disease,”Kidney International, vol. 77, no. 6, pp. 550–556, 2010.[37] J. Liu, J. R. Yang, Y. N. He et al., “Accelerated senescence of renaltubular epithelial cells is associated with disease progression ofpatients with immunoglobulin A, (IgA) nephropathy,” Transla-tional Research, vol. 159, no. 6, pp. 454–463, 2012.[38] H. Braun, B. M. Schmidt, M. Raiss et al., “Cellular senescencelimits regenerative capacity and allograft survival,” Journal ofthe American Society of Nephrology, vol. 23, no. 9, pp. 1467–1473,2012.[39] F. Liu and I. Matsuura, “Inhibition of Smad antiproliferativefunction by CDK phosphorylation,” Cell Cycle, vol. 4, no. 1, pp.63–66, 2005.[40] K. Kitada, D. Nakano, H. Hitomi et al., “Aldosterone inducesp21-regulated apoptosis via increased synthesis and secretionof tumour necrosis factor-𝛼 in human proximal tubular cells,”Clinical and Experimental Pharmacology and Physiology, vol. 39,no. 10, pp. 858–863, 2012.[41] T. Bihani, D. X.Mason, T. J. Jackson, S. C. Chen, B. Boeltner, andA. W. Lin, “Differential oncogenic ras signaling and senescencein tumor cells,” Cell Cycle, vol. 3, no. 9, pp. 1201–1207, 2004.[42] F. H. Bahlmann, R. Song, S.M. Boehm et al., “Low-dose therapywith the long-acting erythropoietin analogue darbepoetin 𝛼persistently activates endothelial Akt and attenuates progressiveorgan failure,” Circulation, vol. 110, no. 8, pp. 1006–1012, 2004.[43] P. Cassis, L. Gallon, A. Benigni et al., “Erythropoietin, but notthe correction of anemia alone, protects from chronic kidneyallograft injury,”Kidney International, vol. 81, no. 9, pp. 903–918,2012.[44] N. Srisawat, K. Manotham, S. Eiam-Ong, P. Katavetin,K. Praditpornsilpa, and S. Eiam-Ong, “Erythropoietin and itsnon-erythropoietic derivative: do they ameliorate renal tubu-lointerstitial injury in ureteral obstruction?” InternationalJournal of Urology, vol. 15, no. 11, pp. 1011–1017, 2008.[45] Y. K. Chang, D. E. Choi, K. R. Na et al., “Erythropoietin atten-uates renal injury in an experimental model of rat unilateralureteral obstruction via anti-inflammatory and anti-apoptoticeffects,” Journal of Urology, vol. 181, no. 3, pp. 1434–1443, 2009.[46] H. Y. Lan, “Diverse roles of TGF-𝛽/Smads in renal fibrosis andinflammation,” International Journal of Biological Sciences, vol.7, no. 7, pp. 1056–1067, 2011.[47] S. B. Krantz, “Erythropoietin,” Blood, vol. 77, no. 3, pp. 419–434,1991.[48] C. Westenfelder, D. L. Biddle, and R. L. Baranowski, “Human,rat, and mouse kidney cells express functional erythropoietinreceptors,” Kidney International, vol. 55, no. 3, pp. 808–820,1999.[49] M. Brines, G. Grasso, F. Fiordaliso et al., “Erythropoietin medi-ates tissue protection through an erythropoietin and common𝛽-subunit heteroreceptor,” Proceedings of the National Academyof Sciences of the United States of America, vol. 101, no. 41, pp.14907–14912, 2004.[50] M. Brines and A. Cerami, “Discovering erythropoietin’s extra-hematopoietic functions: biology and clinical promise,” KidneyInternational, vol. 70, no. 2, pp. 246–250, 2006.[51] K. H. Su, S. K. Shyue, Y. R. Kou et al., “𝛽 common receptor inte-grates the erythropoietin signaling in activation of endothelialnitric oxide synthase,” Journal of Cellular Physiology, vol. 226,no. 12, pp. 3330–3339, 2011.[52] S. M. Coldewey, A. I. Khan, A. Kapoor et al., “Erythropoietinattenuates acute kidney dysfunction in murine experimentalsepsis by activation of the 𝛽-common receptor,” Kidney Inter-national, vol. 84, no. 3, pp. 482–490, 2013."