"Effect of Sodium Butyrate on Lung Vascular TNFSF15 (TL1 A)Expression: Differential Expression Patterns in Pulmonary Arteryand Microvascular Endothelial CellsSurinder Safayaa,*, Elizabeth S. Klingsa,b, Adam Odhiambob, Guihua Lib, Harrison W.Farbera,b, and Martin H. Steinberga,ba Center of Excellence in Sickle Cell Disease and Division of Hematology/Oncology, Boston University Schoolof Medicine, Boston, MA 02118b The Pulmonary Center, Department of Medicine, Boston University School of Medicine, Boston, MA 02118AbstractVascular endothelial growth inhibitor TNFSF15 (TL1 A), a ligand for TNFRSF25 (DR3) and decoyreceptor TNFRSF6B (DcR3), is expressed in human pulmonary arterial (HPAEC) and lungmicrovascular (HMVEC) endothelial cells where it might modulate inflammation and sicklevasculopathy. Pulmonary disease, endothelial abnormalities and inflammation are prominentfeatures of sickle cell disease (SCD). Butyrate has opposing effects on endogenous TNFSF15expression in pulmonary endothelium, acting as an inhibitor in HPAEC and an inducer in HMVEC.Similar effects were observed with a known cytokine TNF-α in these two cell types. Furthermorethe TNFSF15 promoter utilized different combinations of cis-elements for its expression in these twocell types. AP1-like and G-rich sequence elements were critical for promoter activity in large vesselHPAEC while AP1-like and NF-κB consensus sequence elements were required in small vesselHMVEC. The requirement of an NF-κB sequence element by the TNFSF15 promoter in HMVECbut not in HPAEC supported the notion that HMVEC might be a target of inflammation andvasoocclusion in SCD. The dual effects of butyrate-dependant TNFSF15 regulation in lungendothelium may help in identify inflammatory pathways and understand the role of pulmonarymicrovascular EC’s in pathogenesis of vasoocclusion in SCD.Keywordsendothelium; butyrate; TNF-α; inflammation; sickle cell disease1. IntroductionModifications of the endothelial cell (EC) phenotype can occur after exposure to sickleerythrocytes (RBCs) and/or plasma (1,2). Exposure of cultured bovine, human pulmonaryartery, or human lung microvascular endothelial cells (BPAEC, HPAEC and HMVEC) toplasma taken from SCD patients during the acute chest syndrome resulted in up-regulation ofmRNA expression of the vasoconstrictor endothelin-1 (ET-1) and dysregulation of nitric oxide*Corresponding author: Surinder Safaya, Ph.D., 88 East Newton St., Boston, MA 02118, 6174141023, E-mail: ssafaya@bu.edu.Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customerswe are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resultingproof before it is published in its final citable form. Please note that during the production process errors may be discovered which couldaffect the content, and all legal disclaimers that apply to the journal pertain.NIH Public AccessAuthor ManuscriptCytokine. Author manuscript; available in PMC 2010 April 1.Published in final edited form as:Cytokine. 2009 April ; 46(1): 72–78. doi:10.1016/j.cyto.2008.12.013.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript(NO) metabolism (1,3). Exposure of EC to RBCs from SCD patients without a recent acutevasoocclusive event (steady-state) induced expression of vascular cell adhesion molecule-1(VCAM-1), intercellular adhesion molecule-1 (ICAM-1) and E-selectin (2). These data suggesta role for chronic inflammation in sickle vasoocclusion as alterations in the EC phenotypeoccurred upon exposure to blood components from SCD patients even when they appearedclinically well. TNFSF15 encodes a cytokine belonging to the tumor necrosis factor ligandfamily that is predominantly expressed on endothelial cells and functions as an autocrinecytokine, inhibiting angiogenesis, cell proliferation, and tumor growth as well as stabilizingthe vasculature (4). This cytokine plays a role in the induction of pro-inflammatory cytokinesand extracellular matrix degrading enzymes in atherogenesis (5). Its expression is up-regulatedin inflammatory bowel disease, suggesting a role in inflammation (6,7). It also functions as aT-cell co-stimulator leading to increased secretion of pro-inflammatory cytokines (8).Sickle vasculopathy is, at least in part, a result of endothelial damage and inflammation.Perturbation of the microvascular endothelium, because of its important role in inflammationand maintenance of vascular tone, may play a role in sickle vasoocclusion (9,10). EC activationmay differ between large vessels and the microvasculature; this heterogeneity could be a factorin the pathophysiology of diseases across different vascular beds. In earlier studies, humanumbilical vein endothelial cells (HUVEC) were used for endothelial cell activation studies, butconcerns about EC heterogeneity makes this cell type less suitable to study pulmonarycomplications of SCD. Since much of vasoocclusion occurs at the level of microvasculature,we hypothesized that the pulmonary microvascular endothelium could be a primary target forcytokines during the acute chest syndrome and possibly other types of sickle cell lung disease.Sodium butyrate and similar compounds can induce fetal hemoglobin expression in SCD andthese agents might be therapeutically useful (11,12). Butyrate is also known to modulate geneexpression in the endothelium. In HUVEC, exposure to butyrate induced expression ofICAM-1, E-selectin and endothelin-1 (13). Sodium phenyl butyrate increased VCAM-1 andICAM-1 expression while down-regulating ET-1 in transformed human bone marrowendothelial cells (14). Butyrate’s effects are not restricted to the endothelium as it is also knownto suppress pro-inflammatory cytokines in monocytes (15). These studies suggest that butyratecould potentially act as an immune modulator in endothelial cells. In the present study, weexamined the effects of butyrate on TNFSF15 expression in HPAEC and HMVEC whilecomparing these effects to those of another known immune modulator, TNF-α. This study mayprovide new insights into the role of TNFSF15 in inflammation within microvascularendothelium.2. Materials and Methods2.1. Cell culturesHPAEC and HMVEC (passage 6 to 9) were grown in EGM-2 and EGM-2 MV mediasupplemented with growth factors and 10% fetal bovine serum (Clonetics, Walkersville, MD)under humidified conditions (5% CO2) at 37°C. Sodium butyrate, 4mM (Sigma-Aldrich, USA)or recombinant human TNF-α, 40ng/ml (Millipore Corp, Temecula, CA) was added directlyto the media. For experiments involving endogenous TNFSF15 expression, cells wereincubated in presence of butyrate or TNF-α for 20 min, 40 min or 1, 2, 6 or 24 hrs. At the endof each incubation period, the cells were washed with PBS and lysed for RNA and proteinisolation.2.2. RNA isolation and RT-PCR assayTotal RNA was isolated using the RNeasy mini kit (Qiagen, Valencia, CA) and treated withRNase-free DNase (Qiagen). DNA free RNA (0.25 μg) was used as the template for one-stepSafaya et al. Page 2Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptRT-PCR (Invitrogen, Carlsbad, CA). The forward and reverse primers used were; a)TNFSF15 -5′-ATGGGCCGAGGATCTGGGACTGAGC-3′ and 5′-CTATAGTAAGAAGGTTTTATCTTC-3′ (750 bp fragment); b) TL1 -5′-GCAAAGTCTACAGTTTCCCAATGAGAAAA TTAATCC-3′ and the same reverse primeras used for TNFSF15 (522 bp fragment); c) GAPDH- 5′-ATGACATCAAGAAGGTGGTG-3′and 5′-CATACCAGGAAATGAGCTGG-3′ (177 bp fragment). The following conditionswere used: initial incubation, 30 min (53°C), 2 min (94°C), 40 sec denaturation (94°C), 40 secannealing (55°C) and 1 min elongation (68°C) for a total of 30 cycles. The PCR products wererun on 1.5% agarose gels and bands were visualized. Relative levels of TNFSF15 RNAexpression were obtained from densitometry analysis; the intensity of the TNFSF15 RT-PCRband was divided by the corresponding GAPDH band and the values obtained were plottedagainst each time point. Densitometry image analysis was done by using software available athttp://rsb.info.nih.gov/. Each experiment was performed in triplicate.2.3 Western blot analysis of TNFSF15 proteinHPAEC and HMVEC were plated and incubated in the presence of butyrate (4mM) or TNF-α (40ng/ml) for 20 min, 40 min, 1 hr, 2 hr, 6 hr or 24 hr. Following incubation, cells werewashed with PBS and lysed in RIPA buffer containing a cocktail of protease inhibitors (16).The lysate was cleared of cellular debris, protein concentration was determined by using theBio-Rad Dc protein assay (Bio-Rad, Hercules, CA) and samples (40 μg) loaded onto a 10%SDS- PAGE gel. Gel-fractionated proteins were transferred to a nitrocellulose membrane andblotted with an anti-human TL1A primary antibody raised against human TNFSF15 peptide(1:200 dilution) (Biolegend, San Diego, CA), followed by a goat anti-mouse IgG-HRPsecondary antibody (1:5000 dilution). Bound antibody was detected via an enhancedchemiluminescence fluorography reagent kit (Western lightning chemiluminescence reagent,Perkin Elmer, USA). Use of an anti-tubulin goat anti-mouse antibody (Santa Cruz Biotech,Santa Cruz, CA) served as an internal control for these experiments. Relative levels ofTNFSF15 protein were determined via densitometry and corrected for tubulin expression. Eachexperiment was performed in triplicate.2.4. Reporter plasmid constructsHPAEC DNA was used to amplify the TNFSF15 promoter, a 1417 base pair fragment (−1390/+27 from initiation site, ref Gene NM_005118). The forward and reverse primers used were5′-TCCAGGCTGTGACATAACCA-3′ and 5′-CAAAGCTCAGTCCCAGATCC-3′. Theamplified product was cloned into p-GEM-T Easy vector (Promega, Madison, WI), releasingthe insert with Not 1 and end-filling the fragment. The excised and end-filled fragment wascloned into the basic pGL3 (Promega) luciferase reporter vector at the Sma1 site in the multi-cloning site. The promoter orientation was confirmed by restriction enzyme analysis andsequencing. A series of 5′-end deletion constructs of the TNFSF15 promoter were generated.The deleted constructs were designated: p-89-luc, p-188-luc, p-444-luc, p-540-luc, p-912-luc,p-1056-luc, p-1228-luc and p-1390-luc.In the p-188-luc and p-444-luc constructs, we identified a modification of the classic AP1 sitewith 80 % homology; this sequence element was designated as AP1-like motif. The G-rich,AP1-like and NF-κB binding sequences were mutated individually and in combination(described in Fig. 4), using the Quick change multi-site-directed PCR based mutagenesis kit(Stratagene, La Jolla, CA). These mutations in consensus AP1 and NF-κB sequences havepreviously been reported to abolish the functional activity of these sequence elements (17,18,19). All the mutant constructs were confirmed by sequencing. Plasmids constructs werepurified (Qiagen plasmid kit) before electroporation into the endothelial cells.Safaya et al. Page 3Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscripthttp://rsb.info.nih.gov/2.5. Cell transfection and luciferase assayHPAEC and HMVEC were grown to a density of 1.5×106 cells per 100×15 mm plate, washedwith PBS, trypsinized, centrifuged, and resuspended in media containing 10% FBS. A total of1.25 to 1.5×106 cells were transfected with 12 μg of PGL-3 basic luciferase reporter plasmidlinked to various constructs of the TNFSF15 promoter and 0.14 μg of pRL-SV40 Renillaluciferase (85:1 dilution) as an internal control reporter, in a final volume of 400 μl. Reporterplasmids and cells were incubated on ice for 10 min and electroporated (Bio-RadElectroporator) at 200 V/975 μF for HPAEC and at 180 V/950 μF for HMVEC in a 0.4cmcuvette. Three electroporations were performed for each plasmid. After electroporation, cellswere allowed to recover for 10 minutes at room temperature, pooled and equal volumes wereplaced into 6 or 24 well culture plates with 1 to 2 ml of media per well. In the preliminarypromoter transfections studies, the luciferase activity was monitored up to 48 hrs. The promoteractivity was found to peak at 6–8 hrs after transfection; hence 6 hrs of incubation time wasselected for all transfection studies. At the end of incubation period, media was aspirated; cellswere washed with PBS, lysed and assayed for luciferase activity using a dual-luciferase reporterassay system (Promega, Madison, WI) and a Bio-Rad Luminometer. Results presented as RLU,a ratio of PGL-3 promoter construct firefly luciferase values to the renilla luciferase internalcontrol.Statistical analysisData are expressed as mean ± SEM. Differences between groups were evaluated by paired t-tests using Σ-sigma plot 8.02, SPSS software package for Microsoft Windows. Results wereconsidered significant when p ≤0.05.3. Results3.1. Effect of butyrate on endogenous TNFSF15 expressionThe expression pattern of TNFSF15 in HPAEC and HMVEC was studied using RT-PCR andWestern analysis. The EC’s were incubated in presence or absence of butyrate (4mM) for 20or 40 min or 1, 2, 6 or 24 hrs and at the end of each incubation period, RNA and protein wereisolated. Using TNFSF15 gene specific primers, a 750 bp fragment was amplified in both celltypes, and is expressed at high levels in HPAEC when compared to HMVEC (Fig. 1A, laneC). The presence of this fragment was indicative of full length TNFSF15 transcript. Thistranscript is a longer variant of TL1/VEGI, a protein with antiangiogenic activity. When TL1specific primers were used, no amplified product of this transcript (522 bp) was detected ineither cell types (data not shown). This observation suggests that TNFSF15 (TL1A) ispredominantly expressed in the two pulmonary endothelial cell types studied. Using aTNFSF15 specific antibody, a 31 kDa band corresponding to TNFSF15 (TL1A) protein in bothcell types was detected and baseline protein expression was higher in HPAEC as compared toHMVEC (Fig. 1B, lane C).Next the effect of sodium butyrate on TNFSF15 RNA and protein expression in these two celltypes was investigated. Butyrate’s effects on gene expression were observed after 20 min ofexposure in both HPAEC and HMVEC. In HPAEC, butyrate inhibited RNA expression ofafter 20 min of exposure; this inhibitory effect was lost at 2 hr and at later time points. InHMVEC, co-incubation with butyrate for 20 min induced RNA expression and this effectpersisted up to 24 hours. The effect of butyrate on TNFSF15 expression was more robust inHMVEC as compared to HPAEC. The effect of butyrate on gene expression was also observedat the protein level in these two cell types and followed a similar time course (*p<.05); (Fig.1, A & B).Safaya et al. Page 4Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript3.2. Effect of TNF-α on endogenous TNFSF15 expressionCo-incubating HPAEC and HMVEC with TNF-α (40ng/ml) produced effects on TNFSF15expression similar to those observed with butyrate. In HPAEC, TNFSF15 RNA and proteinexpression was inhibited after 20 min, while in HMVEC, expression was induced at 20 minand continued to be higher up to 24 hrs of incubation (*p<.05); (Fig. 2, A& B). These datasuggest that TNF-α and butyrate have similar effects on TNFSF15 expression in these two celltypes.3.3 Identification of TNFSF15 minimal functional promoter element in HPAEC and HMVECHaving established a differential effect of butyrate on endogenous TNFSF15 expression inHPAEC and HMVEC, our next step was to investigate whether this effect could be attributedto the use of different sequence elements within the TNFSF15 promoter (−1390/+27). For thispurpose, a series of 5′-deletion constructs of the TNFSF15 promoter were generated (Fig. 3A).In HPAEC, the promoter region sufficient for minimal promoter activity was identifiedbetween the −89 and −188 nucleotides, 5′ to the initiation codon (p-188-luc). Other promoterdeletion constructs, p-444-luc, p-540-luc, p-912-luc, p-1056-luc and p-1228-luc exhibitedhigher activity than either p-188-luc or p-1390/+27-luc, suggesting the presence of someactivator sequences located between 5′ to p-188-luc and p-1390-luc. Deletions at 3′ of p-188-luc (p-89-luc) reduced most of its activity (Fig. 3B). These results indicate the presence ofcritical minimal regulatory elements in p-188-luc, essential for its expression in HPAEC.These p-1390-luc deletion constructs were also tested in HMVEC, p-188-luc exhibited littleactivity, implying that p-188-luc does not have all of the required sequence elements necessaryfor its expression in HMVEC. Nevertheless, the p-444-luc construct activity was comparableto that of p-1390-luc in HMVEC, suggesting that p-444-luc is the essential minimal promoterfunctional in HMVEC (Fig. 3C). From these observations, it is reasonable to conclude that theTNFSF15 promoter utilizes different promoter sequences for its expression in HPAEC andHMVEC.3.4. G-rich and AP1- like sequence elements are necessary for TNFSF15 promoter activity inHPAECOur next goal was to identify the sequence elements critical for minimal promoter activity ineach of these cell types. Several consensus sequences were identified in the p-188-luc promoterregion (−188/+27) including a putative AP1-like binding domain (−102 to −92), a G-richsequence (−128 to −118) as well as the MZF1, ADR1, GKLF and NF-AT sequence elements.The functional roles of the AP1-like and G-rich sequence in modulating p-188-luc constructactivity was tested by mutating core nucleotide bases in these sequence elements (G-rich, AP1and G-AP1 mutant constructs). The p-188-luc-AP1 mutant has significantly decreased activityand G-rich sequence alteration also reduced the promoter activity; mutations in the G-richregion also partially abolished the MFZ1 element (NGNGGGGA) located 5′ to the putative G-rich element. When both AP1-like and G-rich elements were mutated in p-188-luc, theinhibition was greater than with either mutated sequence element alone, suggesting asynergistic effect. Based on these results, it appears that both the G-rich and AP1-like sequenceshave critical roles in regulating the TNFSF15 promoter expression in HPAEC (Fig. 4A).Another consensus AP1-like binding site exists at −34 to −26 region in the construct p-89-luc, but since this promoter construct has little functional activity, this sequence is unlikely tocontribute to the TNFSF15 promoter activity.Safaya et al. Page 5Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript3.5. NF-κB sequence element is critical to TNFSF15 promoter activity in HMVECThe lack of p-188-luc promoter activity in HMVEC suggests that the presence of AP1-like andG-rich sequence elements in this construct is not sufficient to allow its expression in HMVEC.It is likely that sequences 5′ to the p-188-luc region are critical to its expression in this celltype. A sequence motif search in this region led to identification of a NF-κB sequence in p-444-luc (−314–305 region). Altering this NF-κB sequence significantly reduced p-444-luc constructexpression in HMVEC. Although G-rich and AP1-like sequence mutants also reduce the p-444-luc activity, these two sequence motifs alone can not drive the promoter in the absence of NF-κB element. Furthermore, altering both AP1-like and NF-κB sequence elements in p-444-lucdid not produce a significant change in promoter activity compared with mutation of the NF-κB site alone (Fig. 4B). However, altering NF-κB sequence in p-444-luc did not inhibit itsactivity in HPAEC, but altering both AP1-like and NF-κB elements inhibited activity andproduced effects similar to altering the AP1-like sequence element (Fig. 4C). Taken together,these observations imply that, in HMVEC, even though AP1-like and G-rich sequence elementsmay play a role, the presence of NF-κB sequence element is critical for TNFSF15 promoteractivity. Conversely, in HPAEC, the AP1-like sequence element and not the NF-κB site isrequired for TNFSF15 minimal promoter activity.4. DiscussionOur goal was to explore the expression pattern of TNFSF15 in HPAEC and HMVEC and definethe effects of butyrate or TNF-α on its expression. Induction of TNFSF15 has been associatedwith inflammation, one of the proposed mediators of sickle vasoocclusion (6,7,8). Theexistence of heterogeneity in endogenous TNFSF15 expression amongst endothelial cell typessuggests that differential effects on expression may be induced by butyrate. Vasoocclusiveepisodes and hemolytic anemia are hallmarks of the pathophysiology of SCD; the acute chestsyndrome and pulmonary hypertension are prominent examples of vasoocclussive andhemolysis-related complications respectively. The endothelium appears to play a role in thepathogenesis of these major pulmonary complications of SCD. Because of this, we choose toextend previous studies centered on other vascular beds to an evaluation of the majorendothelial cell types within the lung, HPAEC and HMVEC. These results suggest thatTNFSF15 could play a role in vasoocclusion within the pulmonary vasculature.Endogenous TNFSF15 expression at the base line was higher in HPAEC compared withHMVEC, supporting the notion that expression is heterogeneous amongst cell types. Moreover,co-incubation with either butyrate or TNF-α produced differing effects on TNFSF15 expressionin these two cell types, even though the downstream effects were similar with butyrate in both.Butyrate or TNF-α inhibited TNFSF15 RNA and protein expression in HPAEC, indicating apossible anti-inflammatory role of these two agents in large vessel endothelium. In contrast,the induction of TNFSF15 RNA and protein expression in HMVEC by butyrate or TNF-αsuggested a pro-inflammatory role of these agents in small vessel endothelium. We have notinvestigated the mechanism of butyrate’s effects on TNFSF15 expression in these endothelialcell types. Butyrate has been reported to regulate gene expression via the AP1 bindingsequences and histone acetylation (20) SP1/SP3 multi-protein interactions (21,22), a CREmotif (23), interaction with NF-κB signal transduction pathway (24) and inhibition of histonedeacetylase (25). We found that TNFSF15 gene can be either induced or repressed in responseto butyrate, depending upon the cell type studied.Although the mechanisms for the TNFSF15 response to butyrate or TNF-α in these two lungEC types is not clear, it might relate to the selective use of promoter sequence elements assuggested by our promoter deletion studies. It would of interest to establish whether theTNFSF15 promoter uses the same or different cis-elements to regulate the gene expression inthe two pulmonary endothelial cell types and this might help in understanding the mechanismSafaya et al. Page 6Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptof the differential effects of butyrate. To begin to address the mechanism responsible for theregulation of TNFSF15 expression, we identified different regions of the TNFSF15 promoterthat are critical for gene expression in each cell type. The minimal promoter construct p-188-luc was functional in HPAEC but not in HMVEC; altering the core AP1-like sequence elementalong with G-rich sequence in p-188-luc eliminated most of the activity of this construct. Thisminimal promoter has two putative AP1-like and one G-rich sequences, but only one of theseAP1-like sequence elements (−102 to−92) contributed to the minimal promoter activity. TheNF-κB sequence element (−314 to −305) did not appear to be essential for minimal promoteractivity in HPAEC as its deletion in p-188-luc or alteration in p-444-luc, respectively, did notaffect the activity. In HMVEC, the promoter construct p-444-luc was functional and its activityappeared to be due to the NF-κB sequence element present in this construct. The G-rich andAP1-like sequence elements do appear to exert additional effects on promoter activity. Theseresults suggest that NF-κB, possibly in tandem with AP1-like sequence elements, drive theTNFSF15 promoter in HMVEC. Interestingly, this NF-κB sequence element was also criticalfor TNFSF15 activity in murine cerebral endothelial cells suggesting an overlap with otherendothelial cell types (26).The use of an NF-κB sequence motif by the TNFSF15 promoter in HMVEC, and its pro-inflammatory response to butyrate suggests that HMVEC are a target of inflammation as NF-κB is a key transcription factor in the inflammatory response (27). Moreover, the recentdescription of TNFSF15 as a critical gene in gut inflammation (7) supports the notion thatHMVEC are targets of inflammation and that TNFSF15 might play an important role in thisprocess. Hence, TNFSF15 up-regulation in lung microvascular endothelium could provide apro-inflammatory milieu favoring SCD vasoocclusion. During vasoocclusion, the endotheliumin SCD becomes pro-inflammatory via the up-regulation of adhesion molecules (28,29).Endothelial activation can occur in this setting by a variety of mechanisms. Pro-inflammatorycytokines such as TNF-α can be released by circulating monocytes and activate the endothelium(30). Low oxygen tension within the vasculature results in HbS polymerization, adherence ofsickle cells to the vascular endothelium and microvasculature occlusion (31,32). Co-incubationof sickle erythrocytes with HPAEC resulted in up-regulation of the adhesion molecules,VCAM-1, ICAM-1 and E-selectin (1,2), suggesting a role for the sickle erythrocyte in themodulation of inflammation. Leukocyte and platelet adherence to the endothelium also occurand might further enhance this process (33,34,35). Abnormal interactions between sickleerythrocytes, leukocytes and platelets with the endothelium could trigger the expression ofcytokines such as TNFSF15 that can activate or inactivate genes essential for normalendothelial function. The observation of a pro-inflammatory response to butyrate in HMVECraises the possibility that pharmacological use of this agent to induce fetal hemoglobin mightparadoxically perturb the endothelium.We show that both butyrate and TNF-α produce differential effects on TNFSF15 expressionin HPAEC and HMVEC. The induction of TNFSF15 gene expression in HMVEC by butyratesuggests that up-regulation of this gene could produce a pro-inflammatory environment thatmight contribute to the pathogenesis of sickle vasoocclusion.AcknowledgmentsThe authors thank Dr. Douglas V. Faller for his review of this manuscript and helpful suggestions.GrantsSupported in part NIH grants R01-HL68970, R01-HL68970-02-S1, U54HL70819 (MHS) and K23 HL079003 (ESK),Safaya et al. Page 7Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptReferences1. Hammerman SI, Klings ES, Hendra KP, Upchurch GR Jr, Rishikof DC, Loscalzo J, et al. Endothelialcell nitric oxide production in acute chest syndrome. Am J Physiol Heart Circ Physiol1999;277:H1579– H1592.2. Shet AS, Aras O, Gupta K, Hass MJ, Rausch DJ, Saba N, Koopmeiners L, et al. Sickle blood containstissue factor-positive microparticles derived from endothelial cells and monocytes. Blood2003;102:2678–2683. [PubMed: 12805058]3. Hammerman SI, Kourembanas S, Conca TJ, Tucci M, Brauer M, Farber HW. Endothelin-1 productionduring the acute chest syndrome in sickle cell disease. Am J Respir Crit Care Med 1997;156:280–285.[PubMed: 9230761]4. Jingyi, Yu; Tian, S.; Metheny-Barlow, L.; Chew, L-J.; Hayes, AJ.; Pan, H., et al. Modulation ofendothelial cell growth arrest and apoptosis by vascular endothelial growth inhibitor. Circul Res2001;89:1161–1167.5. Kang Y-J, Kim W-J, Bae H-Uk, Kim DI-k, Park YB, Park J-E, et al. Involvement of TL1A and DR3in induction of pro-inflammatory cytokines and matrix metalloproteinase-9 in atherogenesis. Cytokine2005;29:229–235. [PubMed: 15760679]6. Prehn JL, Mehdizadeh S, Landers CJ, Luo X, Cha SC, Wei P, Targan SR. Potential role for TL1A, thenew TNF-family member and potent costimulator of IFN- γ, in mucosal inflammation. Clin Immunol2004;112:66–77. [PubMed: 15207783]7. Bamias G, Mishina M, Nyce M, Ross WG, Kollias G, Nieves JR, et al. Role of TL1A and its receptorDR3 in two models of chronic murine ileitis. Proc Natl Acad Sci USA 2006;103:8441– 8446. [PubMed:16698931]8. Migone T-S, Zhang J, Luo X, Zhuang L, Chen C, Hu B, et al. TL1A is a TNF-like ligand for DR3 andTR6/DcR3 and functions as a T-cell costimulator. Immunity 2002;16:479–492. [PubMed: 11911831]9. Pober J, Cotran R. The role of endothelial cells in inflammation. Transplantation 1990;50:537–544.[PubMed: 2219269]10. Hebbel RP, Osarogiagbon UR, Kaul D. The endothelial biology of Sickle cell disease: inflammationand chronic vasculopathy. Microcirculation 2004;11:129– 152. [PubMed: 15280088]11. Perrine SP, Faller DV. Butyrate-induced reactivation of the fetal globin genes: a molecular treatmentfor the beta-hemoglobinopathies. Experientia 1993;49:133–137. [PubMed: 7680003]12. Safaya S, Ibrahim A, Rieder RF. Augmentation of γ-globin gene promoter activity by carboxylicacids and components of the human β-globin locus control region. Blood 1994;84:3929–3935.[PubMed: 7949149]13. Miller SJ, Zaloga GP, Hoggatt AM, Carlos LC, Faulk WP. Short-chain fatty acids modulate geneexpression for vascular endothelial cell adhesion molecules. Nutrition 2005;21:740–748. [PubMed:15925300]14. Odièvre MH, Brun M, Krishnamoorthy R, Lapouméroulie C, Elion J. Sodium phenylbutyrate downregulates endothelin-1 expression in cultured human endothelial cells: relevance to sickle-celldisease. Am J Hematol 2007;82:357–362. [PubMed: 17373676]15. Saemann MD, Bohmig GA, Österreicher CH, Burtscher H, Parolini O, Diakos C, et al. Anti-inflammatory effects of sodium butyrate on human monocytes: potent inhibition of IL 12 and up-regulation of IL-10 production. FASEB J 2000;14:2380–2382. [PubMed: 11024006]16. Shimizu K, Watanabe K, Yamashita H, Abe M, Yoshimatsu H, Ohta H, et al. Gene regulation of anovel angiogenesis inhibitor, vasohibin, in endothelial cells. Biochem Biophys Res Commun2005;327:700–706. [PubMed: 15649403]17. Lui W-Y, Sze K-L, Lee WM. Nectin-2 expression in testicular cells is controlled via the functionalcooperation between transcription factors of the Sp1, CREB, and AP-1 families. J cell Physiol2006;207:144–157. [PubMed: 16250013]18. Marreirosa A, Czolijc R, Yardleya G, Crossleyc M, Jackson P. Identification of regulatory regionswithin the KAI1 promoter: a role for binding of AP1, AP2 and p53. Gene 2003;302:155–164.[PubMed: 12527206]Safaya et al. Page 8Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript19. Ganster RW, Taylor BS, Shao L, Geller DA. Complex regulation of human inducible nitric oxidesynthase gene transcription by Stat 1 and NF-kappa B. Proc Natl Acad Sci USA 2001;98:8638–8643.[PubMed: 11438703]20. Yutaka K, Shimizu T, Kuwano K. Sodium butyrate up- regulates cathelicidin gene expression viaactivator protein-1 and histone acetylation at the promoter region in a human lung epithelial cell line,EBC-1. Mol Immunol 2006;43:1972– 1981. [PubMed: 16423398]21. Walker GE, Wilson EM, Powell D, Oh Y. Butyrate, a histone deacetylase inhibitor, activates thehuman IGF binding protein-3 promoter in breast cancer cells: molecular mechanism involves anSp1/Sp3 multiprotein complex. Endocrinology 2001;142:3817– 3827. [PubMed: 11517158]22. Jianjiang, Ye; Shedd, D.; Miller, G. An Sp1 response element in the Kaposi’s Sarcoma-Associatedherpesvirus open reading frame 50 promoter mediates lytic cycle induction by butyrate. J Virol2005;79:1397–1408. [PubMed: 15650166]23. Patel P, Nankova BB, LaGamma EF. Butyrate, a gut-derived environmental signal, regulates tyrosinehydroxylase gene expression via a novel promoter element. Dev Brain Res 2005;160:53–62.[PubMed: 16165221]24. Yin L, Laevsky G, Giardina C. Butyrate suppression of colonocyte NF-κB activation and cellularproteasome activity. J Biol Chem 2001;276:44641– 44646. [PubMed: 11572859]25. Yoo EJ, Chung JJ, Choe SS, Kim KH, Kim JB. Down-regulation of histone deacetylases stimulatesadipocyte differentiation. J Biol Chem 2006;281:6608–6615. [PubMed: 16407282]26. Xiao Q, Hsu CY, Chen H, Xiucui MA, Xu J, Lee J-M. Characterization of cis-regulatory elementsof the vascular endothelial growth inhibitor gene promoter. Biochem J 2005;388:913–920. [PubMed:15702971]27. Sebban H, Courtois G. NF-κB and inflammation in genetic disease. Biochem Pharmacol2006;72:1153–1160. [PubMed: 16965764]28. Belcher JD, Mahaseth H, Welch TE, Vilback AE, Sonbol KM, Kalambur VS, et al. Critical role ofendothelial cell activation in hypoxia-induced vasoocclusion in transgenic sickle mice. Am J PhysiolHeart Circ Physiol 2005;288:H2715–H2725. [PubMed: 15665055]29. Mahaseth H, Vercellotti GM, Welch TE, Bowlin PR, Sonbol KM, Hsia CJ, et al. Polynitroxyl albumininhibits inflammation and vasoocclusion in transgenic sickle mice. J Lab Clin Med 2005;145:204–211. [PubMed: 15962839]30. Setty BN, Stuart MJ. Vascular cell adhesion molecule-1 is involved in mediating hypoxia- inducedsickle red blood cell adherence to endothelium: potential role in sickle cell disease. Blood1996;88:2311–2320. [PubMed: 8822953]31. Kaul DK, Fabrey ME, Nagel RL. The pathophysiology of vascular obstruction in the sickle syndrome.Blood Rev 1996;10:29–44. [PubMed: 8861277]32. Platt OS. Sickle cell anemia as an inflammatory disease. J Clin Invest 2000;106:337– 338. [PubMed:10930436]33. Kaul DK, Liu XD, Choong S, Belcher JD, Vercellotti GM, Hebbel RP. Anti-inflammatory therapyameliorates leukocyte adhesion and Microvascular flow abnormalities in transgenic sickle mice. AmJ Physiol Heart Circ Physiol 2004;287:H293–H301. [PubMed: 15001449]34. Okpala I. Leukocyte adhesion and the pathophysiology of sickle cell disease. Curr Opin Hematol2006;13:40–44. [PubMed: 16319686]35. Covas DT, de Lucena Angulo I, Vianna Bonini PP, Zago MA. Effects of hydroxyurea on themembrane of erythrocytes and platelets in sickle cell anemia. Haematologica 2004;89:273–80.[PubMed: 15020264]Safaya et al. Page 9Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 1. Effect of butyrate on TNFSF15 expression in HPAEC and HMVEC(A) TNFSF15 RNA expression in untreated (C) and butyrate (4mM) treated HPAEC andHMVEC at 20 min, 40 min and at 1, 2, 6 or 24 hrs. The TNFSF15 gene specific PCR amplifiedproduct (750bp) and GAPDH amplified product, (177bp) are shown. Graphic representationof mean TNFSF15 expression corrected for GAPDH for each time point (± SEM) is presented(n=3); (B) Western analysis and graphic representation of mean TNFSF15 protein expression(31 kDa) corrected for tubulin (50 kDa) expression at each time point (± SEM) (n=3).Safaya et al. Page 10Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 2. Effect of TNF-α on TNFSF15 expression in HPAEC and HMVEC(A) TNFSF15 RNA expression in untreated (C) and TNF-α (40 ng/ml) treated HPAEC andHMVEC at 20 min, 40 min and at 1, 2, 6 or 24 hrs. The TNFSF15 gene specific PCR amplifiedproduct (750bp) and GAPDH amplified product (177bp) are demonstrated. Graphicrepresentation of mean TNFSF15 expression corrected for GAPDH for each time point (±SEM) is presented (n=3); (B) Western analysis of TNFSF15 (31 kDa) and tubulin (50 KDa)expression. Graphic representation of mean TNFSF15 protein expression corrected for tubulinexpression at each time point (± SEM) is presented (n=3).Safaya et al. Page 11Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 3. Identification of TNFSF15 minimal promoter sequence elements active in HPAEC andHMVEC(A). Schematic diagram of TNFSF15 promoter-luciferase reporter constructs. Base pair scaleis represented on the X-axis for each of the deleted promoters listed on the Y axis. Thesepromoter constructs along with the control plasmid pRL-SV40 were electroporated intoHPAEC (B) and HMVEC (C) and incubated for 6 hrs. At the end of incubation period, cellswere lysed and assayed for luciferase activity. Luciferase activity was normalized to Renillaluciferase activity encoded by co-transfected pRL-SV40 control plasmid, mean luciferaseactivity expressed as relative luciferase units (RLU) is presented (n=3). The p-188-luc andp-1390-luc promoters have higher activity than the p-89-luc promoter in HPAEC (*p<0.01).In HMVEC, p-444-luc and p-1390-luc promoter activity was significantly higher than thep-188-luc promoter (**p<0.05).Safaya et al. Page 12Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 4. Effect of mutated consensus binding sequences on the activity of p-188-luc and p-444-lucpromoter constructs in HPAEC and HMVECThe p-188-luc promoter construct and the mutants (along with control pRL-SV40) wereelectroporated into HPAEC (n=3) At the end of 6hr incubation period, cells were lysed andassayed for luciferase activity, normalized to that of pRL-SV40 (A). The data are presented asrelative luciferase units (RLU). While mutations in either G-rich region (p-188-G) (*p< 0.004compared with p-188-luc) or the AP1-like region (p-188-AP) (**p<0.007 compared withp-188) resulted in a significant decrease in activity, the combination of the two sequences(p-188-G-AP1) had a greater effect suggesting synergy (***p<0.001 compared with HPAEC).The p-444-luc promoter construct and its mutants were similarly electroporated into HMVECSafaya et al. Page 13Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript(B) and HPAEC (C). Mutations in the G-rich (p-444-G) (*p<0.02), AP1-like (p-444-AP)(**p<0.01), NF-κB (p-444-NF-κB) regions of p-444-luc (***p<0.005) were all significantwhen compared to unaltered p-444-luc in HMVEC. The sequence motifs and their mutants areshown at the top with mutations indicated in boldface italicsSafaya et al. Page 14Cytokine. Author manuscript; available in PMC 2010 April 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript"