"Electroacupuncture Treatment Improves Neurological Function Associated with Regulation of Tight Junction Proteins in Rats with Cerebral Ischemia Reperfusion InjuryResearch ArticleElectroacupuncture Treatment Improves NeurologicalFunction Associated with Regulation of Tight Junction Proteinsin Rats with Cerebral Ischemia Reperfusion InjuryYa-min Zhang, Hong Xu, Hua Sun, Su-hui Chen, and Fu-ming WangDepartment of Traditional Chinese Medicine, Peking Union Medical College Hospital (PUMCH),Peking Union Medical College (PUMC), Chinese Academy of Medical Sciences, Beijing 100730, ChinaCorrespondence should be addressed to Hua Sun; sunhuahe@vip.sina.comReceived 2 April 2014; Accepted 26 May 2014; Published 10 June 2014Academic Editor: K. N. S. SirajudeenCopyright © 2014 Ya-min Zhang et al. This is an open access article distributed under the Creative Commons Attribution License,which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Strategies to develop effective neuroprotective therapy to reduce brain damage and related behavioral deficits in stroke patients are ofgreat significance. Electroacupuncture (EA), which derives from traditional Chinesemedicine,may be effective as a complementaryand alternative method for promoting recovery of neurological function and quality of life. Adult Sprague-Dawley rats wererandomly divided into 3 groups: (1) sham, (2) middle cerebral artery occlusion (MCAO) model groups of 2 h MCAO followedby 1, 3, 5, or 7 d of reperfusion, and (3) EA groups of 2 h MCAO followed by 1, 3, 5, or 7 d of reperfusion. EA groups receivedEA therapy by needling at GV20 and left ST36. The results show that EA therapy improved the neurological function and reducedinfarct volume, confirmed bymodified neurological severity scores and TTC staining. Real-time PCR, immunohistochemistry, andwestern blot assay verified that EA upregulated the expression of tight junction (TJ) claudin-5, occludin, and zonula occluding-1from 1 to 7 d after reperfusion. Our findings suggest that EA reduces brain damage and related behavioral deficits via upregulationof the TJ proteins.1. IntroductionStrokes are either ischemic or hemorrhagic, with more than80% of stroke cases caused by cerebral ischemia [1]. Althoughmany advances have been made in the treatment of stroke,current therapies are lacking in effectiveness. There is asignificant unmet need for developing novel and rationalstrategies aimed at reducing nervous system impairmentscaused by cerebral ischemia reperfusion injury (CIRI). Elec-troacupuncture (EA) was derived 2,500 years ago in ancientChina and has been an alternative therapy complement-ing conventional medicine for stroke. Our previous studiesdemonstrated that EA at Baihui (GV20) and Zusanli (ST36)in rats after CIRI improves the neurological score and reducesthe expression of MMP-9 and the inflammatory reaction inbrains of rats [2, 3]. EA has recently been shown to acceleraterehabilitation of patients with brain ischemia. However, thepotential mechanism is not fully understood; more evidenceis needed before EA treatment is accepted clinically.Reperfusion is necessary to restore blood flow and reduceneuronal damage caused by ischemia. However, brain dam-age even became worse after the blood flow is restored[4, 5]. The development of safe and effective agents toalleviate cerebral ischemia reperfusion injury will certainlyimprove the prognosis of ischemic stroke. Many pathologicalmechanisms, like inflammation, increase reactive oxygenspecies and brain edema, leading to blood-brain barrier(BBB) destruction. Postischemic reperfusion causes edemaformation by targeting cerebral capillary endothelial cells,an important component of neuronal microenvironmentcalled the neurovascular unit (NVU). Other componentsinclude astrocytes, pericytes, neurons, and extracellularmatrix around the vessels [6]. These components togetherform the blood-brain barrier (BBB) that protects the brainfrom potentially toxic substances and regulates the passageof circulating molecules according to size and physical-chemical characteristics [7]. Tight junctions (TJs) are locatedbetween adjacent endothelial cells of the BBB and functionHindawi Publishing CorporationEvidence-Based Complementary and Alternative MedicineVolume 2014, Article ID 989340, 10 pageshttp://dx.doi.org/10.1155/2014/989340http://dx.doi.org/10.1155/2014/9893402 Evidence-Based Complementary and Alternative Medicineas gates for molecular transportation through paracellularclefts [8]. TJ is a complex network of proteins including thetransmembrane proteins occludins, claudins, and peripheralmembrane protein family of zonula occludins (ZOs) andother molecules. TJs respond to cellular stimuli dynamicallyvia disassembly, redistribution, degradation, and remodelingtomaintain the structural and functional integrity of the BBB[9, 10]. ZO-1 acts as a crucial central regulator of the structuralorganization of the TJ. It is expressed around the vessels,especially at sites of endothelial cell-cell contact, suggestingthat ZO-1 preserves the integrity of the BBB [11]. In fact,a decrease in ZO-1 increases brain edema [12]. Claudin-5and occludin are localized at the leading edge of the brainmicrovascular cells and are the major protein components ofthe transmembrane. TJs act as significant roles in regulatingthe permeability of BBB [8, 13]. Studies show changes in ZO-1 and occludin expression which are consistent with BBBpermeability changes and are related to BBB opening [14,15]. Decreased mRNA and protein expression levels of ZO-1, claudin-5, and occludin are closely associated with BBBbreakdown and edema in the ischemic brain [16] and also theneuroprotective effects of chemical agents against ischemicinjury through the prevention of TJ protein downregulation[17].In the present study, we evaluated how EA at GV20and ST36 changed infarct volumes, neurological deficits, andexpression levels of TJ-associated proteins ZO-1, claudin-5,and occludin following cerebral ischemia reperfusion within7 d in Sprague-Dawley rats.2. Materials and Methods2.1. Animals. Adult male Sprague-Dawley (SD) rats (𝑛 =90) weighing 230–250 g (Peking Union Medical CollegeHospital, Beijing, China) were housed in an environmentallycontrolled room at 22 ± 2∘C, with a 12 h/12 h light/darkcycle, and the rats were allowed free access to food andwater throughout the whole study. The study was approvedby the Ethics Committees of Peking Union Medical CollegeHospital and Chinese Academy of Medical Sciences for theCare and Use of Laboratory Animals, and we made all effortsto minimize the animal suffering in the study.2.2. Rat Model of Cerebral Ischemia Reperfusion. Focal cere-bral ischemia was established in the rats based on themethods described by Longa et al. [18]. Briefly, rats were anes-thetized with 10% chloral hydrate (100 g/0.3mL, intraperi-toneal injection). The right common carotid artery (CCA),external carotid artery (ECA), and internal carotid artery(ICA) were exposed. A 4–0 suture (diameter 0.26mm) witha blunted tip coated with poly-L-lysine was gently advancedinto the ICA through the ECA. The suture was advanced18–20mm (reaching the origin of the right middle cerebralartery) beyond the carotid artery bifurcation. To allow thereperfusion, the suture was slowly withdrawn after 2 h ofmiddle cerebral artery occlusion (MCAO).2.3. Grouping and Treatment. Rats were randomly dividedinto the following 3 groups: (1) sham, (2) middle cerebralartery occlusion (MCAO) model group of 2 h MCAO fol-lowed by 1, 3, 5, or 7 d of reperfusion, and (3) EA groups of2 hMCAO followed by 1, 3, 5, or 7 d of reperfusion.The shamgroup rats received all surgical procedures, but the suture wasnot advanced into the ICA. No treatments were conducted inthe sham and the MCAOmodel groups.Rats in the EA groups received the first EA treatment afterthe withdrawal of the suture after 2 h of MCAO and thenreceived EA treatment 20min session once daily. GV20 islocated on the top of the head at the intersection of themiddlesagittal line and the connection of two ear apexes. ST36 islocated 3 individual cun below genu and one fingerbreadthbefore the anterior crest of the tibia. The rats in the EAgroups were needled at GV20 and ST36 with disposable,sterile acupuncture needles. Two electrodes (ChangzhouWujin Great Wall Medical Instrument Co., Ltd., China) wereattached for acupuncture and continuous-wave stimulationat a frequency of 2Hz (intensity 1mA) for 20min. The 20-minute session once daily EA regiment for the interventiongroup was chosen based on our previously described reports[2, 19] and from stroke patients in clinical practice [20].2.4. Neurological Functional Evaluation. We evaluated neu-rological function in the rats (𝑛 = 9) at 1, 3, 5, and7 d postreperfusion using the modified neurological severityscores (mNSS) [21] by an observer with no prior knowledgeof the groups and treatments. The mNSS was composed ofmotor, sensory, balance beam test, and reflex tests and gradedfrom0 to 18. AhighermNSS score correlateswithmore severeinjury (Table 1).2.5. Infarct Volume Assessment. Rats (𝑛 = 3) were narco-tized by an intraperitoneal injection of 10% chloral hydrate(100 g/0.3mL) and sacrificed by decapitation 7 d after reper-fusion to evaluate the volume of cerebral infarction. Brainswere quickly removed and chilled in −20∘C refrigerator for10min, and five 2mm consecutive coronal slices were madebeginning from the anterior pole. The slices were put intoa solution of 0.1% 2,3,5-triphenyltetrazolium chloride (TTC;Sigma, USA) in PBS for 30min at 37∘C in darkness beforebeing transferred into 4% paraformaldehyde for 1 h. Theinfarct region appeared white, and the normal tissue was red.To account for edema and differential shrinkage resultingfrom tissue processing, the percentage of infarct volume wascalculated as follows: [(VC−VL)/VC] ×100%; VC representsthe volume of the control hemisphere, and VL is the volumeof the noninfarct tissue in the lesion hemisphere [22]. Thesections were photographed and infarct size measured usingimage analysis software (ImageJ, NIH) by an observer withno prior knowledge of the experiment.2.6. Immunohistochemistry. We used immunohistochemi-cal staining to detect distribution and expression of ZO-1, claudin-5, and occludin in rats after cerebral ischemiareperfusion. At 1, 3, 5, and 7 d post-MCAO reperfusion, rats(𝑛 = 6) were narcotized and perfused transcardially with250mL of saline followed by 250mL of 4%paraformaldehydesolution. Brains were removed and fixed in 4% paraformalde-hyde solution at 4∘C for 72 h and then dehydrated andEvidence-Based Complementary and Alternative Medicine 3Table 1: Description of the mNSS [21].PointsMotor testsRaising the tail of rat 31 forelimb flexion1 hindlimb flexion1 head moved >10∘ to vertical axis within 30 sPlacing rat on floor 30 walking normally1 unable to walk straight2 circling toward paretic side3 falling down to paretic sideSensory tests 21 placing test2 proprioceptive testBeam balance tests 60 balance with steady posture1 grasp the side of beam2 hug beam with 1 limb falls down from beam3 on the basis of 2, but 2 limbs fall down from beam (>60 s)4 attempt to balance on beam but falls off (>40 s)5 on the basis of 4, but (>20 s)6 drop from the beam or with no action (<20 s)Reflex absence and abnormal movements 41 pinna reflex1 corneal reflex1 startle reflex1 seizures, myoclonus, and myodystonyMaximum 18embedded in paraffin blocks. Coronal sections at the levelof optic chiasma in the infarct region were cut into 3 𝜇mthick pieces. Briefly, brain sections were deparaffinized andhydrated with decreasing concentrations of alcohol and thenincubated for 15min in 1% Triton X-100 to disrupt the cellmembrane. The sections were incubated with 3% H2O2and 5% normal goat serum at room temperature for 30mineach. Brain sections were incubated overnight at 4∘C withrabbit polyclonal anti-ZO-1 antibody (diluted 1 : 150; Zymed,USA), goat polyclonal anti-claudin-5 antibody (diluted 1 : 50;Santa Cruz Biotechnology, USA), and rabbit polyclonal anti-occludin antibody (diluted 1 : 150; Abcam, UK) and then theremaining procedures accorded with the standard proce-dures. Brain sections were photographed (Leica DM4000,Germany) and analyzed using image analysis software (ImageJ, NIH) for semiquantitative tests of MMP-2, AQP4, andAQP9 integrated optical density (IOD).2.7. Quantitative Real-Time Polymerase Chain Reaction Anal-yses (qPCR). Expression levels of mRNA for ZO-1, claudin-5, and occludin in the rats (𝑛 = 3) were determined byqPCR. Total RNAs were extracted from the ischemic hemi-sphere using the RNeasy mini kit (Omega, USA) andreverse transcribed to cDNA. The reverse transcription (RT)reaction was amplified on a Bio-Rad CFX96 DetectionSystem (Applied Biosystems, USA) using the Plexor One-Step qRT-PCR System (Promega A4021, USA). For ZO-1,claudin-5, and occludin, the following primers were used:ZO-1 forward: 5󸀠-GATGAGCGGGCTACCTTATTGA-3󸀠,reverse 5󸀠-TTGGTCGGGAGATCGTGACTG-3󸀠; claudin-5 forward: 5󸀠-GGTGAGCATTCGGTCTTTAGC-3󸀠, reverse5󸀠-TTGTGGTCCAGGAAGGCAGT-3󸀠; occludin forward:5󸀠-TGGGACAGAGCCTATGGAACG-3󸀠, reverse 5󸀠-TTG-GTCGGGAGATCGTGACTG-3󸀠.The fold change of relativemRNA expression was determined using the 2−ΔΔCt [23]method and using GADPH as an endogenous reference:GADPH forward: 5󸀠-CACAGCAAGTTCAACGGCACAG-3󸀠, reverse 5󸀠-GACGCCAGTAGACTCCACGACA-3.2.8. Western Blot Analysis. The ischemic hemispheres of therats (𝑛 = 3) were homogenized in Radio-Immunoprecipita-tion Assay (RIPA) lysis buffer (Beyotime Biotechnology,China); proteins were obtained by centrifugation at 13,000 gfor 15min at 4∘C. Supernatants were harvested and theprotein concentration of each sample was determined bybicinchoninic acid (BCA) assay (Beyotime Biotechnology,China). For gel electrophoresis, samples were separatedon 12% SDS-polyacrylamide gels; separated proteins wereelectrotransferred to polyvinylidene fluoride (PVDF) mem-branes (Millipore, USA). Membranes were blocked for 2 hwith 5% nonfat milk (BD, USA) at room temperature andthen were incubated overnight at 4∘C with primary antibod-ies: rabbit polyclonal anti-ZO-1 antibodies (diluted 1 : 500;Zymed, USA), goat polyclonal anti-claudin-5 antibodies4 Evidence-Based Complementary and Alternative Medicine(diluted 1 : 200; Santa Cruz Biotechnology, USA), and rabbitpolyclonal anti-occludin antibodies (diluted 1 : 300; Abcam,UK).After threewashes,membraneswere incubated for 2 h atroom temperature with HRP-conjugated secondary antibody(1 : 5000; Jackson, USA). Detection was performed using anECL kit (Millipore, USA). Blots were subsequently probedfor 𝛽-actin (Santa Cruz Biotechnology, USA) as an internalcontrol for normalization of protein loading. The intensitiesof the bands were measured using image analysis software(Labworks 4.6, China).2.9. Statistical Analysis. All data were analyzed with thestatistical analysis software SPSS (Statistical Package for theSocial Sciences) 17.0 and are presented as themean± standarddeviation (SD). Differences among multiple groups wereanalyzed using one-way ANOVA, followed by LSD t-test.Statistical significance was assumed in all cases if 𝑃 < 0.05.3. Results3.1. EA Improved the Neurological Function in Focal CerebralIschemia Rats. We performed a neurological functional testto determine whether acupuncture treatment of CIRI ratsregulates functional outcome.We assessed neurological func-tion of the rats at 1, 3, 5, and 7 d after reperfusion usingthe mNSS. Rats receiving EA treatment showed significantimprovement in neurological function compared to theMCAO model groups at the same time points (𝑃 < 0.05,𝑛 = 9) (Figure 1).3.2. EA Reduced Infarct Volume in Focal Cerebral IschemiaRats. TTC assay results show that the infarct regionsremained white while the normal brain tissues were red(Figure 2). In the ischemic hemisphere, the cerebral infarc-tion areas included frontoparietal cortex, temporal cortex,and lateral portion of neostriatum. EA treatment significantlydecreased the volume of infarct regions at days 1 and 7compared with untreated animals (𝑃 < 0.05, 𝑛 = 3, Figure 3).These results support the neuroprotective effect of EA treat-ment against cerebral ischemic injury.3.3. EA Changed the Distribution and Expression of mRNAand Protein of Tight-Junction Proteins ZO-1, Claudin-5, andOccludin in Focal Cerebral Ischemia Rats. We exploredwhether EA treatment maintains the BBB permeability viamodulation of TJ proteins. We evaluated the distributionof ZO-1, claudin-5, and occludin by immunohistochemicalstaining, gene expression by qPCR, and protein expressionwestern blot analysis. Immunohistochemistry staining resultsrevealed that the expressions of ZO-1, claudin-5, and occludinwere localized continuously on the cerebral microvesselsin the sham group. In contrast, the expression of ZO-1, claudin-5, and occludin in the cerebral vascular struc-tures in both MCAO and EA groups following reperfusionshowed discontinuous staining and significant disruptions.Expression of ZO-1, claudin-5, and occludin decreased atdays 1 to 5 d and then increased at day 7. The integratedoptical density values of ZO-1, claudin-5, and occludin were024681012141618Neurological function (mNSS )ShamShamMCAOEA∗Δ ∗Δ ∗Δ∗ΔΔΔ ΔΔ⋆ ⋆ ⋆⋆1d 3d 5d 7dFigure 1: Neurological functional outcome. Measurement per-formed at 1, 3, 5, and 7 d after reperfusion using themNSS.The scorefor the sham group on each day was 0. Rats receiving EA treatmentshowed significant improvement in neurological function comparedwith theMCAOmodel groups at the same time points. Data (𝑛 = 9)is represented as mean ± SD. Δ𝑃 < 0.05 versus the sham group,󳀅𝑃 < 0.05 versus the MCAO group at the same time points, and∗𝑃 < 0.05 versus the EA groups at the same time points.increased significantly after EA treatment at 1, 3, 5, and 7 dafter reperfusion compared to the MCAO groups (𝑃 < 0.05,Figure 4). qPCR results showmRNA expression levels of ZO-1 and occludin in MCAO groups and EA groups significantlydeclined compared to the sham group, but expression wassignificantly strengthened after EA treatment (𝑃 < 0.01,Figure 5).We analyzed changes in TJ protein expression inducedby EA via western blot. Results show protein levels of ZO-1,claudin-5, and occludin in ischemic cerebral areawere consis-tent with findings obtained from the immunohistochemicalstaining and qPCR (Figure 5). The protein expression levelsof ZO-1, claudin-5, and occludin were significantly improvedin the EA groups as compared with the MCAO groups at 1, 3,5, and 7 d (𝑃 < 0.05, Figure 6). These data show EA therapywas effective on CIRI.4. DiscussionIn this study, we provide evidence showing EA at GV20and ST36 in rats after CIRI reduced the ischemic braindamage in models of focal cerebral ischemia within 7 dof reperfusion. EA therapy was proved to reduce infarctvolume and improve neurological functional outcome inacute ischemic stroke rats. We show that EA promotesBBB tightness by alleviating the disruption of the TJ-relatedproteins ZO-1, claudin-5, and occludin during the process ofcerebral ischemia reperfusion. We argue that EA amelioratesfocal cerebral ischemia reperfusion injury via modulation ofTJ protein expression. Our findings suggest that EA shouldbe considered complementary and alternative medicine foralleviating cerebral ischemia.Evidence-Based Complementary and Alternative Medicine 5Sham MCAOafter 2hr MCAO7d postreperfusionEAafter 2 hr MCAO7d postreperfusionFigure 2: TTC staining of brain slices. Ischemic area is white; intactarea stained red. Representative coronal sections of sham group,MCAO groups at 2 h MCAO followed by 7 d of reperfusion, and theEA groups of 2 h MCAO followed by 7 d of reperfusion.01020304050Sham MCAO EAInfarct volume (%) ∗ΔΔ⋆Figure 3: Quantification from TTC staining of infarct volume infocal cerebral ischemia rats of 7 d after reperfusion. The ischemicinfarct volume was quantified using image analysis software. Theinfarct volume of the sham group was 0. The infarction inducedby MCAO was significantly reduced by EA at GV 20 and ST 36acupoints. Data (𝑛 = 3) is represented as mean ± SD. 󳀅𝑃 < 0.05versus the MCAO groups at the same time points. ∗𝑃 < 0.05 versusthe EA groups at the same time points.Reperfusion is necessary to reduce the neuronal damagecaused by ischemia. However, reperfusion damage to thebrain acts a crucial role in the pathophysiology of cerebralischemic stroke [4, 5]. Clinically, ischemia reperfusion injuryhas become a challenge in ischemic cerebrovascular disease.Many pathological mechanisms are associated with reper-fusion injury including inflammation, increase in reactiveoxygen species, brain edema, BBB destruction, necrosis, andapoptosis.The BBB consists of brain microvascular endothelialcells and astroglial cell end-feet that protect the brain frompotentially toxic substances. It also regulates the passageof circulating molecules on the basis of size and physical-chemical characteristics. BBB disruption and brain edemaformation both act important roles in the developmentof neurological dysfunction in acute and chronic cerebralischemia. The structural and functional integrity of theBBB is maintained by interendothelial cell TJs. The BBB isconstructed of TJs, including occludin and claudin-5, whichform the endothelial barrier. TJs are a complex networkof proteins and consisted of the transmembrane proteins(occludins, claudins, and junctional adhesionmolecules) andperipheral membrane protein family of ZOs (ZO-1, ZO-2,andZO-3). At themolecular level, the proteins ZO-1, claudin-5, and occludin are highly enriched at the TJ [8]. The TJsrestrict the paracellular movement of solutes (water solubleand polar compounds) and small ions. ZO-1 is expressedaround the vessels, especially at sites of endothelial cell-cell contact. ZO-1 acts as a crucial central regulator of thestructural organization of the TJ and preserves the integrityof the BBB [11]. In fact, a decrease in ZO-1 coincides withan increase in cerebral edema [12]. The claudin family,specifically claudin-5, which is localized at the leading edge ofbrain microvascular cells, is important intercellular junctionproteins and essential for the modulation of endothelialpermeability. Previous reports prove that downregulation ofclaudin-5 is closely related to cerebral ischemia [8, 13, 24]. TJprotein occludin is critically involved in sealing the TJ [25],and its disruption alone is enough to cause functional changesof the TJ [26]. It also has been demonstrated that occludinis significantly reduced in CIRI rats [27]. Some chemicalagents are neuroprotective against ischemic injury via theprevention of TJ protein downregulation [17]. Decreasedexpression of ZO-1, claudin-5, and occludin mRNA andprotein is associated with BBB breakdown and edema in theischemic brain [14, 16].TJ protein downregulation, translocation, or phospho-rylation is closely related with the BBB breakdown in focalcerebral ischemia reperfusion injury. However, there is lim-ited data describing the relationship between TJ proteinand recovery of ischemic stroke. Growing research on othercentral nervous system diseases, like multiple sclerosis, braintumors, Parkinson’s, and Alzheimer’s, suggests that disrup-tion of TJ integrity is associated with BBB dysfunctions.Various molecular mechanisms including downregulation,phosphorylation, degradation, or translocation of TJ proteinsmay work in the pathological process of these diseases [28–32].We are in need of effective neuroprotective methods andrational strategies aimed at preventing CIRI and reducingimpairments caused by it. Acupuncture is one of the majorcomplementary and alternative therapies for stroke, and ithas gained public support. According to traditional Chinesemedicine, the body is an interconnected and self-containedsystem, relying on many factors to maintain a balanced andhealthy state. Qi, blood, ying, and yang are vital matters6 Evidence-Based Complementary and Alternative MedicineZO-1Sham M1 M3 M5 M7 E1 E3 E5 E7OccludinClaudin-5(a)Integrated optical density ofZO-1ShamMCAOEA∗Δ∗Δ∗Δ∗Δ02004006008001,0001,2001,400ShamΔ⋆ Δ⋆Δ⋆Δ⋆1d 3d 5d 7d(b)Integrated optical density ofclaudin-5ShamMCAOEA∗Δ∗Δ∗Δ∗Δ02004006008001,0001,2001,400ShamΔ⋆Δ⋆Δ⋆ Δ⋆1d 3d 5d 7d(c)Integrated optical density ofoccludinShamMCAOEA∗Δ∗Δ∗Δ ∗Δ02004006008001,0001,2001,400ShamΔ⋆ Δ⋆Δ⋆ Δ⋆1d 3d 5d 7d(d)Figure 4: Effects of EA on the distribution and expression of ZO-1, claudin-5, and occludin on ischemic cerebral microvessels. (a)Representative immunohistochemistry stained tissue of the following groups: sham;M1–M7:MCAOgroups after 1, 3, 5, and 7 d of reperfusion;and E1–E7: EA groups after 1, 3, 5, and 7 d of reperfusion. The integrated optical density of ZO-1 (b), claudin-5 (c), and occluding (d). Data(𝑛 = 6) are represented as mean ± SD. Δ𝑃 < 0.05 versus the sham group, 󳀅𝑃 < 0.05 versus the MCAO group at the same time points, and∗𝑃 < 0.05 versus the EA groups at the same time points. Arrows show the immunoreactive positive area. Scale bar in A = 50 𝜇m (×400).among these elements. Qi flows in a system of meridiansand functions to warm the body and protect it from illness.Blood and qi are closely related. Blood nourishes the qiand offers a material foundation keeping qi in the correctlocation. Blood contains the spirit, which is significant forthe mental state. Yin and yang are two opposite sides ofthe substance in traditional Chinese, and they will not existwithout each other. When yin and yang are functioningharmoniously they maintain a dynamic balance, with noclinical symptoms. However, in pathological conditions, thebalance is interrupted.GV20 belongs to the governor vessel, which may connectall yang vessels in the whole body. GV20 functions to regulatelocal qi and blood and modulates the balance between yinand yang. After being stimulated, GV20 makes the normalfunction of the body active, dispersing local yang. ST36belongs to the stomach meridian, which is rich in both qiand blood. Thus, it is supposed as an acupoint for its rolein the recovery of paralysis. The combined use of the twoacupoints is effective in dredging the channels and collaterals,modifying the blood and qi and balancing yin and yang.EA therapy developed from traditional acupuncture, andcompared with traditional acupuncture EA adds electricalstimulation to acupoints. Many researches focus on themechanism of neuroprotective effect of the EA therapy.Many studies have certified that EA improves neurologicalEvidence-Based Complementary and Alternative Medicine 71d 3d 5d 7d0.00.20.40.60.81.01.2Relative mRNA levels of ZO-1ShamMCAOEA∗Δ∗Δ∗Δ∗ΔShamΔ⋆Δ⋆Δ⋆Δ⋆(a)Relative mRNA levels of claudin-50.00.20.40.60.81.01.2ShamMCAOEAΔ ΔΔΔShamΔ Δ1d 3d 5d 7d(b)Relative mRNA levels of occludin0.00.20.40.60.81.01.2ShamMCAOEA∗Δ∗Δ∗Δ∗ΔShamΔ⋆Δ⋆Δ⋆Δ⋆1d 3d 5d 7d(c)Figure 5: mRNA expression of ZO-1, claudin-5, and occludin analyzed by qPCR after EA. GAPDH served as endogenous reference.Experimental groups are sham; MCAO groups after 1, 3, 5, and 7 d of reperfusion; and EA groups after 1, 3, 5, and 7 d of reperfusion,respectively. The mRNA expression levels of ZO-1 (a), claudin-5 (b), and occluding (c) are shown. Data (𝑛 = 3) are represented as mean± SD. Δ𝑃 < 0.05 versus the sham group, 󳀅𝑃 < 0.05 versus the MCAO group at the same time points, and ∗𝑃 < 0.05 versus the EA groups atthe same time points.function and neural apoptosis, promotes cell proliferation,and increases cerebral blood flow after stroke [33–35].Available data indicate that EA pretreatment protects theintegrity of BBB [36], reduces ischemic cerebral injury, andimproves neurological outcomes [37–39].This provides a cluethat EA therapy may be a promising protective method forpatients with high risk of cerebral ischemic disease. However,the function mechanisms of EA are complicated and allcurrent studies provide limited information.Therefore, moreresearch is needed.In this study, we have demonstrated that the cerebralinfarct size was significantly reduced with the treatment ofEA.Additionally, we observed improvement in the functionaloutcome within 7 d of perfusion following 2 h of MCAO.These results suggest efficacy in EA-mediated neuroprotec-tive function.We explored the changes in the expression of mRNAand protein of ZO-1, claudin-5, and occludin at 1, 3, 5, and7 d after reperfusion in EA-treated rats. The immunohisto-chemistry staining results revealed that the expressions ofZO-1, claudin-5, and occludin were localized on the cerebralmicrovessels in the sham group. The expressions of ZO-1, claudin-5, and occludin were decreased from d1 to d5and were increased by d7 in both MCAO and EA groupswith discontinuous staining and significant disruptions. Theintegrated optical density values of ZO-1, claudin-5, andoccludin were increased significantly after EA. qPCR resultsrevealed that mRNA expression levels of ZO-1 and occludin8 Evidence-Based Complementary and Alternative Medicine(b)(c)(a)(d)(e)(f)ZO-1𝛽-ActinS M1 M3 M5 M7 E1 E3 E5 E7𝛽-ActinS M1 M3 M5 M7 E1 E3 E5 E7Claudin-5𝛽-ActinS M1 M3 M5 M7 E1 E3 E5 E7Occludin0.00.10.20.30.4Relative intensity of ZO-1ShamMCAOEA∗Δ∗Δ∗Δ ∗ΔSham⋆Δ⋆Δ⋆ Δ⋆1d 3d 5d 7d0.00.10.20.30.40.5Relative intensity of claudin-5ShamMCAOEA∗Δ∗Δ∗Δ ∗ΔShamΔ⋆Δ⋆Δ⋆ Δ⋆1d 3d 5d 7d0.00.10.20.30.40.5Relative intensity of occludinShamMCAOEA∗Δ∗Δ∗Δ∗ΔShamΔ⋆Δ⋆Δ⋆Δ⋆1d 3d 5d 7dFigure 6: Protein expression levels of ZO-1, claudin-5, and occludin on ischemic cerebral microvessels after cerebral ischemia reperfusion.Western blots of (a) ZO-1, (c) claudin-5, and (e) occludin. From left to right: sham;M1–M7: MCAO groups after 1, 3, 5, and 7 d of reperfusion;and E1–E7: EA groups after 1, 3, 5, and 7 d of reperfusion. 𝛽-Actin served as a loading control. IDV of ZO-1 (b), claudin-5 (d), and occluding(f) are shown. Data (𝑛 = 3) is represented as mean ± SD. Δ𝑃 < 0.05 versus the sham group, 󳀅𝑃 < 0.05 versus the MCAO group at the sametime points, and ∗𝑃 < 0.05 versus the EA groups at the same time points.Evidence-Based Complementary and Alternative Medicine 9in MCAO groups and EA groups significantly declined withthe progress of reperfusion compared to the sham group.However, expression was significantly enhanced after EAtreatment. Western blot results support immunohistochem-ical staining and the qPCR results. The protein expressionlevels of ZO-1, claudin-5, and occludin were significantlyimproved in the EA groups as compared with the MCAOgroups at 1, 3, 5, and 7 d. These data show that EA treatmentwas effective on focal cerebral ischemia reperfusion injury byaffecting the stability of the TJ proteins.To conclude, the present findings argue that EA appli-cation is critical to achieve a therapeutic effect for neuro-protection against ischemia/reperfusion injury. In addition,EA may preserve BBB function via regulation of TJ proteins,ZO-1, claudin-5, and occludin. However, the mechanism ofthe regulation remains unclear. It may involve a combinationof phosphorylation modifications and internalization of TJs[28]. At the very least, this supports the need for furtherresearch to determine the clinical value of EA.Conflict of InterestsThe authors declare that there is no conflict of interestsregarding the publication of this paper.Authors’ ContributionYa-min Zhang andHongXu contributed equally to this work.AcknowledgmentsThis work was supported by the National Natural ScienceFoundation of China (no. 81273850) and the Peking UnionMedical College Hospital Projects (no. 2010150). The authorsthank Dr. Austin Cape for careful reading and comments.References[1] G. A.Donnan,M. Fisher,M.Macleod, and S.M.Davis, “Stroke,”The Lancet, vol. 371, no. 9624, pp. 1612–1623, 2008.[2] S.-H. Chen, H. Sun, H. Xu, Y.-M. Zhang, Y. Gao, and S. Li,“Effects of acupuncture of “Baihui”(GV 20) and “Zusanli”(ST36) on expression of cerebral IL-1beta and TNF-alpha proteinsin cerebral ischemia reperfusion injury rats,” Zhen Ci Yan Jiu,vol. 37, no. 6, pp. 470–475, 2012.[3] H. Xu, L. Hong, Y. Huang, S. Chen, andH. Sun, “The expressionof MMP-9 and ICAM-1 in rats with cerebral ischemic /reperfu-sion treated by acupuncture,” Basic & Clinical Medicine, vol. 30,no. 7, pp. 731–736, 2010.[4] D.Xu,W.Du, L. Zhao,A.K.Davey, and J.Wang, “Theneuropro-tective effects of isosteviol against focal cerebral ischemia injuryinduced by middle cerebral artery occlusion in rats,” PlantaMedica, vol. 74, no. 8, pp. 816–821, 2008.[5] S. Nagahiro,M.Uno, K. Sato, S. Goto,M.Morioka, andY.Ushio,“Pathophysiology and treatment of cerebral ischemia,” Journalof Medical Investigation, vol. 45, no. 1-2, pp. 57–70, 1998.[6] C. Iadecola andM.Nedergaard, “Glial regulation of the cerebralmicrovasculature,”Nature Neuroscience, vol. 10, no. 11, pp. 1369–1376, 2007.[7] R. Khatri, A. M. McKinney, B. Swenson, and V. Janardhan,“Blood-brain barrier, reperfusion injury, and hemorrhagictransformation in acute ischemic stroke,”Neurology, vol. 79, no.13, supplement 1, pp. S52–S57, 2012.[8] C. Coisne and B. Engelhardt, “Tight junctions in brain barriersduring central nervous system inflammation,”Antioxidants andRedox Signaling, vol. 15, no. 5, pp. 1285–1303, 2011.[9] P. Ballabh, A. Braun, and M. Nedergaard, “The blood-brainbarrier: an overview: structure, regulation, and clinical impli-cations,” Neurobiology of Disease, vol. 16, no. 1, pp. 1–13, 2004.[10] B. T. Hawkins and T. P. Davis, “The blood-brain bar-rier/neurovascular unit in health and disease,” PharmacologicalReviews, vol. 57, no. 2, pp. 173–185, 2005.[11] L. Zan, H. Wu, J. Jiang et al., “Temporal profile of Src, SSeCKS,and angiogenic factors after focal cerebral ischemia: correla-tions with angiogenesis and cerebral edema,” NeurochemistryInternational, vol. 58, no. 8, pp. 872–879, 2011.[12] S. Fischer, M. Wobben, H. H. Marti, D. Renz, and W. Schaper,“Hypoxia-induced hyperpermeability in brain microvesselendothelial cells involves VEGF-mediated changes in theexpression of zonula occludens-1,”Microvascular Research, vol.63, no. 1, pp. 70–80, 2002.[13] Y. J. Kwon, C. H. Yoon, S. W. Lee, Y. B. Park, S. K. Lee, and M.C. Park, “Inhibition of glycogen synthase kinase-3𝛽 suppressesinflammatory responses in rheumatoid arthritis fibroblast-likesynoviocytes and collagen-induced arthritis,” Joint Bone Spine,vol. 81, no. 3, pp. 240–246, 2014.[14] H. Yu, P. Wang, P. An, and X. Yixue, “Recombinanthuman angiopoietin-1 ameliorates the expressions of ZO-1, occludin, VE-cadherin, and PKC𝛼 signaling after focalcerebral ischemia/reperfusion in rats,” Journal of MolecularNeuroscience, vol. 46, no. 1, pp. 236–247, 2012.[15] A. S. Fanning, B. J. Jameson, L. A. Jesaitis, and J. M. Anderson,“The tight junction protein ZO-1 establishes a link between thetransmembrane protein occludin and the actin cytoskeleton,”The Journal of Biological Chemistry, vol. 273, no. 45, pp. 29745–29753, 1998.[16] H. Jiao, Z. Wang, Y. Liu, P. Wang, and Y. Xue, “Specific roleof tight junction proteins claudin-5, occludin, and ZO-1 of theblood-brain barrier in a focal cerebral ischemic insult,” Journalof Molecular Neuroscience, vol. 44, no. 2, pp. 130–139, 2011.[17] Z. Wang, Y. Xue, H. Jiao, Y. Liu, and P. Wang, “Doxycycline-mediated protective effect against focal cerebral ischemia-reperfusion injury through the modulation of tight junctionsand PKC𝛿 signaling in rats,” Journal of Molecular Neuroscience,vol. 47, no. 1, pp. 89–100, 2012.[18] E. Z. Longa, P. R. Weinstein, S. Carlson, and R. Cummins,“Reversible middle cerebral artery occlusion without craniec-tomy in rats,” Stroke, vol. 20, no. 1, pp. 84–91, 1989.[19] H. Xu, H. Sun, S. H. Chen, Y. M. Zhang, Y. L. Piao, and Y.Gao, “Effects of acupuncture at Baihui (DU20) and Zusanli(ST36) on the expression of heat shock protein 70 and tumornecrosis factor alpha in the peripheral serum of cerebralischemia-reperfusion-injured rats,” Chinese Journal of Integra-tive Medicine, vol. 20, no. 5, pp. 369–374, 2014.[20] J.-I. Youn, K.-K. Sung, B.-K. Song, M. Kim, and S. Lee, “Effectsof electro-acupuncture therapy on post-stroke depression inpatients with different degrees of motor function impairments:a pilot study,” Journal of Physical Therapy Science, vol. 25, no. 6,pp. 725–728, 2013.10 Evidence-Based Complementary and Alternative Medicine[21] J. Chen, P. R. Sanberg, Y. Li et al., “Intravenous administrationof human umbilical cord blood reduces behavioral deficits afterstroke in rats,” Stroke, vol. 32, no. 11, pp. 2682–2688, 2001.[22] R. A. Swanson, M. T. Morton, G. Tsao-Wu, R. A. Savalos,C. Davidson, and F. R. Sharp, “A semiautomated method formeasuring brain infarct volume,” Journal of Cerebral Blood Flowand Metabolism, vol. 10, no. 2, pp. 290–293, 1990.[23] K. J. Livak and T. D. Schmittgen, “Analysis of relative geneexpression data using real-time quantitative PCR and the 2-ΔΔCT method,”Methods, vol. 25, no. 4, pp. 402–408, 2001.[24] H. Qiao, L. Dong, X. Zhang et al., “Protective effect of luteolinin experimental ischemic stroke: upregulated SOD1, CAT, Bcl-2 and claudin-5, down-regulated MDA and Bax expression,”Neurochemical Research, vol. 37, no. 9, pp. 2014–2024, 2012.[25] Y. Persidsky, S. H. Ramirez, J. Haorah, and G. D. Kanmogne,“Blood-brain barrier: structural components and functionunder physiologic and pathologic conditions,” Journal of Neu-roimmune Pharmacology, vol. 1, no. 3, pp. 223–236, 2006.[26] S. Tavelin, K. Hashimoto, J.Malkinson, L. Lazorova, I. Toth, andP. Artursson, “A new principle for tight junction modulationbased on occludin peptides,” Molecular Pharmacology, vol. 64,no. 6, pp. 1530–1540, 2003.[27] J. Huang, B. Liu, C. Yang, H. Chen, D. Eunice, and Z. Yuan,“Acute hyperglycemia worsens ischemic stroke-induced braindamage via high mobility group box-1 in rats,” Brain Research,vol. 1535, pp. 148–155, 2013.[28] A.-C. Luissint, C. Artus, F. Glacial, K. Ganeshamoorthy, andP.-O. Couraud, “Tight junctions at the blood brain barrier:physiological architecture and disease-associated dysregula-tion,” Fluids and Barriers of the CNS, vol. 9, no. 1, article 23, 2012.[29] S. Giacoppo, M. Galuppo, R. Iori, G. R. de Nicola, P. Bramanti,and E. Mazzon, “The protective effects of bioactive (RS)-glucoraphanin on the permeability of themice blood-brain bar-rier following experimental autoimmune encephalomyelitis,”European Review for Medical and Pharmacological Sciences, vol.18, no. 2, pp. 194–204, 2014.[30] F. Arshad, L. Wang, C. Sy, S. Avraham, and H. K. Avraham,“Blood-brain barrier integrity and breast cancer metastasis tothe brain,” Pathology Research International, vol. 2011, Article ID920509, 12 pages, 2011.[31] K. E. Biron, D. L. Dickstein, R. Gopaul, and W. A. Jefferies,“Amyloid triggers extensive cerebral angiogenesis causing bloodbrain barrier permeability and hypervascularity in alzheimer'sdisease,” PLoS ONE, vol. 6, no. 8, Article ID e23789, 2011.[32] X. L. Wu, P. Wang, Y. H. Liu, and Y. X. Xue, “Effectsof poly (adp-ribose) polymerase inhibitor 3-aminobenzamideon blood-brain barrier and dopaminergic neurons of ratswith lipopolysaccharide-induced Parkinson’s disease,” Journalof Molecular Neuroscience, vol. 53, no. 1, pp. 1–9, 2014.[33] Y. Liu, L.-P. Zou, J.-B. Du, and V. Wong, “Electro-acupunctureprotects against hypoxic-ischemic brain-damaged immaturerat via hydrogen sulfide as a possible mediator,” NeuroscienceLetters, vol. 485, no. 1, pp. 74–78, 2010.[34] J. Tao, X.-H. Xue, L.-D. Chen et al., “Electroacupunctureimproves neurological deficits and enhances proliferation anddifferentiation of endogenous nerve stem cells in rats with focalcerebral ischemia,”Neurological Research, vol. 32, no. 2, pp. 198–204, 2010.[35] Y. Du, L. Shi, J. Li, J. Xiong, B. Li, and X. Fan, “Angiogenesis andimproved cerebral blood flow in the ischemic boundary areawere detected after electroacupuncture treatment to rats withischemic stroke,” Neurological Research, vol. 33, no. 1, pp. 101–107, 2011.[36] X.-D. Wu, L.-N. Du, G.-C. Wu, and X.-D. Cao, “Effectsof electroacupuncture on blood-brain barrier after cere-bral ischemia-reperfusion in rat,” Acupuncture and Electro-Therapeutics Research, vol. 26, no. 1-2, pp. 1–9, 2001.[37] F. Zhou, J. Guo, J. Cheng, G. Wu, and Y. Xia, “Effect ofelectroacupuncture on rat ischemic brain injury: importanceof stimulation duration,” Evidence-Based Complementary andAlternativeMedicine, vol. 2013, Article ID 878521, 12 pages, 2013.[38] M. S. Xu, S. J. Zhang, D. Zhao et al., “Electroacupuncture-induced neuroprotection against cerebral ischemia in rats: roleof the dopamine D2 receptor,” Evidence-Based Complementaryand Alternative Medicine, vol. 2013, Article ID 137631, 10 pages,2013.[39] F. Zhou, J. Guo, J. Cheng, G. Wu, J. Sun, and Y. Xia, “Elec-troacupuncture and brain protection against cerebral ischemia:specific effects of acupoints,” Evidence-Based Complementaryand Alternative Medicine, vol. 2013, Article ID 804397, 14 pages,2013."