"Hindawi Publishing CorporationEvidence-Based Complementary and Alternative MedicineVolume 2012, Article ID 378415, 11 pagesdoi:10.1155/2012/378415Research ArticleEthanol Extracts of Fruiting Bodies of Antrodia cinnamomeaSuppress CL1-5 Human Lung Adenocarcinoma Cells Migration byInhibiting Matrix Metalloproteinase-2/9 through ERK, JNK, p38,and PI3K/Akt Signaling PathwaysYing-Yi Chen,1 Fon-Chang Liu,1, 2 Pei-Yu Chou,3 Yi-Chung Chien,3Wun-Shaing Wayne Chang,4 Guang-Jhong Huang,5 Chieh-Hsi Wu,1 and Ming-Jyh Sheu11 School of Pharmacy, China Medical University, 91 Hsueh-Shih Road, Taichung 404, Taiwan2 Department of Pharmacy, Da Chien General Hospital, Miaoli 36052, Taiwan3 Department of Life Science, National Chung Hsing University, 250 Kuo Kuang Road, Taichung 402, Taiwan4 National Institute of Cancer Research, National Health Research Institutes, 35 Keyan Road, Zhunan, Miaoli 350, Taiwan5 School of Chinese Pharmaceutical Sciences and Chinese Medicine Resources, China Medical University, Taichung 404, TaiwanCorrespondence should be addressed to Chieh-Hsi Wu, chhswu@mail.cmu.edu.tw andMing-Jyh Sheu, soybean13mtdtw@gmail.comReceived 18 July 2011; Revised 25 October 2011; Accepted 25 October 2011Academic Editor: Vassya BankovaCopyright © 2012 Ying-Yi Chen et al. This is an open access article distributed under the Creative Commons Attribution License,which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Cancer metastasis is a primary cause of cancer death. Antrodia cinnamomea (A. cinnamomea), a medicinal mushroom in Taiwan,has shown antioxidant and anticancer activities. In this study, we first observed that ethanol extract of fruiting bodies of A. cinna-momea (EEAC) exerted a concentration-dependent inhibitory effect on migration and motility of the highly metastatic CL1-5 cellsin the absence of cytotoxicity. The results of a gelatin zymography assay showed that A. cinnamomea suppressed the activities ofmatrix metalloproteinase-(MMP-) 2 and MMP-9 in a concentration-dependent manner. Western blot results demonstrated thattreatment with A. cinnamomea decreased the expression of MMP-9 and MMP-2; while the expression of the endogenous inhibitorsof these proteins, that is, tissue inhibitors of MMP (TIMP-1 and TIMP-2) increased. Further investigation revealed that A. cinnamo-mea suppressed the phosphorylation of ERK1/2, p38, and JNK1/2. A. cinnamomea also suppressed the expressions of PI3K andphosphorylation of Akt. Furthermore, treatment of CL1-5 cells with inhibitors specific for PI3K (LY 294002), ERK1/2 (PD98059),JNK (SP600125), and p38 MAPK (SB203580) decreased the expression of MMP-2 and MMP-9. This is the first paper confirmingthe antimigration activity of this potentially beneficial mushroom against human lung adenocarcinoma CL1-5 cancer cells.1. IntroductionLung cancer has been the leading cause of cancer-relatedmortality worldwide. In some countries, it has become thenumber one cancer cause of death, accounting for morefatalities than prostate cancer, breast cancer, and colorectalcancer combined [1]. Human lung adenocarcinoma cell linesCL1-0, CL1-1, CL1-5, and CL1-5-F4 are a series of sub-lines with progressively invasive ability established by in vitroinvasion screening. CL1-5 cells are a human lung adeno-carcinoma cell line derived from the parental CL1 cells byfive successive Matrigel selections. CL1-5 cells showed a 4-to 6-fold higher invasive ability than the parental cells andtheir production of 92-kDa MMP-9 also exhibited a drasticincrease over that of their parental cells.Metastasis is a characteristic of highly malignant cancerswith poor clinical outcome. Malignant tumor progressiondepends upon the capacity to invade, metastasize, and pro-mote the angiogenic host response. One critical characteris-tic that metastatic cancer cells have acquired is the ability todissolve basement membranes and the extracellular matrix(ECM). This degradative process is mediated largely bymatrix metalloproteinases (MMPs), which are a large familyof at least 20 zinc-dependent neutral endopeptidases thatmailto:chhswu@mail.cmu.edu.twmailto:soybean13mtdtw@gmail.com2 Evidence-Based Complementary and Alternative Medicinetogether can degrade all known components of ECM [2].MMP-9 is abundantly expressed in various malignant tu-mors and is postulated to play a critical role in tumor inva-sion and angiogenesis [3]. Thus, the inhibition of MMPactivity, including MMP-9, is important for the preventionof cell invasion. CL1-5 cells, a human lung adenocarcinomacell line, expressed an elevated level of MMP-2, MMP-9and exhibited a highly invasive and metastatic ability [4, 5].Meanwhile, the activity of MMPs is prone to the inhibition ofendogenous tissue inhibitor of metalloproteinases (TIMPs),which are specific inhibitors of MMPs, and the imbalancebetween MMPs and TIMPs may contribute to degradation ordeposition of ECM [6]. The mitogen-activated protein kina-ses (MAPKs) play an important regulatory role in cellgrowth, differentiation, apoptosis, and metastasis [7]. In ad-dition, phosphatidylinositol-3-kinase/serine/threonine pro-tein kinase (or protein kinase B) (PI3K/Akt) signal trans-duction pathway is involved in the development, progression,and metastasis of various tumors [8–10].Traditionally, Antrodia cinnamomea (A. cinnamomea;also named niu-chang-chih in Chinese) has been used asa health food to prevent inflammation, hypertension, itchyskin, and liver cancer [11]. There is increasing evidencethat A. cinnamomea possesses an extensive range of bio-logical activities, including the liver protection [12], anti-inflammation [13], and antioxidation [14]. Some reportshave suggested that extracts of mycelia and fruiting bodiesof A. cinnamomea could be a potential chemotherapeuticagent against hepatoma, as well as prostate, breast, bladder,and lung cancer cells [15–20], the antimetastatic effect ofA. cinnamomea in lung adenocarcinoma CL1-5 cancer cellsis still unclear. In the present study, we investigated theantimetastatic effects of A. cinnamomea on a highly metas-tatic CL1-5 cell lines as well as the underlying mechanisms.2. Materials and Methods2.1. Chemicals. A. cinnamomea was kindly provided by Cos-mox Biomedical Co. Ltd. (Taoyuan, Taiwan). RPMI Medium1640, 3-(4, 5-dimethylthiazolyl-2)-2, 5-diphenyltetrazoliumbromide (MTT), LY294002, SP600125, and SB203580 wereobtained from Sigma Chemical Co. (St. Louis, MO, USA).PD98059 was purchased from Cell Signaling Technology(Beverly, MA, USA). Trypsin−EDTA, fetal bovine serum(FBS), and penicillin/streptomycin were from Gibco LifeTechnologies, Inc. (Paisley, UK). Cell culture supplies werepurchased from Costar (Corning, Inc., Cypress, CA, USA).The antibody against AKT, Rac-1, MAPK/extracellular sig-nal-regulated kinase (ERK) 1/2, c-Jun NH2-terminal kinase(JNK)/stress-activated protein kinase, and p38 MAPK pro-teins and phosphorylated proteins were purchased from CellSignaling Technology (Beverly, MA, USA). Anti-ERK1/2,anti-PI3K, antifocal adhesion kinase (FAK), anti-p-FAK,and horseradish peroxidase-conjugated goat anti-mouse IgGantibody were purchased from Santa Cruz BiotechnologyCo. (Santa Cruz, CA, USA), β-actin was purchased fromChemicon (Temecula, CA, USA).2.2. Preparation of Ethanol Extract of Fruiting Bodies of A. cin-namomea (EEAC). The fruiting body of A. cinnamomea waskindly provided by Cosmox Biomedical Co. LTD (Taoyuan,Taiwan) and identified by Dr. Chao-Lin Kuo (School ofChinese Pharmaceutical Sciences and Chinese MedicineResource, Taiwan). A. cinnamomea was weighed about 1 kgand soaked in 10 L of 95% ethanol solution (extractive sol-vent) for 3 days at room temperature. The solid residue ofthe above soaked herbs was filtered and discarded througha Buchner funnel lined with Whatman filter paper, and thefiltrate was concentrated to paste by vacuum distillationusing the rotary evaporator (N-11, EYELA; Tokyo, Japan)and vacuum controller (VC-760, TAKARA; Tokyo, Japan) tomaintain the desired pressure and temperature at 25◦C with40 mmHg. The various concentration of EEAC was furtherdiluted with DMSO for the further use.2.3. Cell Culture. CL1-5 cell lines were kindly provided by Dr.W.-S. Wayne Chang (National Institute of Cancer Research,National Health Research Institutes, Miaoli, Taiwan). Thecells were cultured in RPMI-1640 medium (Gibco, GrandIsland, NY, USA) with 10% fetal bovine serum (FBS, Gibco)at 37◦C in a humidified atmosphere of 5% CO2.2.4. Cytotoxicity Assay. The cells (1× 105 cells/mL) were cul-tured in 96-well plate containing RPMI-1640 supplementedwith 10% FBS for 24 h to become nearly confluent. Then cellswere cultured with EEAC for 24 h and 36 h. Then, the cellswere washed twice with PBS and incubated with 100 μL of0.5 mg/mL MTT for 3 h at 37◦C, testing for cell viability. Themedium was then discarded and 50 μL of dimethylsulfoxide(DMSO) was added. After 10 min incubation, absorbance at590 nm was read by a microplate reader.2.5. Wound-Healing Assay. For cell motility determination,CL1-5 cells (2 × 105 cells/mL) were seeded in a 12-welltissue culture plate and grown to 80−90% confluence. Afteraspiration of the medium, the center of the cell monolayerswas scraped with a sterile micropipette tip to create a denu-ded zone (gap) of constant width. Subsequently, cellulardebris was washed with PBS, and CL1-5 cells were exposedto various concentrations of EEAC (0, 0.125, 0.25, 0.5,and 1.0 μg/mL). Wound closure was monitored and photo-graphed at 0 h and 36 h with a Nikon inverted microscope.To quantify the migrated cells, pictures of the initial woundedmonolayers were compared with the corresponding picturesof cells at the end of the incubation. Artificial lines fitting thecutting edges were drawn on pictures of the original woundsand overlaid on the pictures of cultures after incubation.Cells that had migrated across the white lines were countedin six random fields from each triplicate treatment.2.6. Cell Migration Assay. Tumor cell migration was assayedin transwell chambers (Millipore) according to the methodreported by Weng et al. [6] with some modifications. Briefly,transwell chambers with 6.5 mm polycarbonate filters of8 μm pore size were used. CL1-5 cells (1 × 104 cells/mL) and0, 0.125, 0.25, 0.5, and 1.0 μg/mL of EEAC were suspendedin RPMI-1640 (100 μL, serum free), placed in the upperEvidence-Based Complementary and Alternative Medicine 3transwell chamber, and incubated for 24 h at 37◦C. Then, thecells on the upper surface of the filter were completely wipedaway with a cotton swab, and the lower surface of the filterwas fixed in methanol, stained with Giemsa, and countedunder a microscope at a magnification of 200x. For eachreplicate, the tumor cells in 10 randomly selected fields weredetermined and the counts were averaged.2.7. Determination of MMP-2 and MMP-9 by Zymography.MMPs in the medium released from CL1-5 cells were assayedusing gelatin zymography (8% zymogram gelatin gels) accor-ding to the methods reported by Weng et al. with some modi-fication [6]. Briefly, the culture medium was electrophoresed(80 V for 120 min) in a 8% SDS-PAGE gel containing 0.1%gelatin. The gel was then washed at room temperature ina solution containing 2.5% (v/v) Triton X-100 with twochanges and subsequently transferred to a reaction buffer forenzymatic reaction containing 1% NaN3, 10 mM CaCl2 and40 mM Tris-HCl, pH 8.0, at 37◦C with shaking overnight (for12−15 h). Finally, the MMP gel was stained for 30 min with0.25% (w/v) Coomassie blue in 10% acetic acid (v/v) and20% methanol (v/v) and destained in 10% acetic acid (v/v)and 20% methanol (v/v).2.8. Western Blotting Analysis. Whole-cell lysates proteins(40 μg of partially purified protein) were mixed with an equalvolume of electrophoresis sample buffer, and the mixturewas then boiled for 10 min. Then, an equal protein contentof total cell lysate from control and EEAC-treated samplewere resolved in 12% SDS-PAGE gels. Proteins were thentransferred onto nitrocellulose membranes (Millipore, Bed-ford, MA, USA) by electroblotting using an electroblottingapparatus (Bio-Rad). Nonspecific binding of the membraneswas blocked with phosphate-buffered saline (PBS) contain-ing 1% (w/v) nonfat dry milk and TBS-T buffer (Tris-BufferSaline with 0.1% (v/v) Tween 20) for more than 2 h. Mem-branes were washed with TBS-T buffer three times each for10 min and then incubated with an appropriate dilution ofspecific primary antibodies in TBS-T buffer overnight at 4◦C.The membranes were washed with TBS-T buffer and thenincubated with an appropriate secondary antibody (horse-radish peroxidase-conjugated, goat anti-mouse, or anti-rab-bit IgG) for 1 h. After washing the membrane three times for10 min in TBS-T buffer, the bands were visualized using ECLreagents (Millipore, Billerica, MA, USA). Band intensity onscanned films was quantified using Kodak Molecular Imag-ing (MI) software and expressed as relative intensity com-pared with control.2.9. Statistical Analysis. Values are expressed as means ± SDand analyzed using one-way ANOVA followed by LSD testfor comparisons of group means. All statistical analyses wereperformed using SPSS for Windows, version 10 (SPSS, Inc.);a P value <0.05 is considered statistically significant.3. Results3.1. Cytotoxicity of EEAC to CL1-5 Cells. The effect of EEAC(0−128 μg/mL) on cell viability was determined by the MTTassay. After incubation for 24 h and 36 h, cell viability was notsignificantly affected by EEAC (0.125−1.0 μg/mL), as com-pared to the untreated control (Figure 1(a)), indicating thatEEAC is not toxic to CL1-5 cells at these concentrations.When cells were treated with EEAC at 1.0–128 μg/mL for24 h and 36 h, cell viability was significantly decreased.EEAC (0.125–1.0 μg/mL) were also evaluated their apoptoticeffect with flow cytometry, and SubG1 was not significantlyaffected by EEAC (0.125−1.0 μg/mL), as compared to the un-treated control (Figure 1(b)). To avoid inhibition of cell via-bility in the following experiments, we chose to use EEACconcentrations between 0.125 and 1.0 μg/mL and an incuba-tion time of 36 h.3.2. Effect of EEAC on Wound-Healing Assay. We further as-sessed the effect of EEAC on the migration of CL1-5 cellsusing the wound healing assay in which the confluent mono-layer was scraped with a sterile micropipette tip to createa scratch wound. As shown in Figure 2(a), EEAC inhibitedthe migration of CL1-5 cells in a dose-dependent manner,with 27.7% and 40.1% inhibition at 0.5 and 1.0 μg/mL afterincubation for 36 h, respectively, (Figure 2(b)).3.3. Effect of EEAC on Migration of CL1-5 Cells In Vitro.The transwell assay was used to investigate the migrationof CL1-5 cells at 24 h after EEAC treatment. We found thatEEAC added at 0.125−1.0 μg/mL significantly decreased themigration (Figures 3(a) and 3(b)) of CL1-5 cells and thatthese effects of EEAC were dose dependent.3.4. EEAC Inhibits the Release of MMP-2 and MMP-9 in CL1-5Cells. To examine the possible antimigration mechanisms ofEEAC, we determined the activity of MMP-2 and MMP-9 inculture media of CL1-5 cells by zymographic analysis. In theabsence of treatment, CL1-5 cells constitutively secreted highlevels of MMP-9 and MMP-2. Our results showed that EEACinhibited MMP-9 and MMP-2 activities in a concentration-dependent manner (Figures 4(a) and 4(b)). These resultssuggest that the antimigration effect of EEAC is related tothe inhibition of the enzymatically degradative processes ofCL1-5 migration.3.5. Inhibition by EEAC of MMP-2 and MMP-9. To examinethe possible antimigration mechanisms of EEAC, we deter-mined the MMP-2 and MMP-9 expressions in culture mediaof CL1-5 cells by Western blotting assay. Using Western blot-ting, we analyzed the effects of treating cells with variousconcentration of EEAC for 36 h on MMPs protein expres-sion. Treatment of CL1-5 cells with EEAC induced notice-able reductions in MMP-9 and MMP-2 protein expression(Figure 5).3.6. Effect of EEAC on TIMP-1,TIMP-2, FAK, and Phosphary-lated FAK (p-FAK) Expressions in CL1-5 Cells. To furtherexplore the modulation of pro-MMP activation by EEAC, wedetermined TIMP-1/2 protein expression levels. As shown inFigure 5, EEAC strongly increased TIMP-1 and TIMP-2 acti-vity in a concentration-dependent manner. To evaluate the4 Evidence-Based Complementary and Alternative Medicine020406080100120ControlDMSO0.1250.250.5 1 2 4 8 16 3264128∗ ∗∗ ∗∗ ∗∗ ∗ ∗∗∗∗∗∗∗∗∗EEAC (μg/mL)24 h36 hCell viability (% of control)(a)10008006004002000100080060040020001000800600400200010008006004002000100080060040020000 40 80 120 1600 40 80 120 160 0 40 80 120 1600 30 60 90 120 1500 30 60 90 120 150 0 30 60 90 120 150NumberNumberNumberNumberNumberNumberChannels (PE-A) Channels (PE-A)Channels (PE-A) Channels (PE-A)Channels (PE-A)Channels (PE-A)Control03006009001200DMSO0.125 μg/mL 0.25 μg/mL0.5 μg/mL 1 μg/mLG1: 69.8%G2: 14.6%S: 15.6%Sub G1: 0.16%G1: 62.8%G2: 19.4%S: 17.8%Sub G1: 0.5%G1: 68.1%G2: 15.4%S: 16.6%Sub G1: 0.34%G1: 66.8%G2: 18.1%S: 15.1%Sub G1: 0.18%G1: 62.8%G2: 19.4%S: 17.8%Sub G1: 0.9%G1: 67.2%G2: 9.25%S: 23.5%Sub G1: 0.61%(b)Figure 1: (a) Viability of CL1-5 cells incubated with EEAC (0.125, 0.25, 0.5, 1.0, 2.0, 4.0, 8.0, 16, 32, 64, and 128 μg/mL) for 24 h and 36 h.Cell viability was measured using MTT assay and is expressed as % of cell survival relative to control. (b) Flow cytometric analysis of EEACon the cell cycle of CL1-5. All the cells were treated with 1% fetal bovine serum with the addition of EEAC at 0.125 μg/mL, 0.25 μg/mL,0.5 μg/mL, and 1.0 μg/mL for 36 h. The value on the x-axis represents the DNA content, while the shaded area indicates the percentage ofcells at the S phase. Percentage of sub G1 contents in CL1-5 cells treated with EEAC. Values are means of three separate experiments, withstandard deviation represented by vertical bars. ∗P < 0.05; ∗∗P < 0.01. Lower case for 24 h and upper case for 36 h.effect of EEAC on FAK and p-FAK protein expression, CL1-5cells were treated with EEAC at 0, 0.125, 0.25, 0.5, and1.0 μg/mL for 36 h. As shown in Figure 5, EEAC suppressedp-FAK expression in CL1-5 cells, when EEAC concentrationwas higher than 0.25 μg/mL.3.7. Effect of EEAC on PI3K, AKT, Phosphorylated AKT(pAKT), and Rac-1 Expressions in CL1-5 Cells. PI3Ks area group of ubiquitously expressed lipid kinases which areimportant players in a major pathway of cell signaling. ThePI3K/AKT pathway has been identified as a major regulatorof cellular proliferation, differentiation, and death in multi-ple cell types [18]. To further investigate the involvement ofPI3K/AKT, a series of experiments was performed to measurethe expression of candidate signaling molecules upon EEACstimulation. The results showed that incubation of CL1-5cells with EEAC (0.125–1.0 μg/mL) led to a dose-dependentdecrease of PI3K and pAKT levels (Figure 6). Similarly, EEAC(0−1.0 μg/mL,36 h) suppressed Rac-1 protein expression ina concentration-dependent manner, and the effect becamestatistically significant when EEAC concentration was higherthan 0.25 μg/mL (Figure 6).Evidence-Based Complementary and Alternative Medicine 50 0.125 0.25 0.5 1EEAC (μg/mL)0 h36 h(a)0204060801001200 0.125 0.25 0.5 1EEAC (μg/mL)Cell migration (% of control)∗∗(b)Figure 2: Effects of EEAC on wound healing migration of CL1-5 cells. Wound was introduced by scraping confluent cell layers with a pipettip. CL1-5 cells were incubated with EEAC (0.125, 0.25, 0.5, and 1.0 μg/mL) for 36 h, and the migration distances of cells were calculated.(a) Representative photographs of invading cells that received either control or EEAC treatment. (b) Migrated cells across the black lineswere counted in six random fields from each treatment. The mean number of cells in the denuded zone is quantified by three independentexperiments. Values (means ± SD, n = 3) differ significantly (P < 0.05).3.8. Inhibition by EEAC of Phosphorylated FAK, ERK1/2, p38,and JNK1/2. We analyzed the phosphorylation of MAPKs inCL1-5 cells after treatment with EEAC (0.125−1.0 μg/mL)for 36 h. Data in Figure 7 showed that EEAC significantlydose-dependently affect p-FAK, p-ERK1/2, p-JNK1/2, or p38and p-p38 proteins at concentrations from 0.125–1.0 μg/mL.3.9. Specific Inhibitor to Analyze the Signaling Transduction.To further delineate whether the inhibition of cell migrationby EEAC occurs through inhibition of PI3K, ERK, JNK, andp38 signaling, CL1-5 cells were 1 h pretreated with a PI3Kinhibitor (LY294002; 50 μM), ERK1/2 inhibitor (PD98059;50 μM), JNK inhibitor (SP600125; 50 μM), p38 MAPK inhi-bitor (SB203580; 50 μM), and then incubated in the presenceor absence of EEAC (1.0 μg/mL) for 36 h. The Western blot-ting assay revealed that EEAC or LY294002 (50 μM), PD98-256 (50 μM), SP600125 (50 μM), SB203580 (50 μM) alonedecreased MMP-9 and MMP-2 protein expressions. Further-more, the combined treatment (50 μM, LY294002, SB203580,SP600125 and PD98059 plus 1.0 μg/mL EEAC) resulted inenhanced inhibition of MMP-9 and MMP-2 (Figure 7(b)).4. DiscussionsSeveral cancer cell lines including A498, NPC-TW01, Hep3B,HepG2, TW206, CL1-0, and CL1-5 have been screed for theircell cytotoxicity at 12, 24, 36, and 48 h. Our results showedthat CL1-0 (IC50 = 16 μg/mL) and CL1-5 (IC50 = 16 μg/mL)exhibits more susceptible to EEAC than other cells for 36 hexposure. As CL1-5 cells showed higher metastatic ability, weexplored the antimigration effects and mechanistic actionsof EEAC in human lung adenocarcinoma CL1-5 cells. Ourresults demonstrate that EEAC significantly inhibited themigration (assessed using the transwell assay and the wound-healing assay) of CL1-5 cells (Figures 2 and 3). We alsoshowed that EEAC remarkably inhibited the activities ofMMP-2 and MMP-9 (Figure 4). These results demonstratedthat the antimetastastic effect of EEAC was associated withthe inhibition of enzymatically degradative processes ofsmooth muscle cells migration. To our knowledge, it is thefirst study to demonstrate that EEAC reduces the biochemicalmechanisms of the migration in CL1-5 cells.Several bioactive compound from the ethanol extractof A. cinnamomea, such as antroquinonol, 4-acetylantro-quinonol B, and zhankuic acid A, have been reported toreduce cell proliferation of hepatoma, colon and leukemiacancer cells [21–23]. Our previous studies demonstrated thatthe marked compounds (i.e., adenosine, cordycepin, andzhankuic acid A) within EEAC were identified by HPLC andLC/MS/MS to be as indicator compounds for quality checkof extraction procedure of each batch (data not shown).According to the relative concentration of external standards,the content of adenosine, cordycepin and zhankuic acid Awere calculated to be 0.08, 0.16, and 235 mg/g EEAC, res-pectively, (data not shown). Of these, adenosine might bethrough binding to adenosine A3 receptors (A3-AR) to dec-rease the telomeric signal, resulting in G0/G1 arrest of lym-phoma cell. Moreover, A3 receptor antagonist cotreated withcordycepin would reverse cordycepin-induced in mouse Ley-dig tumor cell death, which indicate the possible relationshipbetween A3-AR and cordycepin-induced death effect [24,25]. Wu et al. indicated that cordycepin could induce cellarrest at G2/M and subG1 phases followed by significantapoptotic cell death in human OEC-M1 oral cancer cell line[26]. Similarly, cordycepin has also been found to causeG2/M arrest in human bladder and colon cancer cellsthrough upregulation of p21WAF1 level as well as reduction ofcyclin B1, Cdc2, and Cdc25c proteins in a p53-independentmanner by regulating c-Jun N-terminal kinase activation[27, 28]. Furthermore, Geethangili and Tzeng reported thatzhankuic acid A exhibited cytotoxic activity against P-388murine and leukemia cells with an IC50 value of 1.8 and5.4 μg/mL, respectively, [29].During cancer progression, certain tumor cells becomemotile and attack the host tissue leading to metastasis.Focal adhesion kinase (FAK) can be activated in response tovarious stimuli and plays an important role in the cancer6 Evidence-Based Complementary and Alternative Medicine24 h36 h0 μg/mL 0.25 μg/mL 0.5 μg/mL 1 μg/mL(a)020406080100120020406080100120∗∗∗ ∗0 0.25 0.5 1 0 0.25 0.5 1Migration (% of control)Migration (% of control)EEAC (μg/mL) EEAC (μg/mL)24 h36 h(b)Figure 3: Effects of EEAC on (a) transwell migration assay of CL1-5 cells. CL1-5 cells were incubated with EEAC (0.25, 0.5 and 1.0 μg/mL)for 24 h and 36 h, and the (b) transwell migration cells were calculated. Photos of the migration CL1-5 cells were taken under a microscope(200-fold magnification). Values (means ± SD, n = 3) differ significantly (P < 0.05).cell proliferation and metastasis [30]. Compiling evidenceimplies that FAK regulates focal adhesion signaling by phos-phorylating various substrates and by acting as a scaffoldfor protein-protein interactions, as well as the MMPs-medi-ated matrix degradation, which consecutively regulatesdownstream signaling cascades [31]. FAK, a cytoplasmic kin-ase that is involved in ECM and integrin-mediated signalingpathways, has been suggested to have an essential role inmetastasis through the modulation of tumor cell migrationand invasion [32]. Majorly, integrin-mediated FAK signalingis phosphorylation of Tyr397. Particularly, phosphorylation ofTyr397 forms a high-affinity binding site for Src-homologydomain 2 (SH2), domains of Src family kinase, thereforepromoting Src kinase activity. As a result, a major function ofFAK is to recruit and activatr Src at cell-extracellular matrixadhesion sites. Activated FAK in cancer cells relays signalsthrough multiple downstream targets. For example, activa-ted FAK binds the SH2 of PI3K, thereby transporting thecatalytic subunit of PI3K to the membrane, where it catalyzesthe phosphorylation of inositol lipids in lung cancer cellmigration [33]. The residues surrounding Tyr397 can alsoconstitute a sequence that binds to the Ras signaling pathway.The downstream targets of the Ras signaling pathway includeERK1/2 [34]. Indeed, these pathways are activated duringintegrin binding to the ECM, resulting in the transductionof external stimuli from the ECM to the nucleus [35]. Cer-tain result suggests that anti-invasive effect in androgen-in-dependent prostate cancer by controlling MMP-9 expressionthrough the suppression of the EGFR/JNK pathway [36].FAK and MAPK signaling involved in MMP-2 secretion hasbeen shown in QG90 lung cancer cells [37]. Moreover, it wasfound that the MMP-9 gene promoter is partially regulatedthrough activation of the ERK1/2 pathway [38]. In recent,p38 is implicating mediating bladder cancer invasion viaregulation of MMP-2 and MMP-9 at the level of mRNA stabi-lity [39]. Also, p38γ MAPK activates c-Jun, and the activatedc-Jun recruits p38γ as a cofactor into MMP-9 promoter toinduce its trans-activation and cell invasion [40]. In thisstudy, we found that EEAC inhibited the activation of FAK, asevidenced by reduced phosphorylation of FAK (Figure 7(a)).We also demonstrated that treatment with EEAC inhibitedphosphorylation of ERK1/2, phospho-p38, and JNK1/2 acti-vity (Figure 7(a)). The use of specific inhibitors revealed thatPI3K, ERK, JNK, and p38 play important roles in regulatingcell death induced by EEAC in CL1-5 cells (Figure 7(b)). Inthis study, the Western blotting assay was used to examinethe effects of specific MAPK inhibitors, as the same methodhas often been used to examine the effects of specific MAPKEvidence-Based Complementary and Alternative Medicine 70 0.125 0.50.25 1EEAC (μg/mL)MMP-9MMP-292 kDa72 kDa(a)0204060801001200 0.125 0.25 0.5 1MMP-9MMP-2∗ ∗∗MMP-2MMP-9 (% control)EEAC (μg/mL)(b)Figure 4: Effects of EEAC on MMP-2 and MMP-9 activities of CL1-5 cells. (a) Cells were treated with various concentrations (0.125,0.25, 0.5, and 1.0 μg/mL) of EEAC for 36 h. The conditioned mediawere collected, and MMP-2, and MMP-9 activities were determinedby gelatin zymography. (b) The activities of these proteins were sub-sequently quantified by densitometric analysis. Values (means± SD,n = 3) differ significantly (P < 0.05) (lower case for MMP-2 andupper case for MMP-9).1 0.9 0.6 0.4 0.21 0.9 0.8 0.9 0.71 1 1.1 1.2 1.61.11 1.41.2 1.60 0.125 0.50.25 1MMP-9MMP-2TIMP-1TIMP-2β-actin92 kDa62 kDa30 kDa21 kDa42 kDaEEAC (μg/mL)Figure 5: Effects of EEAC on TIMP-1, TIMP-2, MMP-9, and MMP-2 protein expression. CL1-5 cells were treated with 0.125, 0.25, 0.5,and 1.0 μg/mL for 36 h, and cell lysates were subjected to SDS-PAGE followed by western blotting and subsequently quantified bydensitometric analyses (using control as 100%). The values indicatethe density proportion of each protein compared with control.1 0.9 0.7 0.6 0.51 1 1.2 0.9 0.91 0.9 0.8 0.8 0.70 0.125 0.50.25 11 0.9 0.9 0.8 0.685 kDa65 kDa60 kDa21 kDa42 kDaPI3KAKTp-AKTRac-1β-actinEEAC (μg/mL)Figure 6: Concentration-dependent effects of EEAC on the proteinexpression level of PI3K, phosphorylated AKT and Rac-1. In theconcentration-dependent assay, CL1-5 cells were treated with 0.125,0.25, 0.5, and 1.0 μg/mL of EEAC for 36 h. The expression of PI3K,phosphorylation of AKT and Rac-1 were analyzed by Western blot-ting. β-actin was used as a loading control. The values indicate thedensity proportion of each protein compared with control.inhibitors [6]. Therefore, it appears that FAK can promoteCL1-5 cancer cell migration through the MAPK signalingand MMP-2 and MMP-9 pathway.In addition, we showed that EEAC inhibited PI3K/AKTin CL1-5 cells. Thus, it seems that FAK promotes CL1-5cancer cell migration in concert with the activation of thePI3K/AKT signaling pathways. Increased phosphorylationof FAK and its downstream targets, Src, ERK1/2, PI3K,and AKT have been shown in A549 lung epithelial cellsstimulated by fibronectin. Consistent with this observation,depletion of FAK by siRNA resulted in the inhibition of Src,ERK1/2, PI3K, and AKT activity [33]. Several studies haveindicated that FAK/PI3K/Akt is involved in the regulationof MMP-2 and MMP-9 activities on different cell types[9, 41]. Shibata et al. [42] have shown that stimulated ovariancancer cells with fibronectin activated MMP-9 secretion,while both antisense oligonucleotide to FAK and dominant-negative mutation of Ras abolished this phenomenon. Toassess whether EEAC inhibits the phosphorylation of FAK,AKT, and the protein level of PI3K, CL1-5 cells were treatedwith various concentrations of EEAC (0.125, 0.25, 0.5, and1.0 μg/mL) for 36 h. Figure 6 showed EEAC significantlyinhibited the activation of FAK and AKT as shown by thedecrease in the phosphorylation of FAK and AKT. In ad-dition, EEAC inhibited the protein levels of PI3K in a dose-dependent manner (Figure 6). Zeng et al. [43] reported thatactivated FAK-induced PI3K is required for the productionof matrix metalloproteinases (MMPs). Also, PI3K is one ofthe critical downstream signal molecules of FAK pathways[44]. Therefore, our results demonstrated that EEAC inhib-ited the expressions of p-FAK, pAKT, and PI3K.The Rho family of small guanosine triphosphatases(GTPases) (including RhoA, RhoB, c-Raf, Rac-1, and Cdc42)are critical in regulating actin reorganization associated withcell growth, migration, transformation, and gene expression8 Evidence-Based Complementary and Alternative Medicine0 0.125 0.50.25 11 0.9 0.7 0.7 0.61 1 1 0.6 0.511 0.9 1 111 0.9 1 1JNK1JNK2p-JNK1p-JNK2p38p-p38β-actin54 kDa49 kDa49 kDa55 kDa42 kDa42 kDa42 kDaEEAC (μg/mL) EEAC (μg/mL)0 0.125 0.50.25 11 0.9 0.8 0.6 0.51 0.8 0.9 0.9 11 1 0.9 0.3 0.311 1 0.9 1125 kDa125 kDa44 kDa42 kDa44 kDa42 kDa42 kDaFAKp-FAKERK1ERK2p-ERK1p-ERK2β-actin(a)1 0.9 0.4 0.4 0.3 0.5 0.4 0.3 0.2 0.3 0.21 0.8 0.9 0.9 0.7 0.6 0.7 0.7 0.6 0.7 0.6ControlDMSOEEAC (1μg/mL)LY 294002 (50 μM)EEAC + LY294002SP600125 (50μM)EEAC + SP600125 EEAC + SB203580PD98059 (50 μM)EEAC + PD98059SB203580 (50μM)92 kDa72 kDa42 kDaMMP-9MMP-2β-actin(b)Figure 7: Effects of EEAC on protein levels of MAPK signaling and phosphorylated focal adhesion kinase (p-FAK) in CL1-5 cells. (a) CL1-5were treated with several different concentrations of EEAC (0.125, 0.25, 0.5, and 1.0 μg/mL) for 36 h. (b) Effects of PI3K inhibitor (LY294002;50 μM), ERK1/2 inhibitor (PD98059; 50 μM), JNK inhibitor (SP600125; 50 μM), and p38 MAPK inhibitor (SB203580; 50 μM) on EEAC-induced protein expressions of MMP-2 and -9. Cells were pretreated with an inhibitor (50 μM) at 1 h prior to the treatment with 1.0 μg/mLEEAC for 36 h (total inhibitor exposure time was 37 h). Protein expressions of MMP-2 and -9 were determined by the western blotting assay.[45]. The Rho family of GTPases has been reported to beinvolved in the regulation of the phosphatidylinositol 3-kin-ase (PI3K)/AKT signaling pathway [46]. In addition, Camp-bell et al. [9] reported that PI3K/AKT signal transductionpathway regulates cell invasion and metastasis of nonsmallcell lung cancer (NSCLC) and is closely associated with thedevelopment and progression of various tumors. Rac1 wasreported to act as a downstream effect of PI3-K in severalgrowth factor-stimulated pathways [47] and to induce inva-sion and metastasis in cancer cells [48]. Rac1 activation alsoplayed a critical role in the migration of cancer cells [49].Rac-1 has been implicated in the regulation of the contrac-tion and retraction forces that are required for cell migra-tion [50]. Increased Rac-1 expression enhances the phos-phorylation of myosin, which cross-links actin filaments andgenerates contractile forces, promoting movement of the cellbody and facilitating cell rear detachment. Rac-1 is also im-plicated in the invasion of human microvascular endothelialcells. Active-Rac-1 could induce the expression of MMP-9metalloproteinase and promote migration of endothelialcells [51]. Rac-1 may exert this activity through upregulatetranscription factors such as NF-κB known to be involvedin the expression of certain metalloproteinases includingMMP-9. Our finding that EEAC concentration dependen-tly decreased Rac-1 protein expression (Figure 6), suggest-ing that EEAC may also inhibit the metastasis of CL1-5cells through the PI3K/Akt—Rac-1 and Rac-1—MMP-9pathways.In conclusion, we have demonstrated that EEAC inhibitsthe migration of human lung adenocarcinoma cancer CL1-5cells. Mechanistically, we show that this effect of EEAC mayoccur through inactivation of the ERK1/2 signaling pathway,exerting inhibitory effects on FAK, p-FAK, and Rac-1 proteinexpressions and inhibiting PI3K, and phospho-Akt levels,thereby decreasing the activities of MMP-2, MMP-9 of CL1-5 cells (Figure 8). Further preclinical and clinical studies arerequired to demonstrate the potential of EEAC as an anti-cancer agent.Evidence-Based Complementary and Alternative Medicine 9          ECM Cytosol EEACp-FAKPI3Kp-ERK p-p38 p-JNK AKTRac-1MMP-2,MMP-9MigrationFigure 8: Proposed signaling pathways for EEAC-mediated inhibi-tion against migration of CL1-5 cells. The effect of EEAC is achievedlikely through the inhibition of FAK, which regulates Rac-1/MMP-9expression through MAPK and PI3K/AKT signaling pathways.AbbreviationsMMPs: Matrix metalloproteinasesuPA: Urokinase-type plasminogen activatorECM: Extracellular matrixMAPK: Mitogen-activated protein kinaseERK: Extracellular signaling-regulating kinaseJNK/SAPK: c-Jun N-terminal kinase/stress-activatedprotein kinasePI3K: Phosphoinositide 3-kinaseFAK: Focal adhesion kinaseRhoA: Ras homologue gene family, member A.AcknowledgmentsThe present study was partially supported by CMU98-S-08 and CMU99-TC-29 from China Medical University,Taichung, Taiwan. Also the support was from the NationalScience Council (NSC 100–2320-B-039-014-). This studywas supported in part by Taiwan Department of Health Clin-ical Trial and Research Center of Excellence (DOH100-TD-B-111-004 and DOH100-TD-B-111-005). W.-S. Chang pro-vided the CL1-5 cells. All authors read and approved the finalPaper. The authors have no conflict of interests to report. Theauthors would like to thank Dr. Jeffrey Conrad for criticallyreading the paper. They appreciate Dr. Lu Teh-Ling for herkindly provided us SB203580, a p38 inhibitor.References[1] A. Jemal, T. Murray, E. Ward et al., “Cancer statistics, 2005,”Ca-A Cancer Journal for Clinicians, vol. 55, no. 1, pp. 10–30,2005.[2] S. Man, W. Gao, Y. Zhang et al., “Formosanin C-inhibited pul-monary metastasis through repression of matrix metallopro-teinases on mouse lung adenocarcinoma,” Cancer Biology andTherapy, vol. 11, no. 6, pp. 592–598, 2011.[3] K. Lirdprapamongkol, J. P. Kramb, T. Suthiphongchai et al.,“Vanillin suppresses metastatic potential of human cancer cellsthrough PI3K inhibition and decreases angiogenesis in Vivo,”Journal of Agricultural and Food Chemistry, vol. 57, no. 8, pp.3055–3063, 2009.[4] Y. W. Chu, P. C. Yang, S. C. Yang et al., “Selection of invasiveand metastatic subpopulations from a human lung adeno-carcinoma cell line,” American Journal of Respiratory Cell andMolecular Biology, vol. 17, no. 3, pp. 353–360, 1997.[5] M. Kodate, T. Kasai, H. Hashimoto, K. Yasumoto, Y. Iwata, andH. Manabe, “Expression of matrix metalloproteinase (gelati-nase) in T1 adenocarcinoma of the lung,” Pathology Interna-tional, vol. 47, no. 7, pp. 461–469, 1997.[6] C. J. Weng, C. F. Wu, H. W. Huang, C. H. Wu, C. T. Ho, and G.C. Yen, “Evaluation of anti-invasion effect of resveratrol andrelated methoxy analogues on human hepatocarcinoma cells,”Journal of Agricultural and Food Chemistry, vol. 58, no. 5, pp.2886–2894, 2010.[7] G. J. Huang, C. M. Yang, Y. S. Chang et al., “Hispolon sup-presses SK-Hep1 human hepatoma cell metastasis by inhibit-ing matrix metalloproteinase-2/9 and urokinase-plasminogenactivator through the PI3K/Akt and ERK signaling pathways,”Journal of Agricultural and Food Chemistry, vol. 58, no. 17, pp.9468–9475, 2010.[8] A. K. Gupta, D. E. Soto, M. D. Feldman et al., “Signaling path-ways in NSCLC as a predictor of outcome and response totherapy,” Lung, vol. 182, no. 3, pp. 151–162, 2004.[9] I. G. Campbell, S. E. Russell, D. Y. H. Choong et al., “Mutationof the PIK3CA gene in ovarian and breast cancer,” CancerResearch, vol. 64, no. 21, pp. 7678–7681, 2004.[10] Y. W. Shih, P. S. Chen, C. H. Wu, Y. F. Jeng, and C. J. Wang, “α-Chaconine-reduced metastasis involves a PI3K/Akt signalingpathway with downregulation of NF-κB in human lung ade-nocarcinoma A549 cells,” Journal of Agricultural and FoodChemistry, vol. 55, no. 26, pp. 11035–11043, 2007.[11] Z. T. Tsai and S. L. Liaw, The Use and the Effect of Ganoderma,San Yun Press, Taichung, Taiwan, 1985.[12] Z. H. Ao, Z. H. Xu, Z. M. Lu, H. Y. Xu, X. M. Zhang, and W. F.Dou, “Niuchangchih (Antrodia camphorata) and its potentialin treating liver diseases,” Journal of Ethnopharmacology, vol.121, no. 2, pp. 194–212, 2009.[13] C. C. Chen, Y. W. Liu, Y. B. Ker et al., “Chemical char-acterization and anti-inflammatory effect of polysaccharidesfractionated from submerge-cultured Antrodia camphoratamycelia,” Journal of Agricultural and Food Chemistry, vol. 55,no. 13, pp. 5007–5012, 2007.[14] H. L. Yang, Y. C. Hseu, J. Y. Chen et al., “Antrodia camphoratain submerged culture protects low density lipoproteins againstoxidative modification,” American Journal of Chinese Medicine,vol. 34, no. 2, pp. 217–231, 2006.[15] H. Wu, C. L. Pan, Y. C. Yao, S. S. Chang, S. L. Li, and T. F.Wu, “Proteomic analysis of the effect of Antrodia camphorataextract on human lung cancer A549 cell,” Proteomics, vol. 6,no. 3, pp. 826–835, 2006.[16] Y. C. Hseu, S. C. Chen, H. C. Chen, J. W. Liao, and H. L.Yang, “Antrodia camphorata inhibits proliferation of humanbreast cancer cells in vitro and in vivo,” Food and ChemicalToxicology, vol. 46, no. 8, pp. 2680–2688, 2008.[17] Y. W. Lin, J. H. Pan, R. H. Liu, Y. H. Kuo, L. Y. Sheen, andB. H. Chiang, “The 4-acetylantroquinonol B isolated frommycelium of Antrodia cinnamomea inhibits proliferation ofhepatoma cells,” Journal of the Science of Food and Agriculture,vol. 90, no. 10, pp. 1739–1744, 2010.10 Evidence-Based Complementary and Alternative Medicine[18] H. L. Yang, Y. H. Kuo, C. T. Tsai et al., “Anti-metastatic activi-ties of Antrodia camphorata against human breast cancer cellsmediated through suppression of the MAPK signaling path-way,” Food and Chemical Toxicology, vol. 49, no. 1, pp. 290–298, 2011.[19] M. H. Pan, C. C. Lin, J. K. Lin, and W. J. Chen, “Tea polyphenol(-)-epigallocatechin 3-gallate suppresses heregulin-β1-indu-ced fatty acid synthase expression in human breast cancer cellsby inhibiting phosphatidylinositol 3-kinase/Akt and mitogen-activated protein kinase cascade signaling,” Journal of Agricul-tural and Food Chemistry, vol. 55, no. 13, pp. 5030–5037, 2007.[20] S. J. Lee, S. K. Kim, W. S. Choi, W. J. Kim, and S. K.Moon, “Cordycepin causes p21WAF1-mediated G2/M cell-cycle arrest by regulating c-Jun N-terminal kinase activation inhuman bladder cancer cells,” Archives of Biochemistry andBiophysics, vol. 490, no. 2, pp. 103–109, 2009.[21] P. C. Chiang, S. C. Lin, S. L. Pan et al., “Antroquinonol displaysanticancer potential against human hepatocellular carcinomacells: a crucial role of AMPK and mTOR pathways,” Biochem-ical Pharmacology, vol. 79, no. 2, pp. 162–171, 2010.[22] Y. W. Lin, J. H. Pan, R. H. Liu, Y. H. Kuo, L. Y. Sheen, andB. H. Chiang, “The 4-acetylantroquinonol B isolated frommycelium of Antrodia cinnamomea inhibits proliferation ofhepatoma cells,” Journal of the Science of Food and Agriculture,vol. 90, no. 10, pp. 1739–1744, 2010.[23] C. T. Yeh, Y. K. Rao, C. J. Yao et al., “Cytotoxic triterpenesfrom Antrodia camphorata and their mode of action in HT-29human colon cancer cells,” Cancer Letters, vol. 285, no. 1, pp.73–79, 2009.[24] P. Fishman, S. Bar-Yehuda, G. Ohana et al., “Adenosine acts asan inhibitor of lymphoma cell growtha major role for the A3adenosine receptor,” European Journal of Cancer, vol. 36, no.11, pp. 1452–1458, 2000.[25] B.-M. Huang, B.-S. Pan, and C.-Y. Lin, “The effect of cordy-cepin on steroidogenesis and apoptosis in MA-10 mouse Ley-dig tumor cells,” Evidence-Based Complementary and Alterna-tive Medicine, vol. 2011, Article ID 750468, 14 pages, 2011.[26] W. C. Wu, J. R. Hsiao, Y. Y. Lian, C. Y. Lin, and B. M. Huang,“The apoptotic effect of cordycepin on human OEC-M1 oralcancer cell line,” Cancer Chemotherapy and Pharmacology, vol.60, no. 1, pp. 103–111, 2007.[27] S. J. Lee, S. K. Kim, W. S. Choi, W. J. Kim, and S. K.Moon, “Cordycepin causes p21WAF1-mediated G2/M cell-cycle arrest by regulating c-Jun N-terminal kinase activationin human bladder cancer cells,” Archives of Biochemistry andBiophysics, vol. 490, no. 2, pp. 103–109, 2009.[28] S. J. Lee, G. S. Moon, K. H. Jung, W. J. Kim, and S. K. Moon, “c-Jun N-terminal kinase 1 is required for cordycepin-mediatedinduction of G2/M cell-cycle arrest via p21WAF1 expressionin human colon cancer cells,” Food and Chemical Toxicology,vol. 48, no. 1, pp. 277–283, 2010.[29] Y.-M. Tzeng and M. Geethangili, “Review of pharmacologicaleffects of antrodia camphorata and its bioactive compounds,”Evidence-Based Complementary and Alternative Medicine, vol.2011, Article ID 212641, 17 pages, 2011.[30] J. T. Parsons, “Focal adhesion kinase: the first ten years,” Jour-nal of Cell Science, vol. 116, no. 8, pp. 1409–1416, 2003.[31] M. Canel, P. Secades, M. Garzón-Arango et al., “Involvementof focal adhesion kinase in cellular invasion of head and necksquamous cell carcinomas via regulation of MMP-2 expres-sion,” British Journal of Cancer, vol. 98, no. 7, pp. 1274–1284,2008.[32] C. Hwangbo, J. Kim, J. J. Lee, and J. H. Lee, “Activation of theintegrin effector kinase focal adhesion kinase in cancer cells isregulated by crosstalk between protein kinase Cα and the PDZadapter protein mda-9/syntenin,” Cancer Research, vol. 70, no.4, pp. 1645–1655, 2010.[33] X. N. Meng, Y. Jin, Y. Yu et al., “Characterisation of fibro-nectin-mediated FAK signalling pathways in lung cancer cellmigration and invasion,” British Journal of Cancer, vol. 101,no. 2, pp. 327–334, 2009.[34] K. C. Lai, A. N. C. Huang, S. C. Hsu et al., “Benzyl Lsothio-cyanate (BITC) inhibits migration and invasion of humancolon cancer HT29 cells by inhibiting matrix metallopro-teinase-2/-9 and urokinase plasminogen (uPA) through PKCand MAPK signaling pathway,” Journal of Agricultural andFood Chemistry, vol. 58, no. 5, pp. 2935–2942, 2010.[35] H. F. Liao, Y. Y. Chen, J. J. Liu et al., “Inhibitory effect of caffeicacid phenethyl ester on angiogenesis, tumor invasion, andmetastasis,” Journal of Agricultural and Food Chemistry, vol. 51,no. 27, pp. 7907–7912, 2003.[36] P. T. Kuo, T. P. Lin, L. C. Liu et al., “Penta-O-galloyl-β-D-glu-cose suppresses prostate cancer bone metastasis by transcrip-tionally repressing EGF-induced MMP-9 expression,” Journalof Agricultural and Food Chemistry, vol. 57, no. 8, pp. 3331–3339, 2009.[37] Y. Zhang, A. A. Thant, Y. Hiraiwa et al., “A role for focal adhe-sion kinase in hyluronan-dependent MMP-2 secretion in ahuman small-cell lung carcinoma cell line, QG90,” Biochem-ical and Biophysical Research Communications, vol. 290, no. 3,pp. 1123–1127, 2002.[38] C.-Y. Huang, Y.-M. Chang, Y.-T. Shih et al., “Schwann cell mig-ration induced by earthworm extract via activation of PAs andMMP2/9 mediated through ERK1/2 and p38,” Evidence-basedComplementary and Alternative Medicine, vol. 2011, Article ID395458, 12 pages, 2011.[39] B. Kumar, S. Koul, J. Petersen et al., “p38 mitogen-activatedprotein kinase-driven MAPKAPK2 regulates invasion of blad-der cancer by modulation of MMP-2 and MMP-9 activity,”Cancer Research, vol. 70, no. 2, pp. 832–841, 2010.[40] M. Loesch, H. Y. Zhi, S. W. Hou et al., “p38γ MAPK cooperateswith c-Jun in trans-activating matrix metalloproteinase 9,”Journal of Biological Chemistry, vol. 285, no. 20, pp. 15149–15158, 2010.[41] K. C. Chan, H. H. Ho, C. N. Huang, M. C. Lin, H. M.Chen, and C. J. Wang, “Mulberry leaf extract inhibits vascularsmooth muscle cell migration involving a block of smallGTPase and Akt/NF-kB signals,” Journal of Agricultural andFood Chemistry, vol. 57, no. 19, pp. 9147–9153, 2009.[42] K. Shibata, F. Kikkawa, A. Nawa et al., “Both focal adhesionkinase and c-Ras are required for the enhanced matrix metal-loproteinase 9 secretion by fibronectin in ovarian cancer cells,”Cancer Research, vol. 58, no. 5, pp. 900–903, 1998.[43] Z. Z. Zeng, Y. Jia, N. J. Hahn, S. M. Markwart, K. F. Rockwood,and D. L. Livant, “Role of focal adhesion kinase and phos-phatidylinositol 3′-kinase in integrin fibronectin receptor-mediated, matrix metalloproteinase-1-dependent invasion bymetastatic prostate cancer cells,” Cancer Research, vol. 66, no.16, pp. 8091–8099, 2006.[44] Y. A. Choi, H. K. Lim, J. R. Kim et al., “Group IB secre-tory phospholipase A2 promotes matrix metalloproteinase-2-mediated cell migration via the phosphatidylinositol 3-kinaseand Akt pathway,” Journal of Biological Chemistry, vol. 279, no.35, pp. 36579–36585, 2004.Evidence-Based Complementary and Alternative Medicine 11[45] K. Wennerberg and C. J. Der, “Rho-family GTPases: it’s notonly Rac and Rho (and i like it),” Journal of Cell Science, vol.117, no. 8, pp. 1301–1312, 2004.[46] S. C. Hubchak, E. E. Sparks, T. Hayashida, and H. W. Schnaper,“Rac1 promotes TGF-β-stimulated mesangial cell type I colla-gen expression through a PI3K/Akt-dependent mechanism,”American Journal of Physiology, vol. 297, no. 5, pp. F1316–F1323, 2009.[47] M. Higuchi, N. Masuyama, Y. Fukui, A. Suzuki, and Y. Gotoh,“Akt mediates Rac/Cdc42-regulated cell motility in growthfactor-stimulated cells and in invasive PTEN knockout cells,”Current Biology, vol. 11, no. 24, pp. 1958–1962, 2001.[48] L. S. Price and J. G. Collard, “Regulation of the cytoskeleton byRho-family GTPases: implications for tumour cell invasion,”Seminars in Cancer Biology, vol. 11, no. 2, pp. 167–173, 2001.[49] J. C. Stam, F. Michiels, R. A. Van Der Kammen, W. H. Moole-naar, and J. G. Collard, “Invasion of T-lymphoma cells: coop-eration between Rho family GTPases and lysophospholipidreceptor signaling,” EMBO Journal, vol. 17, no. 14, pp. 4066–4074, 1998.[50] Y. C. Lee, T. H. Cheng, J. S. Lee et al., “Nobiletin, a citrusflavonoid, suppresses invasion and migration involving FAK/PI3K/Akt and small GTPase signals in human gastric adeno-carcinoma AGS cells,” Molecular and Cellular Biochemistry, pp.1–13, 2010.[51] N. Shirvaikar, L. A. Marquez-Curtis, M. Z. Ratajczak, and A.Janowska-Wieczorek, “Hyaluronic acid and thrombin upregu-late MT1-MMP through PI3K and Rac-1 signaling and primethe homing-related responses of cord blood hematopoieticstem/progenitor cells,” Stem Cells and Development, vol. 20,no. 1, pp. 19–30, 2011.\tIntroduction\tMaterials and Methods\tChemicals\tPreparation of Ethanol Extract of Fruiting Bodies of A. cinnamomea (EEAC).\tCell Culture\tCytotoxicity Assay\tWound-Healing Assay\tCell Migration Assay\tDetermination of MMP-2 and MMP-9 by Zymography\tWestern Blotting Analysis\tStatistical Analysis\tResults\tCytotoxicity of EEAC to CL1-5 Cells\tEffect of EEAC on Wound-Healing Assay\tEffect of EEAC on Migration of CL1-5 Cells In Vitro\tEEAC Inhibits the Release of MMP-2 and MMP-9 in CL1-5 Cells\tInhibition by EEAC of MMP-2 and MMP-9\tEffect of EEAC on TIMP-1,TIMP-2, FAK, and Phospharylated FAK (p-FAK) Expressions in CL1-5 Cells\tEffect of EEAC on PI3K, AKT, Phosphorylated AKT (pAKT), and Rac-1 Expressions in CL1-5 Cells\tInhibition by EEAC of Phosphorylated FAK, ERK1/2, p38, and JNK1/2\tSpecific Inhibitor to Analyze the Signaling Transduction\tDiscussions\tAbbreviations\tAcknowledgments\tReferences"