"INFECTION AND IMMUNITY, June 1996, p. 2282–2287 Vol. 64, No. 60019-9567/96/$04.0010Copyright q 1996, American Society for MicrobiologyHemin-Induced Modifications of the Antigenicity and Hemin-BindingCapacity of Porphyromonas gingivalis LipopolysaccharideCHRISTOPHER W. CUTLER,1* PAUL I. EKE,2 CAROLINE A. GENCO,3 THOMAS E. VAN DYKE,4AND ROLAND R. ARNOLD5Department of Biomedical Sciences and Periodontics, Baylor College of Dentistry, Dallas, Texas1; Emory University2and Morehouse School of Medicine,3 Atlanta, Georgia; Boston University, Boston, Massachusetts4;and University of North Carolina, Chapel Hill, North Carolina5Received 29 January 1996/Returned for modification 12 March 1996/Accepted 27 March 1996Previous studies have shown that the physical, biochemical, and antigenic properties of the bacterial outermembrane are profoundly influenced by the growth environment. In the present study, the effects of growth inhemin-replete (H1) and hemin-depleted (H2) media on the lipopolysaccharide (LPS) of the oral pathogenPorphyromonas gingivalis were investigated. Our studies show that LPS from P. gingivalis cultured in H1media(H1LPS) expressed additional low-molecular-mass antigens, as determined by sodium dodecyl sulfate-poly-acrylamide gel electrophoresis and Western blot (immunoblot) analysis. Particularly evident was a 26-kDaantigen (26 LPSC) that was lost from the LPS upon transfer of P. gingivalis into H2 media. The loss of the 26LPSC was accompanied by a marked reduction in the hemin-binding capacity of the LPS. The 26 LPSC wasrefractory to Coomassie blue staining and proteinase K digestion. H1LPS from strain W50/BE1, a nonpig-mented pleiotropic strain, lacked the 26 LPSC and did not bind hemin. Polyclonal antiserum raised towhole-cell antigens of P. gingivalis A7436, W83, and HG405 grown in H1 media, but not in H2 media,recognized the 26 LPSC in the purified H1LPS from any of the three strains. The immunoreactivities of serafrom humans with (n 5 24) or without (n 5 25) periodontitis to the 26 LPSC and other H1LPS determinantswere analyzed by Western blot. Overall, 75% of adult periodontitis patient sera reacted with multiple bands inthe H1LPS stepladder, particularly in the range of 14 to 27 kDa. In contrast, only 20% of control sera reactedfaintly with H1LPS bands in the range 27 to 34 kDa. The 26 LPSC was recognized by over 40% of sera fromadult patients with periodontitis and none of the healthy control sera. Taken together, these results suggestthat the antigenicity and hemin-binding properties of P. gingivalis LPS can be modified by growth in H1media.Lipopolysaccharides (LPS) are among the most potent cellagonists known: LPS can act at picomolar concentrations totrigger host inflammatory cells to release toxic oxygen radicals,arachidonic acid derivatives, and cytokines (20). These prod-ucts can in turn initiate a cascade of pathophysiological eventsthat can culminate in septic shock and tissue destruction (30).The LPS of Porphyromonas (formerly Bacteroides) gingivalis, anopportunistic oral pathogen, has relatively little proinflamma-tory activity according to some reports (for a review, see ref-erence 16), while other reports suggest that it has potent proin-flammatory activity (6). These contradictory reports may relateto different growth conditions and to different methods of LPSpurification. P. gingivalis is subjected to many environmentalchanges in the gingival crevice during periodontal disease ac-tivity, including a decrease in the redox potential (21), anincrease in gingival bleeding on mild stimulation (11), and anincrease in crevicular fluid iron (up to 170 mM iron) (22).Much of the crevicular fluid iron is thought to be derived fromthe hemin molecule (13). While the iron atom in the heminmolecule is the critical constituent for growth, the protopor-phyrin IX ring has been suggested to play a role in the bindingand transport of iron into the cell (13). Modifying the heminconcentration in the growth medium has been shown to mod-ulate the virulence of P. gingivalis, presumably through alter-ations in outer membrane protein expression (3); however, theeffects of hemin on P. gingivalis LPS have not been examined.Interestingly, the LPS of several bacterial species (2, 24), in-cluding P. gingivalis (13), can bind hemin and may play a rolein hemin sequestration and storage (26).In the present study, the effects of growth of P. gingivalis inhemin-replete (H1) media and hemin-depleted (H2) mediaon specific physical, biochemical, and antigenic properties ofP. gingivalis LPS were examined. Our results indicate that growthof P. gingivalis in H1 media results in the expression of anadditional 26-kDa moiety (the 26 LPSC). The 26 LPSC is re-fractory to Coomassie blue staining and proteinase K diges-tion, is immunogenic, and is recognized by serum antibodiesfrom periodontitis patients but not healthy control subjects.The 26 LPSC was lost upon transfer of P. gingivalis into H2media, which was accompanied by a decrease in the hemin-binding capacity of the LPS.MATERIALS AND METHODSBacterial strains and culture conditions. P. gingivalis A7436, a clinical isolateoriginally characterized by the late V. R. Dowell (Anaerobic Laboratory, Centersfor Disease Control and Prevention, Atlanta, Ga.), was the principal strain usedin this study. Also employed in the LPS studies were strains W83, ATCC 33277(American Type Culture Collection, Rockville, Md.), W50, W50/BE1 (kindlyprovided by A. S. McKee, PALS, Porton Down, United Kingdom), HG 405, HG864 (kindly provided by A. J. Van Winkelhoff, Academic Center for Dentistry,Amsterdam, The Netherlands), and the transpositional mutant strain MSM-3,which has a defect in the transport and utilization of heme (13). Stock cultureswere maintained on anaerobic blood agar plates (Remel, Lenexa, Kans.) in ananaerobic chamber (Coy Laboratory Products, Inc., Ann Arbor, Mich.) at 378Cin an atmosphere of 85% N2–5% H2–10% CO2. The expression of LPS wasexamined after P. gingivalis in was cultured in H1 medium or H2 medium, asdescribed previously (13). Briefly, late-exponential-phase cultures of P. gingivaliscultured in H1 media were initially transferred as a 10% (vol/vol) inoculum toanaerobically equilibrated H2 media and incubated at 378C in an anaerobicatmosphere for 24 h. The 24-h P. gingivalis culture in H2 medium served as the* Corresponding author. Mailing address: Department of Periodon-tics and Biomedical Sciences, Baylor College of Dentistry, P.O. Box660677, Dallas, TX 75266-0677. Electronic mail address: CWCUTLER@ONT.COM. Phone: (214) 828-8138. Fax: (214) 828-8951.2282inoculum to H1 or H2 medium. Growth was monitored by A660 (PharmaciaLKB spectrophotometer) and by total viable cell counts determined by serialdilution on anaerobic blood agar plates. Late-exponential-phase cultures in ei-ther H1 or H2 medium were used for LPS extraction. H1 medium contained1.5 mM hemin and consisted of either a complex, commercially available medium(2.8% Schaedler broth; Difco, Detroit, Mich.) or a less complex, basal medium(14). H2 medium contained no added hemin and consisted of either a complex,commercially available medium (Trypticase soy broth; Difco) or basal mediumwithout added hemin. Basal medium contains the following per liter: trypticasepeptone, 10 g; tryptophan, 0.2 g; sodium sulfite, 0.1 g; and cysteine (14).LPS purification. LPS cultured in H1 medium (H1LPS) or H2 medium(H2LPS) were extracted from P. gingivalis by the hot-phenol-water technique(32) followed by cesium chloride gradient centrifugation (9). Briefly, approxi-mately 10 g (wet weight) of P. gingivalis was suspended in 35 ml of pyrogen-freewater–35 ml of 90% phenol at 658C added dropwise for 20 min and stirredconstantly. The aqueous phase was separated by centrifugation at 7,000 3 g for20 min and collected. This process was repeated, and the aqueous phase waspooled and dialyzed extensively against deionized water for 3 days. The dialyzedLPS preparation was subjected to cesium chloride isopycnic density gradientcentrifugation (in 0.5837 g of CsCl2–4.4 ml of the LPS preparation) at 42,000 rpmfor 72 h in a Beckman (Palo Alto, Calif.) L-60 Ultracentrifuge. The refractiveindices of the gradient fractions were determined with a refractometer, andvalues were converted to density (grams per milliliter). Fractions containing LPS(density fractions between 1.42 and 1.52 g/ml) were pooled, dialyzed againstdistilled water for 3 days, lyophilized, and stored at room temperature. LPS wasanalyzed for protein by the Pierce BCA protein assay. LPS samples were alsoseparated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and stained for protein with Coomassie blue. Selected LPS samples werealso subjected to proteinase K digestion, as described previously (4). Briefly, LPSsamples were incubated with proteinase K (Sigma Chemical Co., St. Louis, Mo.)(100 mg per mg of LPS) for 1 h at 608C. SDS-PAGE sample buffer was addeddirectly to this preparation, which was heated at 1008C for 5 min and applied tothe gel (data not shown).SDS-PAGE analysis of LPS. H1LPS and H2LPS were subjected to SDS-PAGE with the Laemmli buffer system (19) using 12.5% gels or commerciallyprepared 10 to 20% gradient gels (Integrated Separation Systems, Hyde Park,Mass.). LPS samples suspended in saline were sonicated for 5 s and heated inSDS sample buffer at 1008C for 5 min. Gel electrophoresis was carried out at 27mA per gel through the 4% stacking gel and 33 mA per gel through the resolvinggel. The current was stopped when the dye front reached the bottom of the gel.One gel was stained with 0.2% (wt/vol) Coomassie brilliant blue R250 (FisherScientific Company, Fairlawn, N.J.) in 25% (vol/vol) isopropanol–7% (vol/vol)acetic acid, and the other gel was silver stained by using the Tsai and Fraschtechnique (29).Electroblotting and probing nitrocellulose. Electroblotting was performed byusing the buffer system of Towbin et al. (27) in the Protean 1 transfer cell(Bio-Rad, Richmond, Calif.) running at 40 V for 16 h and then 80 V for 30minutes. Briefly, blotted nitrocellulose was cut into 5 mm strips (see Fig. 3), andthe strips were placed in separate wells in an incubation tray (Bio-Rad). Afterbeing washed three times in washing buffer–Tween 20 (WBT), unreacted siteswere blocked with 100 mg of human serum albumin (Sigma) in WBT, washedthree times in WBT, and treated with a 1:50 dilution of patient serum in WBTovernight (or a 1:200 dilution of polyclonal rabbit antiserum [see Fig. 2]) at 48C.After being washed three times in WBT, blots were probed with a 1:2,000dilution of rabbit anti-human immunoglobulin G horseradish peroxidase (or goatanti-rabbit immunoglobulin G-horseradish peroxidase for Fig. 2) for 30 min.After being washed three times in WBT and once in washing buffer, bands weredeveloped with 0.06% 4-chloro-1-naphthol in washing buffer and 30% H2O2.The color reaction was stopped with washing buffer at the desired intensity.Generation of rabbit antiserum. Antisera to P. gingivalis strains grown in H1medium (Schaedler broth) were produced in New Zealand White female rabbits(3 to 4 kg) with the use of a procedure described by Parent et al. (23). Briefly, therabbits received daily intravenous injections into the marginal ear vein withincreasing doses of a formalin-killed bacterial suspension (approximately 1.2 3109 cells per ml in saline) ranging from 0.3 to 1.5 ml for a total of 10 injections,and 1 week later they received a booster series of three daily injections with 1.5ml of the antigen suspension. On day 27, 50 ml of blood was drawn from thecentral artery of the ear. A series of booster injections were repeated at biweeklyintervals after this test bleeding, and peak antibody titers were detected byenzyme-linked immunosorbent assay (10). The sera obtained were pooled toprepare antisera against the bacteria and frozen at 2708C.Patient selection. Sera were obtained from 24 patients with chronic adultperiodontitis (AP) and 25 healthy control subjects. The minimum clinical criteriafor acceptance into the study as an AP patient were (i) no previous periodontaltreatment, (ii) age of at least 30 years, and (iii) one or more periodontal pocketsof at least 6 mm and at least 30% bone loss at those sites. AP patient sera werefurther segregated by patient age, sex, race, and disease severity. Five sera wereobtained from patients with mild AP (American Academy of Periodontology[AAP] type II), 12 sera were from patients with moderate AP (AAP type III),and 7 sera were from patients with severe AP (AAP type IV). The guidelines forthese clinical criteria are described elsewhere (1). The 25 control patients wereage, sex, and race matched and had no periodontal pockets greater than 4 mmand no detectable generalized or localized bone loss. Subjects with a history ofsystemic disease or receiving antimicrobial therapy or other chemotherapeuticagents 4 weeks prior to participation in the study were not included. Approxi-mately 30 ml of blood was drawn from the antecubital vein of each patient, 20 mlwas allowed to clot, and the serum was drawn off and centrifuged to removeerythrocytes. Serum was aliquoted and frozen at 2708C. A complete battery ofclinical laboratory tests, including SMA-22 and complete blood count, was per-formed on the remainder of the blood, and patients with significant deviationsfrom the norm were excluded from the study and advised to seek medicalconsultations.Hemin binding assays. The binding of hemin to whole cells and LPS of P.gingivalis was analyzed spectrophotometrically, as previously described (14, 15).Whole-cell hemin binding was analyzed as follows. P. gingivalis grown in eitherH1 or H2 medium (basal medium) for 24 h was pelleted, washed in phosphate-buffered saline (PBS), and resuspended in PBS to an optical density at 660 nmof 1.5 (1010 CFU/ml). To this was added hemin to a final concentration of 30mg/ml (based on previous saturation studies [14]). A 1.0-ml sample was imme-diately removed, cells were pelleted, and the supernatant was analyzed spectro-photometrically for hemin (optical density at 400 nm). The remaining cells wereincubated at 378C under anaerobic conditions and assayed at 5- to 15-minintervals for residual hemin in the supernatant. P. gingivalis cultures withoutadded hemin or hemin without added cells served as a control. The concentra-tion of hemin present in the supernatant fractions was calculated from a heminstandard curve. Binding of hemin to whole cells was calculated as the differencebetween the total hemin added and the amount remaining in the supernatant ateach time point compared with that at time zero (14). The binding of hemin toLPS was analyzed as follows: lyophilized H1LPS and H2LPS were reconstitutedto 1 mg/ml in 50 mM Tris-HCl, pH 7.2. A 0.05-ml sample of each LPS was addedto 0.60 ml of PBS containing a total of 30 mg of hemin, and the mixture wasincubated for 4 h at 48C with shaking. LPS-hemin complexes were removed byhigh-speed centrifugation (30,000 3 g for 60 min) followed by ultrafiltration(membrane with an Mr cutoff of 10,000) (15), and the resulting supernatantfractions were assayed spectrophotometrically for residual hemin (optical densityat 400 nm). Hemin binding was calculated as described above.RESULTSSDS-PAGE analysis of LPS from P. gingivalis cultured inH1 and H2 media. LPS from all P. gingivalis strains tested(except strain W50 BE1) separated into stepladder-like bandsthat migrated at a molecular mass range (relative to the mi-gration of protein standards) of ca. 14 to 50 kDa. This migra-tion pattern was similar to that obtained with commerciallyprepared smooth-chemotype LPS from Escherichia coli O111:B4(Sigma Chemical Co.). Interestingly, growth ofP. gingivalis in H1medium (Fig. 1) resulted in a shift in the electrophoretic mobilitypattern of the LPS, leading to the expression of a greaternumber of low-molecular-mass bands and the addition of aband at ca. 26 kDa, which we have designated the 26 LPSC.The 26 LPSC was observed for P. gingivalis grown in eithercomplex (Fig. 1A) or basal (Fig. 1B) H1 medium. The 26LPSC was refractory to Coomassie blue staining and protein-ase K digestion (not shown). Interestingly, the 26 LPSC waslost, along with several other bands at ,26 kDa after passageof P. gingivalis in H2 medium, either complex (Fig. 1A) orbasal (Fig. 1B). The 26 LPSC was not observed in H1LPS orH2LPS from strain W50/BE1 (Fig. 1B). The LPS from W50/BE1 migrated like a rough-chemotype LPS, similarly to that ofSalmonella typhimurium Rc, which is a complete core polysac-charide but lacks O-specific antigen (17).Western blot (immunoblot) analysis of H1LPS from P. gin-givalis W83, A7436, and HG405. To determine if the hemin-induced 26 LPSC was immunogenic, antiserum was raised tostrain A7436, W83, or HG405 cultured in H1medium (Schae-dler broth). As shown in Fig. 2, antisera raised to all threestrains recognized the 26 LPSC in H1LPS from all of threestrains but not H2LPS (Fig. 2, lanes 1 and 2). Moreover,antibodies raised to whole-cell antigens of P. gingivalis strainsA7436, W83, or HG405 cultured in H2 media did not recog-nize the 26 LPSC in H1LPS from strain A7436, W83, orHG405 (data not shown).Western blot analysis of human serum reactivity to H1LPSfrom P. gingivalis A7436. Sera from patients with AP and fromVOL. 64, 1996 EFFECTS OF HEMIN ON P. GINGIVALIS LPS 2283healthy controls were reacted with nitrocellulose strips con-taining Western-blotted P. gingivalis H1LPS. Periodontitissera reacted with a maximum of 28 bands in the H1LPS, manyof which may represent repeating subunits of the O antigen(17). These bands migrated with relative molecular masses ofapproximately 14 to 50 kDa (Fig. 3A). The reactivity patternachieved with serum pooled from the 24 AP patients is shownschematically in Fig. 3C. Most of the variability in reactivitypatterns, however, was observed towards the lower-molecular-mass moieties (,27 kDa), such as the 26 LPSC. For example,patient 4 serum reacted with the hemin-induced 26 LPSC(band A in Fig. 3C), as well as a band at approximately 14 kDa(band C in Fig. 3C) and a band at approximately 11 kDa (bandD in Fig. 3C). Patient 7 showed very intense reactivity with the26 LPSC and faint reactivity with band D. Patient 17 showedlittle reactivity to anything but the 26 LPSC and band B (ap-proximately 20 kDa). Patient 25 reacted strongly with the 26LPSC and band C but not band B or D. The percentage ofpatient or control sera of the total number of patient or controlsera tested that reacted with each band is shown in Fig. 4. Over40% of the periodontitis sera reacted with the 26 LPSC (bandA), while none of the control sera reacted with the hemin-induced band. In general, 75% of periodontitis patient serareacted strongly with multiple LPS bands, especially in therange of 27 to 34 kDa. Only 20% of C sera reacted with morethan one LPS band, and most reactivity was also in the rangeof 27 to 34 kDa. In contrast, blotting with LPS from E. coliO55:B5 revealed no discernible differences in periodontitis andcontrol serum reactivity (not shown).A cluster analysis (BMDP [Menlo Park, Calif.] statisticalpackage) was performed to determine the association betweenreactivity to LPS and the age, sex, race, and disease status ofthe patients and controls (not shown). The analysis revealedthat 75% of the 24 AP patient sera that reacted with the 26LPSC clustered together and were drawn from patients diag-nosed with moderate to severe periodontitis. In contrast, thetype II or mild-periodontitis patients reacted with fewer LPSbands and clustered in the middle. The 26 LPSC was recog-nized by only 20% of the five type II patient sera. The controls,with few exceptions, clustered at the bottom and were notreactive with the 26 LPSC. No clustering was found for age,sex, or race.Hemin binding by P. gingivalis whole cells and LPS. Asshown in Table 1, H1LPS (or H1 whole cells) from P. gingi-valis A7436 bound significantly more hemin than H2LPS (orH2 whole cells). In contrast, H1LPS from strain W50/BEI didnot bind hemin. There was no difference in hemin bindingbetween H1LPS and H2LPS from the transpositional inser-tional mutant strain MSM-3, which has a defect in the trans-port and utilization of heme (13).DISCUSSIONThe results of the present study suggest that growth of P.gingivalis in H1 media can lead to the expression of additionalantigenic determinants on the LPS. Similar modifications haveFIG. 1. SDS-PAGE analysis of H1LPS and H2LPS from P. gingivalis. (A)H1LPS and H2LPS purified from P. gingivalis cultured in complex media (seeMaterials and Methods). Lanes 1, 2, and 5, H1LPS from strains 33277, 381, andA7436, respectively; lanes 4 and 3, H2LPS from strain A7436 passaged once orthree times, respectively, in H2 medium; lane 6, LPS from E. coli O111:B4(Sigma Chemical Co.). (B) H1LPS and H2LPS purified from P. gingivaliscultured in basal media. Lanes 1 to 4 and 7, and H1LPS from strains W50,W50/BE1, 33277, HG864, and A7436, respectively; lanes 6 and 5, H2LPS fromA7436 passaged once or three times, respectively, in H2 medium; lane 8, com-mercially prepared E. coli O111:B4 LPS (Sigma Chemical Co.). The polyacryl-amide concentration in the resolving gels was 12.5%. Approximately 5 mg of LPSwas applied to each lane. Each gel was initially stained with Coomassie blue todetect proteins, destained, and stained by the periodic acid silver stain techniqueof Tsai and Frasch (29).FIG. 2. Western blot analysis of H1LPS and H2LPS from P. gingivalisA7436, W83, and HG405. A 1:200 (vol/vol) dilution of rabbit anti-A7436 (A),anti-W83 (B), or anti-HG405 (C) was used. Lanes 1, H2LPS from strain A7436(passaged once in H2 medium); lanes 2, H2LPS from strain A7436 (passagedtwice in H2medium); lanes 3, H1LPS from A4736; lanes 4, H1LPS from strainW83; lanes 5, H1LPS from strain HG405. Arrow, 26 LPSC.2284 CUTLER ET AL. INFECT. IMMUN.been observed in the LPS of a number of human pathogenssubjected to variations in environmental stresses includingCO2 and O2 concentration (8), glucose concentration (31),temperature (18), medium aeration (28), and growth in differ-ent body fluids (5). The latter study, involving Klebsiella pneu-monia, may be particularly relevant to our findings. A similarshift in the LPS profile, involving the low-molecular-mass an-tigens, was observed after growth of K. pneumonia in perito-neal dialysate or serum; however, the hemin or iron concen-tration in these body fluids was not specified. Hemin has beenshown to regulate the expression of many virulence factors ofP. gingivalis, including outer membrane proteins, fimbriae,outer membrane vesicles, hemolytic activity, protease activity,collagenolytic activity, and hemagglutination (for a review, seereference 13); however, this is the first report of a hemin-induced structural modification of LPS.These observations may have particular relevance to peri-odontal disease and other chronic inflammatory diseases thatare characterized by epithelial cell ulceration, increased vas-cular permeability (11, 22, 25), and leakage of blood into thetissues (13). The modulation of LPS by hemin is apparentlyfunctional (6) as well as structural. Champagne et al. (6) haveshown that H1LPS from P. gingivalis (which they have termed“hemin-normal LPS”) is a more potent agonist for polymor-phonuclear leukocyte superoxide release than non-hemin-modulated LPS. Polymorphonuclear leukocytes are one of theFIG. 3. Human serum reactivity with H1LPS from strain A7436. A gel was Western blotted to two nitrocellulose sheets, which were cut into strips and reacted with1:50 (vol/vol) dilutions of 24 individual AP patient sera (A) or healthy control patient sera (B). (C) Reactivity pattern achieved with serum pooled from all 24 APpatients. Lane 26, control serum (lane 25 in panel A). The results shown are representative of a minimum of five separate analyses performed with the same LPS andthe same sera. The gels were 10 to 20% commercially obtained gradient gels (Integrated Separation Systems, Hyde Park, Mass.).FIG. 4. Percentages of periodontitis patient sera (A) and healthy control sera(B) that reacted in a Western blot with 28 H1LPS bands from P. gingivalisA7436. Bands A to D (Fig. 3C), bands that migrated at approximately 26 (26LPSC), 20, 14, and 11 kDa, respectively.TABLE 1. Hemin binding by P. gingivalis LPS and whole cellsSample and medium Hemin boundaA7436 whole cellsH2 ...................................................................................1.4906 0.05H1 ...................................................................................2.6206 0.04**A7436 LPSH2 ...................................................................................1.0276 0.14H1 ...................................................................................2.0416 0.10**MSM-3 LPSH2 ...................................................................................3.2636 0.6H1 ...................................................................................3.8356 0.5W50 LPS, H1 .................................................................... 1.095bW50/BEI LPS, H1 ............................................................ 0b33277 LPS, H1 .................................................................. 0.375baMean of three separate determinations 6 standard deviation in spectropho-tometric units, calculated as described in Materials and Methods. pp, statisticallysignificant increase, as determined by Student’s t test (P , 0.005).b Average for two experiments.VOL. 64, 1996 EFFECTS OF HEMIN ON P. GINGIVALIS LPS 2285first immune cell types to encounter bacterial pathogens at thesite of periodontal infection (7). Polymorphonuclear leuko-cytes are thought to play both a protective role and a destruc-tive role in the tissues, depending upon the activation state ofthe cells (7). Therefore H1LPS, if it exists in nature, mayaccelerate tissue destruction by activating polymorphonuclearleukocytes and other inflammatory cells to release potentiallydestructive reactive oxygen products, cytokines, and proteases(20). It is tempting to speculate that, as antibodies reactive withthe 26 LPSC are observed in patients with periodontitis,H1LPS may exist in nature; moreover, despite the hydropho-bic and membrane-constitutive nature of lipid A, it is exposedon the bacterial cell surface, predominantly on outer mem-brane vesicles or blebs (2). Understanding the mechanisms ofenhanced activation of inflammatory cells by H1LPS may be acritical step in disease intervention.We initially suspected that the hemin-dependent 26-kDaLPS moiety (26 LPSC) was a protein that copurified with LPS,such as the 26-kDa outer membrane hemin-binding proteindescribed by Bramanti and Holt (3). However, the 26 LPSCproved to be refractory to Coomassie blue staining and insen-sitive to proteinase K digestion. Although the kinetics ofgrowth in the H1 media was more rapid than that in the H2media (14), the induction of the 26-kDa moiety does not ap-pear to be related to growth phase, since all cultures wereharvested at late log phase of growth. In addition, we have notpreviously observed these LPS changes in other growth mediathat resulted in similar kinetics of growth (not shown). Atpresent, the identity of the 26 LPSC is unknown, but endotox-in-associated proteins, such as porins, can be highly resistant toorganic solvents and enzymes (12). Efforts are under way inour laboratories to biochemically and structurally characterizethe hemin-dependent changes in LPS.Studies by several investigators suggest that the LPS of P.gingivalis may play a role in sequestering hemin, which it thentransports into the cell to obtain iron for growth (13). Grenier(15) has shown that P. gingivalis LPS binds hemin with highaffinity via the lipid A moiety; moreover, Smalley et al. havesuggested that LPS may serve as a storage depot for hemin(26). Genco et al. (14) have shown that growth in HRM1media induces an increase in the binding of hemin by P. gin-givalis. The present study indicates that H1LPS binds morehemin than H2LPS. Interestingly, H1LPS from the transpo-sitional insertional mutant strain MSM-3, which has a defect inthe utilization and transport of heme, did not bind more heminthan H2LPS. Whether the 26 LPSC plays a role in heminbinding is subject to speculation. Our finding that the LPS ofthe nonpigmented strain W50/BE1 does not bind hemin anddoes not produce the 26 LPSC in H1 media seems to supportthis speculation.In summary, our data indicate that growth of P. gingivalis inH1 media resulted in additional antigenic determinants in theLPS, including a 26-kDa LPS moiety (26 LPSC), as well as anincreased capacity to bind hemin. These changes in LPS werereversed when the bacteria were transferred into H2 media.The pleiotropic mutant strain W50/BE1, which is nonpig-mented and does not agglutinate erythrocytes, lacks the 26LPSC and does not bind hemin. The 26 LPSC is nonprotein-aceous, immunogenic, and antigenically similar among three P.gingivalis strains tested. A cluster analysis revealed that immu-noreactivity to the 26 LPSC, as well as other low-molecular-mass LPS components, clustered with the periodontal diseasestatus of the patients.ACKNOWLEDGMENTSThis work was supported in part by Public Health Service grantDE00214 from the National Institute of Dental Research and by Bay-lor College of Dentistry research funds for C.W.C. and by PublicHealth Service grant DE09161 from the National Institute of DentalResearch and grant RR03034 from the National Center for ResearchResources for C.A.G.REFERENCES1. American Academy of Periodontology. 1977. Current procedural terminol-ogy for periodontics, 4th ed. American Academy of Periodontology, Chi-cago.2. Bélanger, M., C. Bégin, andM. Jacques. 1995. Lipopolysaccharides ofActino-bacillus pleuropneumoniae bind pig hemoglobin. Infect. Immun. 63:656–662.3. Bramanti, T. E., and S. C. Holt. 1992. Localization of a Porphyromonasgingivalis 26-kilodalton heat-modifiable, hemin-regulated surface proteinwhich translocates across the outer membrane. J. Bacteriol. 174:5827–5839.4. Bramanti, T. E., G. G. Wong, S. T. Weintraub, and S. C. Holt. 1989. Chem-ical characterization and biologic properties of lipopolysaccharide from Bac-teroides gingivalis strains W50, W83 and ATCC 33277. Oral Microbiol. Im-munol. 4:1–10.5. Camprubi, S., M. A. Smith, J. M. Tomas, and P. Williams. 1992. Modulationof surface antigen expression by Klebsiella pneumonia in response to growthenvironment. Microb. Pathog. 13:145–155.6. Champagne, C. M. E., S. C. Holt, T. E. Van Dyke, B. J. Gordon, and L.Shapira. Lipopolysaccharide isolated from Porphyromonas gingivalis grownin hemin-limited chemostat conditions has a reduced capacity for humanneutrophil priming. Oral Microbiol. Immunol., in press.7. Cutler, C. W., J. R. Kalmar, and C. A. Genco. 1995. Pathogenic strategies ofthe oral anaerobe, Porphyromonas gingivalis. Trends Microbiol. 3:45–50.8. Davies, R. L., R. Parton, J. G. Coote, H. A. Gibbs, and J. H. Freer. 1992.Outer-membrane protein and lipopolysaccharide variation in Pasteurella he-molytica serotype A1 under different growth conditions. J. Gen. Microbiol.138:909–922.9. Duncan, R. L., Jr., J. Hoffman, V. L. Tesh, and D. C. Morrison. 1986.Immunologic activity of lipopolysaccharides released from macrophages af-ter the uptake of intact E. coli in vitro. J. Immunol. 136:2924–2929.10. Ebersole, J. L., D. E. Frey, M. A. Taubman, and D. J. Smith. 1980. An ELISAfor measuring serum antibodies to Actinobacillus actinomycetemcomitans. J.Periodontal Res. 15:621–632.11. Egelberg, J. 1966. Blood vessels of the dento-gingival junction. J. Periodon-tol. 1:163.12. Galdiero, F., L. Sommese, P. Scarfogliero, and M. Galdiero. 1994. Biologicalactivities—lethality, Shwartzman reaction and pyrogenicity of Salmonellatyphimurium porins. Microb. Pathog. 16:111–119.13. Genco, C. A. 1995. Regulation of hemin and iron transport in Porphyromonasgingivalis. Adv. Dent. Res. 9:41–47.14. Genco, C. A., B. M. Odusanya, and G. Brown. 1994. Binding and accumu-lation of hemin in Porphyromonas gingivalis are induced by hemin. Infect.Immun. 62:2885–2892.15. Grenier, D. 1991. Hemin-binding property of Porphyromonas gingivalis outermembranes. FEMS Microbiol. Lett. 77:45–50.16. Hamada, S., T. Fujiwara, and J. Mihara. 1994. Bacterial endotoxic sub-stances and their effects on host cells, p. 105–117. In R. Genco et al. (ed.),Molecular pathogenesis of periodontal disease, vol. 1. ASM Press, Washing-ton, D.C.17. Hitchcock, P. J., and T. M. Brown. 1983. Morphological heterogeneityamong Salmonella lipopolysaccharide chemotypes in silver-stained polyacryl-amide gels. J. Bacteriol. 154:269–277.18. Kawaoka, Y., K. Otsuki, and M. Tsubokura. 1983. Growth temperature-dependent variation in the bacteriophage-inactivating capacity and antige-nicity of Yersinia enterocolitica lipopolysaccharide. J. Gen. Microbiol. 129:2739–2747.19. Laemmli, U. K. 1970. Cleavage of structural proteins during the assembly ofthe head of bacteriophage T4. Nature (London) 227:680–685.20. Mathison, J. C., P. S. Tobias, E. Wolfson, and R. J. Ulevitch. 1992. Plasmalipopolysaccharide (LPS) binding protein. A key component in macrophagerecognition of Gram-negative LPS. J. Immunol. 149:200–206.21. Mettraux, G. R., F. A. Gusberti, and H. Graf. 1984. Oxygen tension inuntreated periodontal pockets. J. Periodontol. 55:516–521.22. Mukerjee, S. 1985. The role of crevicular fluid iron in periodontal disease. J.Periodontol. 56(Suppl.):22–27.23. Parent, R., C. Mouton, L. Lamonde, and D. Bouchard. 1986. Human andanimal serotypes of Bacteroides gingivalis defined by crossed immunoelectro-phoresis. Infect. Immun. 51:909–918.24. Roth, R. I., F. C. Levin, and J. Levin. 1993. Distribution of bacterial endo-toxin in human and rabbit blood and effects of stroma-free hemoglobin.Infect. Immun. 61:3209–3215.25. Selvig, K. A. 1990. Ultrastructural changes in periodontal diseases, p. 98–99.In R. J. Genco, H. M. Goldman, and D. W. Cohen (ed.), Contemporaryperiodontics. The C. V. Mosby Company, St. Louis.2286 CUTLER ET AL. INFECT. IMMUN.26. Smalley, J. W., A. J. Birss, A. S. McKee, and P. D. Marsh. 1994. Changes inthe affinity of haemin-binding by Porphyromonas gingivalis W50 under dif-ferent environmental conditions. Microb. Ecol. Health Dis. 7:9–15.27. Towbin, H., T. Staehelin, and J. Gordon. 1979. Electrophoretic transfer ofproteins from polyacrylamide gels to nitrocellulose sheets: procedure andsome applications. Proc. Natl. Acad. Sci. USA 76:4350–4354.28. Tsai, C. M., R. Bodkins, and C. E. Frasch. 1983. Heterogeneity andvariation among Neisseria meningitidis lipopolysaccharides. J. Bacteriol.155:498–504.29. Tsai, C. M., and C. E. Frasch. 1982. A sensitive silver stain for detectinglipopolysaccharides in polyacrylamide gels. Anal. Biochem. 119:115–119.30. Ulevitch, R. J., N. Wolfson, G. D. Virca, S. Kim, L. Kline, and J. C. Mathi-son. 1989. Macrophages regulate the host response to bacterial lipopolysac-charides. Prog. Clin. Biol. Res. 299:193.31. Weiss, J., M. Hutzler, and L. Kao. 1986. Environmental modulation of lipopoly-saccharide chain length alters the sensitivity of Escherichia coli to the neutro-phil bactericidal/permeability-increasing protein. Infect. Immun. 51:594–599.32. Westphal, O., and K. Jann. 1965. Bacterial lipopolysaccharides. Extractionwith phenol water and further applications of the procedure. Methods Car-bohydr. Chem. 5:83–91.Editor: J. R. McGheeVOL. 64, 1996 EFFECTS OF HEMIN ON P. GINGIVALIS LPS 2287"