"High cellular organization of pyoverdine biosynthesis in Pseudomonas aeruginosa: clustering of PvdA at the old cell poleHigh cellular organization of pyoverdine biosynthesisin Pseudomonas aeruginosa: clustering of PvdA at theold cell poleemi_2741 1982..1994Laurent Guillon,1 Maher El Mecherki,1Stephan Altenburger,2 Peter L. Graumann2 andIsabelle J. Schalk1*1UMR 7242, Université de Strasbourg-CNRS, ESBS,Blvd Sébastien Brant, F-67413 Illkirch, Strasbourg,France.2Mikrobiologie, Fachbereich für Biologie, UniversitätFreiburg, Schänzle Straße 1, 79104 Freiburg, Germany.SummaryPyoverdine I (PVDI) is the major siderophore pro-duced by Pseudomonas aeruginosa PAO1 to importiron. Its biosynthesis requires the coordinated actionof cytoplasmic, periplasmic and membrane proteins.The individual enzymatic activities of these proteinsare well known. However, their subcellular distribu-tion in particular areas of the cytoplasm, periplasm, orwithin the membrane has never been investigated.We used chromosomal replacement to generateP. aeruginosa strains producing fluorescent fusionswith PvdA, one of the initial enzymes in the biosyn-thetic pathway of PVDI in the cytoplasm, and PvdQ,involved in the maturation of PVDI in the periplasm.Cellular fractionation indicated that a substantialamount of PvdA-YFP was located in the mem-brane fraction. Epifluorescence microscopy imagingshowed that PvdA-YFP was mainly clustered at theold cell pole of bacteria, indicating a polar segrega-tion of the protein. Epifluorescence and TIRF imagingon cells expressing labelled PvdQ showed that thisenzyme was uniformly distributed in the periplasm, incontrast with PvdA-YFP. The description of the intra-cellular distribution of these enzymes contributes tothe understanding of the PVDI biosynthetic pathway.IntroductionIron acquisition challenges bacteria, as almost all livingorganisms, because this metal is on the one hand acofactor of numerous redox-dependent key enzymes andon the other hand is poorly bioavailable. As a conse-quence, bacteria have evolved biosynthetic pathways toproduce and secrete high-affinity sequestrating agentscalled siderophores. These molecules efficiently chelateiron in the bacterial environment such that it can be trans-ported back into the microorganism (Boukhalfa and Crum-bliss, 2002; Braun and Hantke, 2011; Hider and Kong,2011).The opportunistic Gram-negative bacteriumPseudomonas aeruginosa secretes a fluorescent sidero-phore called pyoverdine (PVDI) (Meyer and Abdallah,1978; Schalk, 2008). This chelator is composed of threeparts: (i) a chromophore derived from 2,3-diamino-6,7-dihydroxyquinoline, (ii) a peptide moiety consisting ofeight amino acids bound to the carboxylic group of thechromophore and (iii) a dicarboxylic acid or dicarboxylicamide attached to the C-3 of the chromophore (Demangeet al., 1990). PVDI synthesis starts in the cytoplasm withthe synthesis of a non-fluorescent precursor (Hannaueret al., 2012) and ends in the periplasm (Yeterian et al.,2010a). The backbone of PVDI is assembled in the cyto-plasm and requires the coordinated activity of four largecytoplasmic modular enzymes known as nonribosomalpeptide synthetases (NRPSs) – PvdL, PvdI, PvdJ andPvdD (Mossialos et al., 2002; Ackerley et al., 2003; Raveland Cornelis, 2003) – and enzymes producing the sub-strates for the four NRPSs (Visca et al., 2007). PvdA, aL-ornithine hydroxylase, and PvdF, a hydroxyornithinetransformylase, catalyse the transformation of L-ornithineinto L-formyl-Nd-hydroxyornithine, which is a substrate forthe NRPSs, PvdI and PvdJ (McMorran et al., 2001;Meneely et al., 2009). PvdH, an amidotransferase,converts the L-aspartate b-semialdehyde into L-2,4-diaminobutyrate, which is then incorporated into thepeptide chain by PvdL (Vandenende et al., 2004). ThePVDI synthesis starts with PvdL, which couples coen-zyme A to a myristic acid in an ATP-dependent reactionand delivers it to the L-Glu residue in the second domainof PvdL (Mossialos et al., 2002; Gulick and Drake, 2011).After incorporation of the first three residues – L-Glu,L-Tyr and L-Dab – the other amino-acid residues areincorporated by PvdI (for L-Ser, L-Arg, L-Ser andL-OHOrn), PvdJ (for L-Lys and L-OHOrn), and PvdD (forReceived 24 November, 2011; revised 9 March, 2012; accepted 10March, 2012. *For correspondence. E-mail isabelle.schalk@unistra.fr; Tel. (+33) 3 68 85 47 19; Fax (+33) 3 68 85 48 29.bs_bs_bannerEnvironmental Microbiology (2012) 14(8), 1982–1994 doi:10.1111/j.1462-2920.2012.02741.x© 2012 Society for Applied Microbiology and Blackwell Publishing Ltdmailto:isabelle.schalk@unistra.frmailto:isabelle.schalk@unistra.frthe two L-Thr) (Visca et al., 2007). The presence of amyristic group on the first residue (L-Glu) probably keepsthe PVDI precursor at the inner membrane throughout thebiosynthetic process (Hannauer et al., 2012).After formation of the PVDI backbone, which is non-fluorescent and has a mysristic group on the L-Gluresidue (Hannauer et al., 2012), the precursor is trans-ported across the inner membrane by an exportABC transporter PvdE (Hannauer et al., 2010) and thesubsequent biosynthetic steps occur in the periplasm.Biochemical and crystallographic studies suggestedthat PvdQ, an N-terminal nucleophile hydrolase (Ntn-hydrolase), is involved in the excision of the fatty-acidchain (Gulick and Drake, 2011; Hannauer et al., 2012).This is then followed by the cyclization of the chro-mophore, which yields the fluorescent PVDI. The periplas-mic enzymes (PvdN, PvdO and PvdP) (Ravel andCornelis, 2003; Lewenza et al., 2005), necessary forPVDI production (Ochsner et al., 2002; Lamont andMartin, 2003; Voulhoux et al., 2006; Yeterian et al.,2010a), are probably implicated in this step. Mutation ofPvdN and PvdP abolish the secretion of fluorescent PVDI,indicating that these proteins must be involved in PVDIchromophore formation (Yeterian et al., 2010a). The effluxpump PvdRT-OpmQ has been implicated in the delivery ofnewly synthesized PVDI from the periplasm into the extra-cellular medium (Hannauer et al., 2010).The activities of various enzymes involved in PVDIbiosynthesis in P. aeruginosa have been described.However, it is hard to imagine how this highly complexmechanism, with sequential steps in all cell compart-ments, is orchestrated to efficiently yield a maturecomplex siderophore. Over the past decade, numerousGFP-tagged proteins have been identified at specificintracellular locations such as the poles of the cells, indi-cating that bacteria have a degree of intracellular organi-zation (Shapiro et al., 2009). Processes such as bacterialcell cycle, motility and development are now understoodto depend upon the specific distribution of proteins withinthe cytoplasm or within the membrane (Dworkin, 2009;Shapiro et al., 2009; Rudner and Losick, 2010). Thesespecific cell locations are critical for bacterial cell physiol-ogy. To further understand how these cellular locationsinfluence PVDI biosynthesis, we generated P. aeruginosamutant strains expressing, at native levels, proteinsinvolved in this process fused with either eYFP ormCHERRY. We focused on PvdA, as one of the initialenzymes in the biosynthetic pathway of PVDI in the cyto-plasm, and PvdQ, as the best characterized proteininvolved in the maturation of PVDI in the periplasm beforesecretion. We showed that PvdA and PvdQ, which areinvolved in two very distant steps in the PVDI biosyntheticpathway, had completely different distributions within thecell. Whereas PvdA was mainly located at the old cellpole, PvdQ was uniformly distributed throughout theperiplasm.ResultsThe PvdA C-terminal fusion is functional whereas theN-terminal fusion is notOur aim was to localize the PvdA enzyme in its intracel-lular environment, when expressed at physiologicallevels. We constructed suicide vectors containing DNAencoding eYFP flanked by 700 bp upstream and down-stream to the insertion sites. Insertion of these modifiedregions by allelic exchange into wild-type PAO1 (Ye et al.,1995) produced two strains expressing eYFP fused eitherat the N-terminus (yfp-pvdA) or the C-terminus (pvdA-yfp)of PvdA.PVDI has a characteristic absorbance at 447 nm. Wethus monitored bacterial growth (by measuring the opticaldensity at 600 nm) and PVDI production (by measuringthe optical density at 400 nm) over time for PAO1,PAO1pvdA, yfp-pvdA and pvdA-yfp in iron-depletedminimal media (Fig. 1A). As previously reported, deletionof the pvdA gene did not affect bacterial growth but didabolish PVDI production (Visca et al., 1994; Ochsneret al., 2002; Lamont and Martin, 2003). Concerning ourinsertion mutants, pvdA-yfp synthesized PVDI at thesame level as wild-type PAO1, whereas expression ofPVDI was not detected in yfp-pvdA. We also tested theability of yfp-pvdA and pvdA-yfp to transport Pvd-55Fecomplexes. As expected, both of these strains transportedPVDI-55Fe complexes as efficiently as the PAO1 and thePAO1pvdA deletion strains (data shown in Fig. S1A inSupporting information for pvdA-yfp).The PvdA C-terminal fusion is stable whereas theN-terminal fusion is not expressedTo check the integrity of the PvdA fusion proteins, wesubjected whole-cell extracts from PAO1, PAO1pvdA, yfp-pvdA and pvdA-yfp cultures to SDS-PAGE electrophore-sis followed by Western blot analysis using anti-GFPantibodies, which can detect all variants of Aequorea vic-toria GFP. As expected, no eYFP signal was detected inthe PAO1 or the PAO1pvdA strains. A single band belowthe 100 kDa marker band was detected in the cell extractsfrom the pvdA-yfp strain (Fig. 2A). Because wild-typePvdA migrates at an apparent mass of ~49 kDa (Imperiet al., 2008), the band detected in the pvdA-yfp strain isconsistent with an insertion of the eYFP protein into PvdA,which would generate an ~80 kDa PvdA-eYFP fusionprotein. In contrast, no eYFP was detected in the cellextracts from the yfp-pvdA, indicating that no eYFP isexpressed in this N-terminal fusion strain. It is thereforePyoverdin biosynthesis at the old cell pole 1983© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994highly likely that the PAO1pvdA phenotype of yfp-pvdA isdue to the absence of the fusion protein eYFP-PvdArather than a defect in enzymatic activity.PvdA is a membrane-associated protein located at theold cell polepvdA-yfp strain was used to investigated the in vivo sub-cellular location of PvdA using cell fractionation. Weanalysed each fraction, exploiting the fluorescence ofeYFP to detect the PvdA fusion protein and the fluores-cence of PVDI to assess the fractionation efficiency – asPVDI is located in the periplasm (Greenwald et al., 2007;Yeterian et al., 2010a). As a control, we checked that noeYFP was detected in the cellular compartments of aPAO1 strain. As shown in Fig. 2B, 82% of the total PVDIfluorescence was detected in the periplasm of pvdA-yfp,indicating a successful fractionation. In contrast, eYFPwas predominantly detected in the membrane fraction,which contained 60% of the total eYFP fluorescences,compared with 36% of the total eYFP fluorescence con-tained in the cytoplasm. This is consistent with previousFig. 1. Effect of fusion proteins of eYFP with PvdA (A) and ofmCHERRY with PvdQ (B) on bacterial growth and PVDIproduction. Bacteria were washed in iron-depleted succinate mediato remove iron from LB media. Fresh minimal media were theninoculated with these bacteria and distributed into a 96-well plate.The growth (solid lines in panels A and B) and PVDI production(dashed lines in panels A and B) were monitored over time byOD600 and OD400 measurements. Panel (A) presents themeasurements for PAO1 (red), PAO1pvdA (black), yfp-pvdA (pink),and pvdA-yfp (blue) and panel (B) for PAO1 (red), PAO1pvdQ(brown), mcherry-pvdQ (green), and pvdQ-mcherry (yellow). Thesemeasurements were performed every 30 min in a Tecan microplatereader with shaking and incubation at 30°C. Each curve representsa mean derived from six replicates. PVDI production (OD400) at agiven time was normalized by the corresponding bacterial-growthreading (OD600).Fig. 2. A. Immunoblot analysis of the PAO1, PAO1pvdA, yfp-pvdAand pvdA-yfp strains. The equivalent of 0.25 OD600 units of eachstrain grown in succinate media were lysed in loading buffer, DNAdigested by benzonase (1 U), and loaded onto SDS-PAGE forprotein separation. Proteins were blotted onto a nitrocellulosemembrane and eYFP was detected using anti-GFP antibodies.Molecular weight (MW) marker bands are indicated on the left.B. Cell fractionation of the pvdA-yfp strain. Cell fractionation wasperformed as described in Experimental procedures. The intensityof the fluorescent signal corresponding to PVDI (grey columns) andeYFP (white columns) was measured in parallel for equal volumesof the cytoplasmic, periplasmic, and cell-membrane fractions. Thedata shown represent the means of three independentexperiments.1984 L. Guillon et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994reports that wild-type PvdA is mostly found associatedwith membranes (Imperi et al., 2008).We then assessed the in vivo protein location usingepifluorescence imaging of the pvdA-yfp strain grown inminimal media. During the stationary phase, we foundthat PvdA-YFP was mainly located on one pole of thecells. It is therefore possible that the membrane-associated PvdA-YFP formed a patch on the membrane,whereas we observed that the cytoplasmic fraction ofPvdA-eYFP was uniformly distributed. We monitored theevolution of the cells containing a fluorescence spot overthe unspotted cell throughout cell growth. Although nospotted cells could be detected during the lag phase or atthe beginning of the exponential phase, we observed thefirst patches of fluorescence during the mid-exponentialphase and the number of spotted PvdA-eYFP cellsincreased until the stationary phase, when all of the cellsdisplayed a patched pattern (Fig. 3A). Lifetime imagingshowed that this patch of PvdA-YFP was located at theold pole of the mother cell during division (Fig. 3B). Asexpected, when PvdA-YFP was found to be uniformlydistributed throughout the cytoplasm, the proteinappeared to be equally distributed to the daughter cells(Fig. 3C). In the presence of 10 mM PVDI-Fe, no fastdissolution of the PvdA-YFP spots in pvdA-yfp cells wasobserved. The spots only started to disappear aftercompletion of a cell cycle (Fig. 3D). In conclusion, PvdA-YFP was mainly located in clusters at the old cell pole,and exhibited a polar distribution following cell division,whereas a subset of cells displayed a uniform distributionof the fusion protein within the cytoplasm.PvdQ N- and C-terminal fusions are fully activeWe then focused on the PvdQ enzyme to gain insightsinto the periplasmic maturation of PVDI. PvdQ belongs tothe superfamily of the N-terminal nucleophile hydrolases(Ntn-hydrolases). Although proteins from this familypossess various enzymatic activities, all exhibit an auto-proteolytic activation resulting in the formation of twotightly bound chains (an a-subunit of 18 kDa that comesfrom the N-terminal domain of the proenzyme and a60 kDa b-chain) and the creation of an active site(Oinonen and Rouvinen, 2000; Sio et al., 2006). To deter-mine the subcellular location of PvdQ, we inserted DNAencoding mCHERRY by allelic exchange to generatemutant PAO1 strains expressing PvdQ with mCHERRYfused at either the N-terminus (mcherry-pvdQ) or theC-terminus (pvdQ-mcherry) of the protein. The insertionsite for the N-terminal fusion was placed at alanine 23,which is downstream to the cleavage site of the signalsequence (Sio et al., 2006). Corresponding mutatorvectors were constructed as described for the PvdAmutant strains.We monitored bacterial growth and PVDI production formcherry-pvdQ, pvdQ-mcherry, PAO1 and PAO1pvdQstrains, when cultured in iron-deficient succinate media(Fig. 1B). Every strain displayed similar growth profilesand only the PAO1pvdQ strain did not produce PVDI asdescribed previously (Ochsner et al., 2002; Lamont andMartin, 2003; Nadal Jimenez et al., 2010), indicating thatmCHERRY-PvdQ and PvdQ-mCHERRY retained wild-type PvdQ activity for PVDI production. As expected, themcherry-pvdQ and pvdQ-mcherry mutant strains incorpo-rated radiolabelled PVDI-Fe complex with the same effi-ciency as the PAO1 and PAO1pvdQ strains (Fig. S1B inSupporting information).PvdQ has been recently shown to play a major role inbiofilm formation in iron-depleted media (Wang et al.,2011). We tested the ability of the mcherry-pvdQ andpvdQ-mcherry strains to form biofilm (Fig. S2 in Support-ing information). Both strains produced about the sameamount of biofilm compared with the PAO1 strain, andproduced significantly more biofilm than the PAO1pvdQdeletion mutant.PvdQ N- and C-terminal fusions are stable andmCHERRY is attached to the a- or b-subunit ofPvdQ respectivelyWe tested for the presence of the PvdQ-mCHERRYfusion proteins by immunoblot analysis on whole-cellextracts derived from PAO1, PAO1pvdQ, mcherry-pvdQand pvdQ-mcherry strains grown in iron-depleted minimalmedia. Detection was performed using antibodies raisedagainst PvdQ (Fig. 4A) or DsRed (Fig. 4B), which recog-nizes the mCHERRY protein. As expected, no signal foranti-PvdQ antibodies was observed in the PAO1pvdQstrain. In the extracts from the PAO1 strain, a single bandof ~60 kDa was detected, which corresponds to theb-subunit of the PvdQ protein (Nadal Jimenez et al., 2010)(Fig. 4A). This same band was also observed for mcherry-pvdQ strain. A band of ~100 kDa was detected in theextracts from pvdQ-mcherry, which is consistent withthe presence of an intact b-subunit of PvdQ fused tomCHERRY (Fig. 4A). Immunoblotting using anti-DsRedantibodies to detect mCHERRY yielded no signal in theextracts from PAO1 and PAO1pvdQ. However, anti-DsRed antibodies detected the same ~ 100 kDa band asthat detected by anti-PvdQ antibodies in extracts from thepvdQ-mcherry strain, which corresponded to mCHERRYfused with the b-subunit of PvdQ (Fig. 4B). By comparingthe signals for free mCHERRY (~ 30 kDa) and the~ 50 kDa band detected in the mcherry-pvdQ strain, wededuced that when the PvdQ protein is matured,mCHERRY remains fused to the a-subunit (Fig. 4B). Inconclusion, the fully active fusion proteins that wedesigned are mature in a similar manner to their wild-typePyoverdin biosynthesis at the old cell pole 1985© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994Fig. 3. A. Time-lapse fluorescence microscopy images of pvdA-yfp at different stages of bacterial growth. Cells were grown in minima media.At different times, aliquots were removed, cells spotted onto slides coated with agarose dissolved in minimal media and observed byfluorescence microscopy.B. Time-lapse fluorescence microscopy images of the pvdA-yfp strain. Cell division was monitored on the pvdA-yfp strain, grown in minimalmedia. At mid-exponential phase, cells were spotted onto slides coated with agarose that was dissolved in minimal media. Images after 0, 1and 2 h incubation of the slides at 30°C were recorded.C. Unspotted pvdA-yfp cell division imaging by fluorescence microscopy (right) and brightfield (left).D. Time-lapse fluorescence microscopy images of the pvdA-yfp strain in the presence and absence of 10 mM PVDI-Fe. At mid-exponentialphase, cells grown in minima media were incubated in the presence or absence of PVDI-Fe. At different times, aliquots were removed andobserved by fluorescence microcopy. All images were recorded using a filter set for eYFP imaging (scale bar 2 mm).1986 L. Guillon et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994counterparts, and mCHERRY is fused with the a-subunitof PvdQ in mCHERRY-PvdQ, and with the b-subunit ofPvdQ in PvdQ-mCHERRY.Periplasmic PvdQ fusion proteins are uniformlydistributed within the periplasmWe performed cell-fractionation studies to confirmthe export of the fusion proteins to the periplasm.mcherry-pvdQ and pvdQ-mcherry strains were culturedin succinate media and cytoplasmic, periplasmic, andmembrane fractions were isolated. Very low levels ofPVDI were detected in the cytoplasm (~ 13% of thetotal PVDI fluorescence), indicating that there was nosignificant periplasmic contamination of the cytoplasmicfractions (Fig. 4C and D). As expected from the PVDI-production phenotypes for mCHERRY-PvdQ and PvdQ-mCHERRY, most of the fluorescence for mCHERRY(54% of the total fluorescence for mCHERRY for bothfusion proteins) was found in the periplasm (Fig. 4Cand D). Nevertheless, a high level of fluorescence formCHERRY (39% the total fluorescence for mCHERRY)was also observed in the cytoplasmic fraction for bothfusion proteins. According to the cell fractionation ofPVDI, the presence of mCHERRY in the cytoplasmicfractions is not due to periplasmic contamination. Wecompared the distribution of PvdQ in the cytoplasm andperiplasm of the wild-type PAO1 strain with that of ourmutants by immunoblot analysis using an anti-PvdQantibody on the isolated cell compartments (Fig. S3 inSupporting information). Although similar amounts of thePvdQ b-chain were detected in both periplasmic andcytoplasmic fractions, the band corresponding to thePvdQ a-chain was detected in the periplasmic fractiononly. Thus, the PvdQ enzyme in the cytoplasm may cor-respond to the uncleaved inactive form of the protein,which has yet to be exported to the periplasm to com-plete its full maturation. Finally, the distribution of PvdQin the cytoplasm and periplasm of the mcherry-pvdQand pvdQ-mcherry strains, was similar to that in thePAO1 strain. N- and C-terminal fusion proteins ofmCHERRY and PvdQ therefore showed the same sub-cellular distribution as wild-type PvdQ.The periplasmic fluorescence distributions in mcherry-pvdQ and pvdQ-mcherry strains were examined usingepifluorescence microscopy. mCHERRY imaging identi-Fig. 4. A and B. Immunoblot analysis of the PAO1, PAO1pvdQ, mcherry-pvdQ and pvdQ-mcherry strains. The equivalent of 0.25 OD600 unitsof each strain grown in succinate media were lysed in loading buffer, DNA digested by benzonase (1 U), and loaded onto SDS-PAGE forprotein separation. Proteins were blotted onto a nitrocellulose membrane and PvdQ was detected using anti-PvdQ antibodies (A) oranti-DsRed antibodies to detect mCHERRY (B). Molecular weight (MW) marker bands are indicated on the left.C and D. Cellular fractionation of mcherry-pvdQ (C) and pvdQ-mcherry (D) strains. Fluorescence of PVDI (grey columns) and mCHERRY(white columns) were measured for equal volumes of the cytoplasmic, periplasmic and cell-membrane fractions. The data shown represent themeans of three independent experiments.Pyoverdin biosynthesis at the old cell pole 1987© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994fied fluorescent halos, similar to the distribution detectedfor periplasmic PVDI (Hannauer et al., 2010; Yeterianet al., 2010a,b) (Fig. 5A and B). We also used Total Inter-nal Reflection (TIRF) microscopy imaging (Fig. 5C and D),in which the incident light is inclined so that only the cellsurface is illuminated. Considering the cell-fractionationfindings, the full cell surface displayed in TIRF modeallowed us to visualize a uniform periplasmic localizationfor both mCHERRY fusions. PvdQ, with mCHERRY fusedto either its a- or b-subunit, is therefore uniformly distrib-uted throughout the periplasm.DiscussionBacteria are now understood to have a higher degree ofintracellular organization than previously thought. Indi-vidual proteins are located at particular sites within thebacterial cell and these distribution patterns are oftendynamic (Dworkin, 2009; Shapiro et al., 2009; Rudnerand Losick, 2010). PVDI biosynthesis is a multistepprocess starting in the cytoplasm and ending in the peri-plasm and involving at least 11 different proteins. Theactivities of most of these are now well characterized.However, the bacterial intracellular organization of thesequential steps that lead to mature PVDI and theirorchestration in vivo remain unknown.PvdA, a L-ornithine Nd-oxygenase, is one of the initialenzymes in the biosynthetic pathway of PVDI in the cyto-plasm (Visca et al., 1994; 2007). The N-terminal domainof PvdA has been recently shown to have two overlappingfunctional regions; an FAD-binding site and an innermembrane anchoring hydrophobic domain (Imperi et al.,2008; Meneely et al., 2009). In a wild-type context, PvdAwas only fully functional and intact when eYFP was fusedto its C-terminus. When we fused the N-terminus of PvdAwith eYFP, no PVDI was produced and immunoblot analy-sis indicated there was likely no PvdA protein present inthe cells. For the C-terminal fusion protein, we found ahigh content of eYFP in the membrane fraction after cel-lular fractionation of the corresponding pvdA-yfp strain,as previously reported for wild-type PvdA (Imperi et al.,2008). Epifluorescence imaging revealed that the PvdA-YFP fusion protein was not randomly distributed along theinner membrane but instead appeared as a spot at onecell pole. The asymmetric segregation of proteins hasbeen previously reported to be a marker of cellular agingand rejuvenation in bacteria (Lindner et al., 2008).However, such process is associated with irreversibleprotein aggregation, whereas adding PVDI-Fe to bacteriawith PvdA-YFP clusters to reverse PVDI biosynthesis ledto the disappearance of clustered proteins (Fig. 3D).Thus, the clustering of PvdA appears to be a dynamicprocess and must involve other functional proteins. AsPvdA is involved in the complex sequential addition ofpeptide building blocks to form a cytoplasmic non-fluorescent PVDI precursor with a myristic acid chain, theFig. 5. A and B. Fluorescence microscopy images of mcherry-pvdQ (A) and pvdQ-mcherry strains (B). From left to right, brightfield, PVDI andmCHERRY epifluorescence images (scale bar 2 mm).C and D. TIRF images of mcherry-pvdQ (C) and pvdQ-mcherry strains (D). From left to right, brightfield and TIRF images (scale bar 2 mm).1988 L. Guillon et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994spotted localization of PvdA may reflect the need to com-partmentalize this coordinated process in a crowded envi-ronment such as the cytoplasm. Indeed, the PvdA patchthat we observed might also contain other enzymesrequired for PVDI biosynthesis in the cytoplasm. The cyto-plasmic precursor of PVDI with a myristic acid chain(Gulick and Drake, 2011; Hannauer et al., 2012) wouldtherefore continually pass from one enzyme to another,and never be free in the cytoplasm. This organizationwould optimize the efficiency of the process by keepingthe PVDI precursor close to the membrane and avoidingits dilution into the cytoplasm. Bacterial chemotaxissignal transduction proteins are also organized as pro-tein assembly patches composed of transmembranechemoreceptors and associated cytoplasmic proteins [fora review, see (Sourjik, 2004)]. Using similar experimentalmodels to those used in our study (Martin et al., 2001;Cantwell et al., 2003; Guvener et al., 2006), immunogoldelectron microscopy (Harrison et al., 1999), and electrontomography (Briegel et al., 2009), other authors haveidentified a cluster of proteins located at the cell poleallowing signal transduction from the periplasm to thecytoplasm. As we observed with PvdA, these proteins arenot only present at the cell poles; a subset remains in thecytoplasm and the number of spotted cells increasesduring growth (Martin et al., 2001; Cantwell et al., 2003;Guvener et al., 2006). PvdA promoter activity reaches apeak during the mid-exponential phase, after which itdecreases (Putignani et al., 2004). This radical change inPvdA promoter activity thus appears to coincide with themoment we observe the switch from homogeneously dis-tributed proteins to the appearance of patched proteins incells, and may in turn indicate how this conversion isgoverned. The significance of the spotted bacterial cellsversus the unspotted cells remains unknown, but prob-ably represents the different growing stages of individualbacteria.During cell division, we found that the clustered PvdAdid not relocate to both cell poles; the distribution to thedaughter cells was asymmetric, resulting in an old cellpole location. Although asymmetrical division in bacteriaremains contentious, there are an increasing number ofexamples appearing in the literature (for a review, seeShapiro et al., 2002). Whereas genetic information isequally distributed to the daughter cells, surface struc-tures, such as flagella or pili, are preferentially associatedat one cell pole and are thus inherited by only one daugh-ter cell. In the pathogenic bacteria Shigella flexneri andListeria monocytogenes, the old cell poles accumulateproteins that promote interactions with the host (Goldberget al., 1993; Smith et al., 1995).Finally, addition of 10 mM PVDI-Fe to pvdA-yfp cells didnot result in rapid dissolution of the PvdA-YFP spot; theyonly started to disappear after a cell-division cycle. Thissuggests that PVDI-Fe does not regulate the organizationof PvdA into spots.PvdQ is a well-characterized Ntn-hydrolase thatremoves the myristic chain linked to the precursor PVDIbefore secretion (Lamont and Martin, 2003; Bokhoveet al., 2010; Nadal Jimenez et al., 2010; Gulick andDrake, 2011). When transferred into PAO1 strains, theN-terminal and C-terminal fusion proteins of PvdQ exhib-ited the full enzymatic activity of PvdQ and producedPVDI at wild-type levels. In contrast with the spotted loca-tion of PvdA, PvdQ was uniformly distributed throughoutthe periplasm. Fluorescent PVDI having no more myristicchain is also detected all over the periplasm by epifluo-rescence microscopy (Yeterian et al., 2010a). Mutation ofthe efflux pump PvdRT-OpmQ involved in PVDI secretionacross the outer membrane, increases PVDI accumula-tion in the bacterial periplasm (Hannauer et al., 2010).Together all these data suggest a maturation of PVDIhomogeneously distributed throughout the periplasm.In conclusion, our results suggest that the PVDI cyto-plasmic precursor is synthesized through coordinatedenzymatic activities localized at the interface betweenthe cytoplasm and the inner membrane of the bacterialold cell pole. This specific cellular localization probablyensures the efficiency of this complex biosynthesis.PvdQ, an enzyme involved in the periplasmic maturationof PVDI, is homogeneously distributed throughout theperiplasm like fluorescent PVDI having no more myristicchain (Yeterian et al., 2010a). This homogeneous distri-bution of PVDI maturation all over the bacterial periplasmprobably ensures a secretion of the siderophore acrossthe outer membrane all over the bacterial periphery.Further studies are required to confirm this model and toidentify the cell localization of the other enzymes involvedin this process.Experimental proceduresBacterial strains, plasmids and growth conditionsThe P. aeruginosa and Escherichia coli strains and the plas-mids used in this study are listed in Table 1. Bacteria wereusually grown in Luria broth [(LB); Difco] medium kept at37°C. The P. aeruginosa strains were grown overnight at30°C in an iron-deficient succinate medium (composition:6 g l-1 K2HPO4, 3 g l-1 KH2PO4, 1 g l-1 [NH4]2SO4, 0.2 g l-1MgSO4 7H2O and 4 g l-1 sodium succinate with the pHadjusted to 7.0 by adding NaOH). The antibiotic, gentamicin(50 mg ml-1), was added as required.Mutant constructionAll enzymes for DNA manipulation were purchased from Fer-mentas and were used in accordance with the manufacturer’sinstructions. E. coli strain TOP10 (Invitrogen) was used as aPyoverdin biosynthesis at the old cell pole 1989© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994host strain for all plasmids. PCR, using iProof polymerase(Bio-Rad), was used to amplify the genes encoding the fluo-rescent proteins from the following cDNAs: pCDNA3.1/mCHERRY for mCHERRY and pCDNA3.1/eYFP for eYFP.The DNA fragments from Pseudomonas used for cloningwere amplified from the PAO1 genomic DNA. Primers usedare listed in Table S1 of Supporting information. The generalprocedure consisted of cloning the pME3088 suicide vector(Voisard et al., 1994) into a construct composed of the fluo-rescent protein encoding DNA flanked by upstream anddownstream regions of 700 bp relative to the insertion site.Mutations in the chromosomal genome of P. aeruginosawere generated by transferring the suicide vectors fromE. coli S17-1 into the PAO1 strains and integration of theplasmids into the chromosome, with selection for tetracyclineresistance. A second crossing-over event excising the vectorwas achieved by enrichment for tetracycline-sensitive cells togenerate the corresponding mutants (Ye et al., 1995). Allgene-replacement mutants were verified by PCR.PvdA labelled at the N-terminus with eYFP (YFP-PvdA)was derived through three sets of PCRs. The 700 bp regionupstream to the PvdA gene, which contains the ATG startcodon, was amplified by the primers PvdA1 and PvdA2,which inserted restriction sites for EcoRI and XbaI respec-tively. The 700 bp downstream region was amplified by theprimers PvdA3 and PvdA4, which inserted restriction sitesfor XhoI and HindIII respectively. The DNA encoding eYFPwas amplified by the primers YFP1 and YFP2, whichinserted restriction sites for XbaI and XhoI respectively. Fol-lowing PCR, the amplified 700 bp upstream region wasdigested by XbaI, the amplified 700 bp downstream regionwas digested by XhoI, and the amplified DNA encodingeYFP was digested by XbaI and XhoI. After their digestion,all three of these PCR products were ligated in equimolaramounts. The ligation product was used as a DNA templatefor further amplification with the primers PvdA1 and PvdA4.The PCR product was digested by EcoRI and HindIII,ligated into pME3088, linearized by the same enzymes, toproduce pMEM1.PvdA labelled at the C-terminus with eYFP (PvdA-YFP)was also derived from three sets of PCRs. The 700 bpregion upstream relative to the stop codon was amplified bythe primers and PvdA6, which inserted restriction sites forEcoRI and XbaI. The 700 bp downstream region containingthe stop codon was amplified with primers PvdA7 andPvdA8, which inserted restriction sites for XhoI and HindIIIrespectively. The eYFP-encoding DNA was amplified withthe primers YFP1 and YFP2, which inserted restriction sitesfor XbaI and XhoI respectively. Following PCR, the amplified700 bp upstream region was digested by XbaI, the amplified700 bp downstream region was digested by XhoI, and theamplified DNA encoding eYFP was digested by XbaI andXhoI respectively. After their digestion, all three of thesePCR products were ligated in equimolar amounts. The liga-tion product was used as a template for amplification byprimers PvdA5 and PvdA8, and the resulting PCR productwas digested by EcoRI and HindIII, cloned into pME3088,linearized by the same enzymes to produce pMEM2.PvdQ labelled at the N-terminus with mCHERRY(mCHERRY-PvdQ) was derived from three sets of PCRs. The700 bp upstream region containing the predicted protease Icleavage site (amino acid A23) was amplified with the primersPvdQ1, which inserting a restriction site for EcoRI, andPvdQ2, which inserted a restriction site for XbaI. The 700 bpdownstream region starting from the codon of D24 was ampli-fied with the primers PvdQ3, which inserted a restriction sitefor SalI, and PvdQ4, which inserted a restriction for HindIII.The DNA encoding mCHERRY was amplified with theprimers, mCHERRY1, which inserted a restriction site forXbaI, and mCHERRY2, which inserted a restriction site forSalI. Following PCR, the amplified 700 bp upstream regionwas digested by XbaI, the amplified 700 bp downstreamregion was digested by SalI, and the amplified DNA encodingmCHERRY was digested by XbaI and SalI. After their diges-Table 1. Strains and plasmids used in this study.Strain or plasmid Collection ID Relevant characteristics Source or referenceP. aeruginosa strainsPAO1 PAO1 Wild-type strain Stover et al. (2000)PAO1pvdQ PAO1pvdQ PAO1; pvdQ::pEXGm Lamont and Martin(2003)PAO1pvdA PAS158 Derivative of PAO1; DpvdA, chromosomally integrated This studyyfp-pvdA PAS101 Derivative of PAO1; eyfp-pvdA, chromosomally integrated This studypvdA-yfp PAS102 Derivative of PAO1; pvdA-eyfp, chromosomally integrated This studymcherry-pvdQ PAS065 Derivative of PAO1; mcherry-pvdQ, mCHERRY insertion after A23 of PvdQ,chromosomally integratedThis studypvdQ-mcherry PAS069 Derivative of PAO1; pvdQ-mcherry, chromosomally integrated This studyE. coli strainsTOP10 supE44 DlacU169 (j80lacZDM15) hsdR17 recA1 endA1 gyrA96 thi-1relA1 InvitrogenS17-1 pro thi hsdR recA; chromosomal RP4 (Tra+ Tcs Kms Aps); Tpr Smr Simon et al. (1983)Suicide vector and mutatorpME3088 Suicide vector; TcR; ColE1 replicon; EcoRI KpnI DraII XhoI HindIII polylinker Voisard et al. (1994)pMEM1 pME3088 eyfp-pvdA with 700 bp flanking region relative to eyfp This studypMEM2 pME3088 pvdA-eyfp with 700 bp flanking region relative to eyfp This studypLG1 pME3088 mcherry-pvdQ with 700 bp flanking region relative to mcherry This studypLG2 pME3088 pvdQ-mcherry with 700 bp flanking region relative to mcherry This studypLG3 pME3088DpvdA This study1990 L. Guillon et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994tion, all three of these PCR products were ligated in equimo-lar amounts. The ligation product was used as a DNAtemplate for further amplification with the primers PvdQ1 andPvdQ4, and the resulting PCR product was digested byEcoRI and HindIII, ligated into pME3088, linearized by thesame enzymes, to produce pLG1.PvdQ labelled at the C-terminus with mCHERRY (PvdQ-mCHERRY) was also derived from three sets of PCRs. The700 bp region upstream to the TGA stop codon was amplifiedusing the primers PvdQ5, which inserted a restriction site forEcoRI, and PvdQ6, which inserted a restriction site for andXbaI. The downstream region containing the stop codon wasamplified with primers PvdQ7, which inserted a restriction sitefor SalI, and primer PvdQ8, which inserted a restriction sitefor HindIII. DNA encoding mCHERRY was amplified with theprimers mCHERRY1, which inserted a 3′ restriction site forXbaI, and mCHERRY2, which inserted a 5′ restriction site forSalI. Following PCR, the amplified 700 bp upstream regionwas digested by XbaI, the amplified 700 bp downstream wasdigested by SalI, and the amplified DNA encoding mCHERRYwas digested by ClaI and SalI. All three of these digestedPCR products were then ligated in equimolar amounts togenerate the DNA template for amplification with primersPvdQ5 and PvdQ8. The resulting PCR product was digestedwith EcoRI and HindIII, ligated into pME3088, and was thenlinearized with the same enzymes to yield pLG2.To generate a suicide vector for pvdA deletion in PAO1(PAO1pvdA) strain, two regions of 700 bp upstream anddownstream of pvdA were generated by PCR using primersPvdA1 and PvdA9, inserting EcoRI and XbaI restriction sites,and PvdA10 and PvdA8, inserting XbaI and HindIII respec-tively. The two fragments were digested by XbaI and ligatedto yield the DNA template for amplification with primersPvdA1 and PvdA8. The PCR product was digested withEcoRI and HindIII and ligated into pME3088, linearized withthe same enzymes, giving pLG3.Growth and quantification of PVDI productionCells were cultured overnight in LB media kept at 37°C. Cellswere pelleted and washed once with one volume of succinatemedia and then resuspended to reach a final concentration of0.1 OD600 ml-1. Two hundred microlitres of the suspensionwere distributed into 96 well plates (Greiner, PS-microplateflat bottom). Plates were then incubated at 30°C and agitatedin a Tecan microplate reader (Infinite M200, Tecan) for mea-surements of OD600 and OD400 every 30 min over 35 h. Eachmeasurement represented a mean taken from six replicates.Iron uptake assaysPVDI-55Fe (0.25 Ci mmol-1) was prepared as previouslydescribed (Schalk et al., 2001), with a fourfold excess ofPVDI over iron. The uptake assays were carried out asdescribed previously (Schalk et al., 2001). An overnightculture in iron-limited medium was harvested and the bacteriaprepared at an OD600 of 1 in 50 mM Tris-HCl (pH 8.0) andincubated at 37°C. Transport assays were initiated by adding100 nM of PVDI-55Fe. Aliquots (100 ml) of the suspensionwere removed at different times, filtered, washed with 3 ml50 mM Tris-HCl (pH 8.0) and the retained radioactivity wascounted. The experiment was repeated with cells that hadpreviously been treated with 200 mM carbonyl cyanidem-chlorophenylhydrazone (CCCP), a protonophore thatinhibits iron uptake (Clément et al., 2004).Biofilm quantification (Siroy et al., 2006)Cells were cultured in LB media overnight at 37°C. Cells werepelleted and washed once with one volume of succinatemedia and were then resuspended to a final concentration of0.05 OD600 ml-1. Three millilitres of the suspension were dis-tributed in triplicate into a six-well plate (Greiner, TC-plateCELLSTAR). Plates were then incubated at 30°C over 24 hon a rocker shaker. For crystal-violet treatment, culturesupernatants were carefully removed, and the biofilm waswashed twice with sterile water. One millilitre of 0.5% crystalviolet was added and left in contact for 15 min at room tem-perature with gentle agitation. After removal of the solution,the biofilm was washed twice with sterile water before elutionof crystal violet by 1 ml of ethanol. The biofilm was thenquantified by measuring the absorbance at 570 nm of eitherthe directly eluted crystal violet or of an appropriate dilutionfor accurate quantification.Immunoblot analysisWe subjected 0.25 OD600 units of cells grown in succinatemedia to SDS-PAGE. Proteins were transferred onto nitrocel-lulose membranes by electroblotting (Bio-Rad). The nitrocel-lulose membranes were then blocked by incubation for 1 h inblocking solution [phosphate-buffered saline (PBS), pH 7.6,10% dried milk powder] followed by incubation in blockingbuffer supplemented with primary anti-PvdQ antibodies(1:1000 dilution), anti-GFP antibodies (1:10 000 dilution), oranti-DsRed antibodies (1:100 dilution, Ozyme). Membraneswere then incubated in PBS (pH 7.6, 0.1% Tween) supple-mented with a secondary antibody of IRDye 800CW donkeyanti-rabbit IgG (1:10 000 dilution, Clinisciences). Antibodybinding was detected with an Odyssey Imager (LI-CORBiosciences).Cell fractionationPeriplasm and cytoplasm fractions were prepared as previ-ously described (Nader et al., 2011). Fifty millilitres of bacte-rial cultures grown overnight in succinate medium werecentrifuged to obtain a cell pellet, which was washed twicewith 50 mM Tris-HCl pH 8.0 and then resuspended in 1.5 mlof buffer A (200 mM Tris-HCl, pH 8.0, 20% sucrose). Sphero-plasts were obtained by adding 15 ml of 100 mg ml-1lysozyme (Euromedex) to the suspension and shaking themixture gently at 4°C for 1 h. The suspension was then cen-trifuged (15 min at 6700 g) to obtain the spheroplast pelletand the periplasmic fraction (the supernatant). Spheroplastpellets were washed with 500 ml of buffer A, and resuspendedin 1.5 ml of cold water by vortexing; the resulting suspensionwas incubated for 1 h at 37°C with benzonase (1 ml of a50-fold dilution of benzonase � 250 units ml-1 from Sigma).The cytoplasmic fractions were isolated by ultracentrifugationPyoverdin biosynthesis at the old cell pole 1991© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994(40 min at 120 000 g). Pellets were resuspended in about1.5 ml of buffer A. Two hundred microlitres of each fractionwere distributed into a 96-well plate and the fluorescence wasmeasured in a Tecan microplate reader (Infinite M200, Tecan)using the following excitation/emission wavelengths: 400 nm/450 nm for PVDI, 514 nm/527 nm for eYFP, and 570 nm/610 nm for mCHERRY.Fluorescence microscopy imagingSamples were prepared from strains cultured overnight insuccinate media. Cultures were washed by succinate mediaand appropriately diluted in the same media. Five microlitresof cell suspension were spotted on a glass slide that wasfreshly coated with 1% agarose made in minimal media, andcovered with a coverslip. TIRF images were acquired with anObserver.A1 (Zeiss) equipped with a Plan Fluar objective(NA: 1.45, Zeiss) and a Cascade II 512 EMCCD camera(photometrics). The imaging system was operated usingthe software, VisiView 1.7.4 (Visitron Systems GmbH).mCHERRY was excited by exposure to a laser of 561 nmwavelength with a visitron VisiTIRF system. Fluorescencesignals were aquired using an appropriate filter cube. Todetermine the pole location of the patched pvdA-yfp duringbacterial growth, cell division of the strain – grown twice insuccinate media during the exponential phase – was moni-tored. Cells were spotted onto slides coated with agarose,which was dissolved in succinate media. Cells were imagedafter 0, 1 and 2 h incubation periods at 30°C with a Nikon 50i(objective: CFI Achroplan 100 ¥ A ON 1.25 DT 0.18) micro-scope equipped with a numeric 12 bits DS-Fi1 camera. Forfluorescence imaging of eYFP, the filter GFP-3035B (excita-tion 472 � 32 nm, emission 520 � 35 nm, dichroic filter 502–730 nm) was used. Images were captured using the imagingsoftware, NIS elements. Images were minimally processedwith Image-JNIH software (Abramoff et al., 2004).AcknowledgementsThis work was partly funded by the Centre National de laRecherche Scientifique, by grants from the Centre Interna-tional de Recherche au Frontière de la Chimie (FRC), fromthe ANR (Agence Nationale de Recherche, ANR-08-BLAN-0315-01), as well as from the Deutsche Forschungsgemein-schaft (FOR 929 and SFB 746). We thank Prof. BrunoChatton, for access to the Odyssey Imager. We thank Prof.Etienne Weiss for the plasmids encoding mCHERRY andeYFP and Prof. Wim Quax for anti-PvdQ antibodies.ReferencesAbramoff, M.D., Magalhaes, P.J., and Ram, S.J. (2004)Image processing with Image J. Biophotonics Int 11:36–42.Ackerley, D.F., Caradoc-Davies, T.T., and Lamont, I.L. (2003)Substrate specificity of the nonribosomal peptide syn-thetase PvdD from Pseudomonas aeruginosa. J Bacteriol185: 2848–2855.Bokhove, M., Jimenez, P.N., Quax, W.J., and Dijkstra, B.W.(2010) The quorum-quenching N-acyl homoserine lactoneacylase PvdQ is an Ntn-hydrolase with an unusualsubstrate-binding pocket. Proc Natl Acad Sci USA 107:686–691.Boukhalfa, H., and Crumbliss, A.L. (2002) Chemical aspectsod siderophore mediated iron transport. Biometals 15:325–339.Braun, V., and Hantke, K. (2011) Recent insights into ironimport by bacteria. Curr Opin Chem Biol 15: 328–334.Briegel, A., Ortega, D.R., Tocheva, E.I., Wuichet, K., Li, Z.,Chen, S., et al. (2009) Universal architecture of bacterialchemoreceptor arrays. Proc Natl Acad Sci USA 106:17181–17186.Cantwell, B.J., Draheim, R.R., Weart, R.B., Nguyen, C.,Stewart, R.C., and Manson, M.D. (2003) CheZ phos-phatase localizes to chemoreceptor patches via CheA-short. J Bacteriol 185: 2354–2361.Clément, E., Mesini, P.J., Pattus, F., Abdallah, M.A., andSchalk, I.J. (2004) The binding mechanism of pyoverdinwith the outer membrane receptor FpvA in Pseudomonasaeruginosa is dependent on its iron-loaded status.Biochemistry 43: 7954–7965.Demange, P., Wendenbaum, S., Linget, C., Mertz, C., Cung,M.T., Dell, A., and Abdallah, M.A. (1990) Bacterial sidero-phores: structure and NMR assigment of pyoverdins PaA,siderophores of Pseudomonas aeruginosa ATCC 15692.Biol Met 3: 155–170.Dworkin, J. (2009) Cellular polarity in Prokaryotic organisms.Cold Spring Harb Perspect Biol 1: a003368.Goldberg, M.B., Barzu, O., Parsot, C., and Sansonetti, P.J.(1993) Unipolar localization and ATPase activity of IcsA, aShigella flexneri protein involved in intracellular movement.J Bacteriol 175: 2189–2196.Greenwald, J., Hoegy, F., Nader, M., Journet, L., Mislin,G.L.A., Graumann, P.L., and Schalk, I.J. (2007) Real-time FRET visualization of ferric-pyoverdine uptake inPseudomonas aeruginosa: a role for ferrous iron. J BiolChem 282: 2987–2995.Gulick, A.M., and Drake, E.J. (2011) Structural characteriza-tion and high-throughput screening of inhibitors of PvdQ,an NTN Hydrolase involved in pyoverdine synthesis. ACSChem Biol 6: 1277–1286.Guvener, Z.T., Tifrea, D.F., and Harwood, C.S. (2006)Two different Pseudomonas aeruginosa chemosensorysignal transduction complexes localize to cell poles andform and remould in stationary phase. Mol Microbiol 61:106–118.Hannauer, M., Yeterian, E., Martin, L.W., Lamont, I.L., andSchalk, I.J. (2010) Secretion of newly synthesized pyover-dine by Pseudomonas aeruginosa involves an efflux pump.FEBS Lett 584: 4751–4755.Hannauer, M., Schäfer, M., Hoegy, F., Gizzi, P., Wehrung, P.,Mislin, G.L.A., et al. (2012) Biosynthesis of the pyoverdinesiderophore of Pseudomonas aeruginosa involves precur-sors with a myristic or a myristoleic acid chain. FEBS Lett586: 96–101.Harrison, D.M., Skidmore, J., Armitage, J.P., and Maddock,J.R. (1999) Localization and environmental regulation ofMCP-like proteins in Rhodobacter sphaeroides. Mol Micro-biol 31: 885–892.Hider, R.C., and Kong, X. (2011) Chemistry and biology ofsiderophores. Nat Prod Rep 27: 637–657.1992 L. Guillon et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994Imperi, F., Putignani, L., Tiburzi, F., Ambrosi, C., Cipollone,R., Ascenzi, P., and Visca, P. (2008) Membrane-association determinants of the omega-amino acidmonooxygenase PvdA, a pyoverdine biosynthetic enzymefrom Pseudomonas aeruginosa. Microbiology 154: 2804–2813.Lamont, I.L., and Martin, L.W. (2003) Identification and char-acterization of novel pyoverdine synthesis genes inPseudomonas aeruginosa. Microbiology 149: 833–842.Lewenza, S., Gardy, J.L., Brinkman, F.S., and Hancock, R.E.(2005) Genome-wide identification of Pseudomonasaeruginosa exported proteins using a consensus compu-tational strategy combined with a laboratory-based PhoAfusion screen. Genome Res 15: 321–329.Lindner, A.B., Madden, R., Demarez, A., Stewart, E.J., andTaddei, F. (2008) Asymmetric segregation of protein aggre-gates is associated with cellular aging and rejuvenation.Proc Natl Acad Sci USA 105: 3076–3081.McMorran, B.J., Kumara, H.M., Sullivan, K., and Lamont, I.L.(2001) Involvement of a transformylase enzyme in sidero-phore synthesis in Pseudomonas aeruginosa. Microbiol-ogy 147: 1517–1524.Martin, A.C., Wadhams, G.H., and Armitage, J.P. (2001) Theroles of the multiple CheW and CheA homologues inchemotaxis and in chemoreceptor localization in Rhodo-bacter sphaeroides. Mol Microbiol 40: 1261–1272.Meneely, K.M., Barr, E.W., Bollinger, J.M., Jr, and Lamb, A.L.(2009) Kinetic mechanism of ornithine hydroxylase (PvdA)from Pseudomonas aeruginosa: substrate triggering of O2addition but not flavin reduction. Biochemistry 48: 4371–4376.Meyer, J.M., and Abdallah, M.A. (1978) The fluorescentpigment of Pseudomonas fluorescens: biosynthesis, puri-fication and physicochemical properties. J Gen Microbiol107: 319–328.Mossialos, D., Ochsner, U., Baysse, C., Chablain, P., Pirnay,J.P., Koedam, N., et al. (2002) Identification of new, con-served, non-ribosomal peptide synthetases from fluores-cent pseudomonads involved in the biosynthesis of thesiderophore pyoverdine. Mol Microbiol 45: 1673–1685.Nadal Jimenez, P., Koch, G., Papaioannou, E., Wahjudi, M.,Krzeslak, J., Coenye, T., et al. (2010) Role of PvdQ inPseudomonas aeruginosa virulence under iron-limitingconditions. Microbiology 156: 49–59.Nader, M., Journet, L., Meksem, A., Guillon, L., and Schalk,I.J. (2011) Mechanism of ferrisiderophore uptake byPseudomonas aeruginosa outer membrane transporterFpvA: no diffusion channel formed at any time during fer-risiderophore uptake. Biochemistry 50: 2530–2540.Ochsner, U.A., Wilderman, P.J., Vasil, A.I., and Vasil, M.L.(2002) GeneChip expression analysis of the iron starvationresponse in Pseudomonas aeruginosa: identification ofnovel pyoverdine biosynthesis genes. Mol Microbiol 45:1277–1287.Oinonen, C., and Rouvinen, J. (2000) Structural comparisonof Ntn-hydrolases. Protein Sci 9: 2329–2337.Putignani, L., Ambrosi, C., Ascenzi, P., and Visca, P. (2004)Expression of L-ornithine Ndelta-oxygenase (PvdA) in fluo-rescent Pseudomonas species: an immunochemical and insilico study. Biochem Biophys Res Commun 313: 245–257.Ravel, J., and Cornelis, P. (2003) Genomics of pyoverdine-mediated iron uptake in pseudomonads. Trends Microbiol11: 195–200.Rudner, D.Z., and Losick, R. (2010) Protein subcellular local-ization in bacteria. Cold Spring Harb Perspect Biol 2:a000307.Schalk, I.J. (2008) Metal trafficking via siderophores in Gram-negative bacteria: specificities and characteristics of thepyoverdine pathway. J Inorg Biochem 102: 1159–1169.Schalk, I.J., Hennard, C., Dugave, C., Poole, K., Abdallah,M.A., and Pattus, F. (2001) Iron-free pyoverdin binds to itsouter membrane receptor FpvA in Pseudomonas aerugi-nosa: a new mechanism for membrane iron transport. MolMicrobiol 39: 351–360.Shapiro, L., McAdams, H.H., and Losick, R. (2002) Generat-ing and exploiting polarity in bacteria. Science 298: 1942–1946.Shapiro, L., McAdams, H.H., and Losick, R. (2009) Why andhow bacteria localize proteins. Science 326: 1225–1228.Simon, R., Priefer, U., and Puhler, A. (1983) A broad hostrange mobilization system for in vivo genetic engineering:transposon mutagenesis in Gram Negative bacteria. NatBiotechnol 1: 784–791.Sio, C.F., Otten, L.G., Cool, R.H., Diggle, S.P., Braun, P.G.,Bos, R., et al. (2006) Quorum quenching by an N-acyl-homoserine lactone acylase from Pseudomonas aerugi-nosa PAO1. Infect Immun 74: 1673–1682.Siroy, A., Cosette, P., Seyer, D., Lemaitre-Guillier, C., Val-lenet, D., Van Dorsselaer, A., et al. (2006) Global compari-son of the membrane subproteomes between a multidrug-resistant Acinetobacter baumannii strain and a referencestrain. J Proteome Res 5: 3385–3398.Smith, G.A., Portnoy, D.A., and Theriot, J.A. (1995) Asym-metric distribution of the Listeria monocytogenes ActAprotein is required and sufficient to direct actin-based motil-ity. Mol Microbiol 17: 945–951.Sourjik, V. (2004) Receptor clustering and signal processingin E. coli chemotaxis. Trends Microbiol 12: 569–576.Stover, C.K., Pham, X.Q., Erwin, A.L., Mizoguchi, S.D., War-rener, P., Hickey, M.J., et al. (2000) Complete genomesequence of Pseudomonas aeruginosa PAO1, an opportu-nistic pathogen. Nature 406: 959–964.Vandenende, C.S., Vlasschaert, M., and Seah, S.Y. (2004)Functional characterization of an aminotransferaserequired for pyoverdine siderophore biosynthesis inPseudomonas aeruginosa PAO1. J Bacteriol 186: 5596–5602.Visca, P., Ciervo, A., and Orsi, N. (1994) Cloning andnucleotide sequence of the pvdA gene encoding thepyoverdin biosynthetic enzyme L-ornithine N5-oxygenasein Pseudomonas aeruginosa. J Bacteriol 176: 1128–1140.Visca, P., Imperi, F., and Lamont, I.L. (2007) Pyoverdinesiderophores: from biogenesis to biosignificance. TrendsMicrobiol 15: 22–30.Voisard, C., Bull, C., Keel, C., Laville, J., Maurhofer, M.,Schnider, U., et al. (1994) Biocontrol of root diseases byPseudomonas fluorescens CHAO: current concepts andexperimental approaches. In Molecular Ecology of Rhizo-sphere Microorganisms. O’Gara, F., Dowling, D.N., andBoesten, B. (eds). Weinheim, Germany: VCH, pp. 67–89.Pyoverdin biosynthesis at the old cell pole 1993© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994Voulhoux, R., Filloux, A., and Schalk, I.J. (2006) Role of theTAT System in the pyoverdine-mediated iron acquisition inPseudomonas aeruginosa. J Bacteriol 188: 3317–3323.Wang, L., Zhang, C., Gong, F., Li, H., Xie, X., Xia, C., et al.(2011) Influence of Pseudomonas aeruginosa pvdQ geneon altering antibiotic susceptibility under swarming condi-tions. Curr Microbiol 63: 377–386.Ye, R.W., Haas, D., Ka, J.O., Krishnapillai, V., Zimmermann,A., Baird, C., and Tiedje, J.M. (1995) Anaerobic activationof the entire denitrification pathway in Pseudomonasaeruginosa requires Anr, an analog of Fnr. J Bacteriol 177:3606–3609.Yeterian, E., Martin, L.W., Guillon, L., Journet, L., Lamont,I.L., and Schalk, I.J. (2010a) Synthesis of the siderophorepyoverdine in Pseudomonas aeruginosa involves a peri-plasmic maturation. Amino Acids 38: 1447–1459.Yeterian, E., Martin, L.W., Lamont, I.L., and Schalk, I.J.(2010b) An efflux pump is required for siderophore recy-cling by Pseudomonas aeruginosa. Environ Microbiol Rep2: 412–418.Supporting informationAdditional Supporting Information may be found in the onlineversion of this article:Fig. S1. Time-dependent uptake of PVDI-55Fe. Panel A rep-resents the kinetics for PAO1 in the presence and absence ofCCCP (kinetics in orange and red respectively) and pvdA-yfp(blue) in the absence of CCCP. Panel B represents the kinet-ics for PAO1 in the presence and absence of CCCP (kineticsin orange and red respectively), PAO1pvdQ (brown),mcherry-pvdQ (green) and pvdQ-mcherry (yellow), all in theabsence of CCCP. Cells at an OD600 of 1 were incubated for15 min at 37°C in 50 mM Tris-HCl (pH 8.0) before the initia-tion of transport assays by the addition of 100 nM PVDI-55Fe.Samples (100 ml) of the suspension were removed at varioustimes and filtered, and the radioactivity retained was counted.The results are expressed as picomoles of PVDI-55Fe trans-ported per millilitre of cells at an OD600 of 1. The experimentwas repeated with the protonophore CCCP at a concentrationof 200 mM (only the kinetics for PAO1 are represented).Fig. S2. Biofilm quantification by violet crystal formed byP. aeruginosa PAO1, PAO1pvdQ, mcherry-pvdQ and pvdQ-mcherry strains. Biofilms formed by cultures grown for 24 h in6-well plates on a rocker shaker were stained by violet crystal(A) and the quantity of crystal violet was evaluated by OD570measurements upon elution by ethanol.Fig. S3. Immunoblot analysis of cellular fractionations ofPAO1, mcherry-pvdQ and pvdQ-mcherry strains. Equivalentvolumes of periplasmic (P), cytoplasmic (C) and membrane(M) fractions were loaded onto SDS-PAGE for protein sepa-ration. Proteins were blotted onto nitrocellulose membraneand PvdQ was detected using anti-PvdQ antibodies Molecu-lar weight (MW) marker bands are indicated on the left.Table S1. Oligonucleotides used in this study. Restrictionsites are underlined.Please note: Wiley-Blackwell are not responsible for thecontent or functionality of any supporting materials suppliedby the authors. Any queries (other than missing material)should be directed to the corresponding author for the article.1994 L. Guillon et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 1982–1994\temi_2741 1982..1994"