"Identification of the pollen self-incompatibility determinant inPapaver rhoeasMichael J. Wheelera,*, Barend H. J. de Graafa,†, Natalie Hadjiosifa, Ruth M. Perry, Natalie S.Poulter, Kim Osman, Sabina Vatovec, Andrea Harper, F. Christopher H. Franklinb, andVernonica E. Franklin-Tongb,cSchool of Biosciences, University of Birmingham, Edgbaston, Birmingham, B15 2TT, U.K.AbstractHigher plants produce seed through pollination, using specific interactions between pollen andpistil. Self-incompatibility (SI) is an important mechanism used in many species to preventinbreeding, and is controlled by a multi-allelic S locus1,2. “Self” (incompatible) pollen isdiscriminated from “non-self” (compatible) pollen, by interaction of pollen and pistil S locuscomponents, and is subsequently inhibited. In Papaver rhoeas, the pistil S locus product is a smallprotein that interacts with incompatible pollen, triggering a Ca2+-dependent signalling network,resulting in pollen inhibition and programmed cell death3-7. Here we have cloned three alleles ofa highly polymorphic pollen-expressed gene, PrpS, from Papaver and provide evidence that thisencodes the pollen S locus determinant. PrpS is a single copy gene linked to the pistil S gene,PrsS. Sequence analysis indicates that PrsS and PrpS are equally ancient and are likely to have co-evolved. PrpS encodes a novel ~20 kDa protein. Consistent with predictions that it is atransmembrane protein, PrpS is associated with the plasma membrane. We show that a predictedextracellular loop segment of PrpS interacts with PrsS and, using PrpS antisense oligonucleotides,we demonstrate that PrpS is involved in S-specific inhibition of incompatible pollen. Identificationof PrpS represents a major advance in our understanding of the Papaver SI system. As a novelcell-cell recognition determinant it contributes to the available information concerning the originsand evolution of cell-cell recognition systems involved in discrimination between “self” and “non-self”, which also include histocompatibility systems in primitive chordates and vertebrates.KeywordsSelf-incompatibility; pollen S receptor; Papaver rhoeas; pollen tube inhibitionIt has been established that self-incompatibility (SI) has evolved independently severaltimes. Three SI systems have been well characterised at a molecular level1,2. Both pollenand pistil S determinants are expected to have co-evolved and be physically linked to the Slocus in order to maintain a functional SI system. Other characteristics expected of them arehigh levels of allelic polymorphism and tissue specific expression. Most importantly, theyCorrespondence and requests for materials should be addressed to V.E.Franklin-Tong@bham.ac.uk. cTo whom correspondenceshould be addressed. email: V.E.Franklin-Tong@bham.ac.uk; fax. +44 121 414 5925 .*current address: Warwick HRI, Wellesbourne, Warwick, CV35 9EF, U.K.†current address: School of Biosciences, Cardiff University, Cardiff, CF10 3AT, U.K.aThese authors contributed equallybJoint Senior authorsAuthor contributions M.J.W., B.H.J. de G., and N.H. contributed equally to this work.Author information PrpS1 and PrpS8 sequences have been deposited in the EMBL Nucleotide Sequence Database (http://www.ebi.ac.uk/embl/) as accessions AM743176, AM743177 and FN178511.Competing interests statement The authors declare that they have no competing financial interests.Europe PMC Funders GroupAuthor ManuscriptNature. Author manuscript; available in PMC 2009 December 18.Published in final edited form as:Nature. 2009 June 18; 459(7249): 992–995. doi:10.1038/nature08027. Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscriptshttp://www.ebi.ac.uk/embl/http://www.ebi.ac.uk/embl/should function in mediating the SI response. To fully understand how different SI systemsoperate, identification of both the pistil and pollen S locus components, together withestablishing mechanisms involved in pollen inhibition is crucial. Previously, we identifiedthe pistil S determinant for Papaver rhoeas8-10 and established several components involvedin pollen inhibition3-7,11. Although we identified a glycoprotein in pollen that bound to thepistil S protein, studies indicated that it was not the pollen S determinant, though it mightmodulate the SI response12. Recent analysis of the S1 locus enabled identification of thepollen component of the S locus on a cosmid clone comprising a 42 kb region at the S1locus.Nucleotide sequencing and analysis identified a novel putative open reading frame (ORF)457 bp from the S1 pistil gene (Fig 1a). Expression analysis using RT-PCR revealed that theORF was specifically transcribed in pollen (Fig 1b), appearing during anther development(Fig 1c). The temporal expression pattern is very similar to that of the pistil S gene8. Thesedata suggested that this ORF was a candidate for the Papaver pollen S gene (designatedPrpS: Papaver rhoeas pollen S). We propose renaming the gene that determines SIspecificity in pistils (currently designated simply S) to provide a clearer nomenclature; wesuggest PrsS (for Papaver rhoeas stigma S determinant).The cDNA of PrpS1 comprises 1206 bp containing a coding region of 579 bp encoding a192 amino acid polypeptide with a predicted Mr of 20.5 kDa, pI 7.55. We subsequentlycloned PrpS3 and PrpS8 from S3S8 pollen RNA. The PrpS3 and PrpS8 coding sequences are576 bp and 582 bp (191 and 193 amino acids) respectively (Fig 1d); PrpS3 and PrpS8 encodeproteins of predicted Mr of 21.1 kDa (pI 6.57) and 20.9 kDa (pI 8.51) respectively. Southernblotting revealed that PrpS is single copy (Supplemental Fig 1), so the related sequencesidentified as PrpS3 and PrpS8 are clearly allelic to PrpS1, rather than being related/paralogous genes.Segregation analyses were conducted to obtain evidence of genetic linkage at the S locusbetween PrsS3 and PrpS3 and between PrsS8 and PrpS8. Specific primers were used toamplify regions of the pistil PrsS1, PrsS3 and PrsS8 and pollen PrpS1, PrpS3 and PrpS8genes from genomic DNA from two full-sib families segregating for these haplotypes (45and 25 individuals, a total of 140 PrpS/PrsS pairs). PrpS1 was amplified only from plantscarrying S1; PrpS3 was amplified only from plants carrying S3 and PrpS8 was amplified onlyfrom plants carrying the S8 haplotype. The pistil PrsS1, PrsS3 and PrsS8 sequences were alsoamplified only from plants carrying the respective S haplotypes (Fig 1e), as expected. Thisdemonstrates co-segregation and linkage of PrpS1, PrpS3 and PrpS8 and their cognate PrsSgenes, as no recombination was detected (recombination frequency <0.021). Thus, at the95% rejection level we can be confident that there is no recombination.A strikingly high level of allelic sequence polymorphism is a well-documented feature of Slocus proteins; S alleles have unusually high amino acid sequence divergence withinspecies13-15. Papaver is no exception; the pistil proteins PrsS1 and PrsS3 exhibit 46%sequence divergence; PrsS1 and PrsS8 have 40%, and PrsS3 and PrsS8 46% divergence.PrpS proteins exhibit a similar level of polymorphism (Fig 1d); the PrpS1 and PrpS3predicted amino acid sequences are 50% divergent; PrpS1 and PrpS8 exhibit 40%divergence; PrpS3 and PrpS8 are 47% divergent16.The pollen and pistil S determinants should exhibit evidence of co-evolution. Examinationof the PrpS sequences for non-synonymous to synonymous (Ka/Ks) substitutions reveal thatthe PrsS alleles have a mean Ka/Ks ratio of 0.234, and the PrpS alleles have a mean Ka/Ksratio of 0.368 (Supplemental Table 1). A two-tailed t-test showed no significant differenceWheeler et al. Page 2Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscriptsbetween substitution rates in PrpS and PrsS genes. These data suggest that the pollen andpistil S alleles co-evolved and are likely to be similarly ancient.PrpS has no significant sequence homology to any protein in existing databases. Sequenceanalysis, using a range of prediction programmes, indicated that PrpS has 3-5 predictedtransmembrane helices and alignment of the three PrpS alleles indicates that they share asimilar topology (Fig 1d; Supplemental Fig 2). In support of predictions that PrpS is atransmembrane protein, western analysis using antisera raised against PrpS1, revealed thatPrpS1 was detected as a ~20 kDa protein specifically in S1 pollen membrane-enrichedextracts (Fig 2a-c). Moreover, immunolocalization studies revealed that PrpS1 is associatedwith the pollen tube plasma membrane (Fig 2d). Although the PrpS sequences do not showany particular bias for the “positive inside rule”17, structural predictions suggest anextracellular loop segment, comprising amino acids ~60-100 (63-97 using TMHMM, Fig1d; Supplemental Fig 2). We hypothesized that this region might be involved in theinteraction with PrsS and show that a peptide corresponding to part of the predicted PrpSextracellular loop interacted with the PrsS protein, while the corresponding randomizedpeptide did not (Fig 2e).To determine whether PrpS is functionally involved in the SI response, we investigatedwhether it mediates S specific pollen inhibition, using in vitro SI bioassays8. Peptides basedon extracellular domains of receptors have been used to identify ligand-binding epitopes viatheir ability to block the receptor-ligand interaction18. Preliminary experiments with thepeptide used in the binding assay tested if it could block SI-mediated inhibition. Pollen fromplants with haplotypes S1S3, when challenged with incompatible recombinant PrsS, wererescued from inhibition by PrpS1 peptides (n = 6; P < 0.001, ***), while randomizedpeptides based on the same amino acids had no effect (n=3; N.S.; Supplemental Fig 3). Thisis consistent with the hypothesis that this region is involved in recognition and indicated thatPrpS might mediate pollen inhibition. To confirm this possibility, we used an antisenseoligonucleotide approach3,19. We hypothesized that if PrpS functions as the pollen Sdeterminant, knockdown of its expression should result in alleviation of pollen tubeinhibition in an S-specific manner. We induced SI in vitro in the presence of eitherantisense- (as-ODNs) or sense- (s-ODNs) oligonucleotides to test this hypothesis. As ourplants are heterozygous for S haplotypes, the pollen phenotype of plants with S1S3haplotypes should theoretically be 50% S1 and 50% S3. Thus, if the interaction is S-specific,as-ODNs specific for PrpS1 should only affect the 50% of pollen (carrying S1).SI induced strong inhibition of pollen tube growth (a 79% reduction in length compared tothe controls) and we observed a significant alleviation of this inhibition in an incompatiblecombination in the presence of as-ODNs and not with corresponding s-ODNs (Fig 3). Withpollen from plants with S1S3 haplotypes, SI induced strong inhibition of pollen tube length(22.1%, P<0.001 ***, n=300) and addition of as-PrpS1-ODNs gave a highly significantrecovery of SI-treated tubes (58.3% increase in length compared to SI-treated; P<0.001, ***,n=150), and incompatible pollen responded in a bimodal manner, consistent with only S1pollen being affected (Supplemental Fig 4). When as-PrpS8-ODNs were added to the samepollen from plants with S1 and S3 haplotypes, they did not alleviate SI-induced inhibition(P=0.604, N.S., n=150). This demonstrates that the PrpS1 and PrpS8 as-ODNs had an S-specific effect. As expected, s-PrpS1-ODNs did not affect the SI response (P=0.591, N.S.,n=150).To further confirm the S-specific effect of the as-ODNs, we also tested their effect on pollenfrom plants with haplotypes S3S8. SI resulted in inhibited pollen tubes (19.8% of the control,n=300), and addition of as-PrpS8-ODNs alleviated the SI-induced inhibition, giving a highlysignificant 100.3% increase in pollen tube length (P=<0.001, ***, n=150), whereas thereWheeler et al. Page 3Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscriptswas no effect using as-PrpS1-ODNs (P=0.336, N.S., n=150) or s-PrpS8-ODNs (P=0.565,N.S., n=150) (Fig 3). Together these data demonstrate that PrpS plays a crucial role in SI-induced S haplotype-specific pollen tube inhibition.In summary, we have cloned a polymorphic pollen-expressed gene, PrpS. Together our dataare consistent with the hypothesis that PrpS is the Papaver pollen S determinant as itmediates S-specific recognition and inhibition. SI in Papaver is distinct from the other wellcharacterized SI systems (i.e. from both the Brassica pollen S determinant SCR/SP11 andthe pollen F-box protein SLF/SFB from the S-RNase based SI system)1,20-23. As PrpS hasno homologues, its nature is intriguing. Self-nonself discrimination and other recognitionsystems which are controlled by a highly polymorphic locus are not limited to SI; othersystems include disease resistance in plants24, and histocompatibility systems inanimals25-27. These parallels between non-analogous recognition systems were recognized,and their importance appreciated, long before the molecular basis of these systems wereelucidated25 and the nature of their polymorphism has intrigued population andevolutionary biologists for decades. The identification of PrpS as a novel cell-cellrecognition determinant thus contributes to the available information regarding the evolutionof self-nonself recognition systems.METHODS SUMMARYCloning of PrpS1, PrpS3 and PrpS8A genomic clone of PrpS1 was identified by nucleotide sequence analysis of a 42 kb clonecarrying the S1 locus, obtained by screening a Papaver rhoeas S1S3 cosmid genomic DNAlibrary (SuperCos1, Stratagene) with PrsS1 cDNA. The DNA upstream and downstream ofthe PrsS1 gene was sequenced and analyzed using BLAST (http://ncbi.nlm.nih.gov/BLAST)and ORF Finder (http://searchlauncher.bcm.tmc.edu)28. The organisation of PrpS1 andPrsS1 genes was confirmed using PCR on genomic DNA of S1- and non-S1- containingplants. PrpS3 and PrpS8 cDNAs were obtained using RT-PCR, 3′ and 5′-RACE PCR (seeOn-line Methods for primer details) on pollen cDNA from suitable S-haplotypes, using lowannealing temperatures (48 °C).Ka/Ks calculationsDNAsP29 was used to estimate the Ka (the number of non-synonymous substitutions pernon-synonymous site), and Ks (the number of synonymous substitutions per synonymoussite) for pairs of PrsS and PrpS nucleotide sequences.Peptide binding assayA 15 aa peptide (DQKWVVAFGTAAICD) corresponding to part of the predictedextracellular loop segment of PrpS1 (TMHMM; http://www.cbs.dtu.dk/services/TMHMM30) and a randomized version (FTVDVKDCAAAWGQI) were synthesized (AltaBioscience, University of Birmingham). The peptides (10 μg, 1 μg, 0.1 μg) were bound toPVDF membrane. This was incubated with recombinant PrsS1 and then probed for bindingusing α-PrsS1 antisera and alkaline phosphatase detection.Antisense oligo silencing of PrpS expressionPhosphorothioated gene-specific antisense oligodeoxynucleotides (as-ODN) and their sensecontrols (s-ODN) were designed (PrpS1 as-ODN: gtccTCCCAGTATTAttga, PrpS1 s-ODN:tcaaTAATACTGGGAggac, PrpS8 as-ODN: ttccCACCAGCACAGCaatt, PrpS8 s-ODN:aattGCTGTGCTGGTGggaa; lower case letters indicate bases linked by phosphorothioatebonds). Pollen was grown in vitro and pre-treated with as-ODNs and s-ODNs3,19 for 1 hWheeler et al. Page 4Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscriptshttp://ncbi.nlm.nih.gov/BLASThttp://searchlauncher.bcm.tmc.eduhttp://www.cbs.dtu.dk/services/TMHMMprior to induction of SI with recombinant PrsS1, PrsS3 and PrsS88. After 2 hours, pollentubes were fixed in 2% formaldehyde and 150 pollen tube lengths were measured in threeindependent experiments.Supplementary MaterialRefer to Web version on PubMed Central for supplementary material.AcknowledgmentsWe thank Su (Jenny) Chen-Ying for contributing preliminary data and horticultural staff for growing and collectingplant material. Thanks to Josh Kohn for help and advice on sequence analysis, Andy Lovering and ToshioHakoshima for advice regarding structural predictions. We wish to acknowledge the long-term contribution fromMichael Lawrence, who initiated studies on Papaver SI. Work in the labs of F.C.H.F. and V.E.F-T. is funded by theBiotechnology and Biological Sciences Research Council (B.B.S.R.C.); this was supported by grant BB/C501325/1.MethodsSequence homology comparisonsSequence identities were calculated for PrsS and PrpS, using pairwise comparisons of theamino acids comprising the mature peptide, using BLAST (BLOSUM62)31.Southern blottingSouthern blots of Papaver genomic DNA from plants of different S-haplotypes (S1S8, S1S3,S3S8, S2S4, S3S4, S7Sx) digested with EcoRV, BamHI, Pst1 or BglII, were probed with aPrpS1 probe. Blots were hybridised at 60°C overnight and washed down to 0.5 × SSC at50°C, and signals detected using autoradiography.Structural predictions for PrpS and interpretation of the dataWe analysed PrpS sequences using a number of protein prediction programmes:TMHMM2.032, PredictProtein, SOSUI, HMMTOP, TMpred, TM-Finder, SPLIT 4,ConPredII, Phobius. TMHMM2.0 in particular, is regarded as a very robust transmembranehelix predictor, though predicting the number of membrane-spanning regions remainsdifficult33. Although predictions differ, they all predict that PrpS has transmembranehelices. We have been advised that the predictions suggest anything between 3-5transmembrane segments and the alignment of the PrpS sequences suggests that all threeproteins share a similar topology. Although many predictions indicated 3 or 5 TM domains,it is more likely that PrpS has four transmembrane segments, as it is a good number to makea four helix bundle in the membrane, as 3 and 5 TM proteins are rare (Dr. A. Lovering,personal communication). All the predictions indicate an extracellular loop segment. SI Fig2 shows a cartoon indicating a prediction for the regions; this is a tentative assignment ofpossible topology.Linkage analysisSegregation analysis was carried out on individual plants from several full-sib familieswhich share three S haplotypes and segregate for haplotypes S1S3 or S3S8 and S1S8 or S3S8.These are well established families, in which S haplotypes were designated ~20 years ago,produced using controlled crosses between individuals which had their S-haplotypes verifiedusing aniline blue microscopy; they have been analyzed for S allele segregation for at leastseven generations in a pedigree going back to 1994.Wheeler et al. Page 5Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author ManuscriptsThe number of plants required to be analyzed, in order to statistically be confident at 95%rejection level34 that there is recombination, is 25 plants (one cannot formally provideevidence that there is never recombination). We carried out analysis of a full-sib family,segregating for pollen PrpS1 and PrpS3 and pistil PrsS1 and PrsS3 alleles (25 plants, 50alleles) and for the S1 and S8 loci, we analysed 45 full-sib plants (90 alleles) to showsegregation of pollen PrpS1 and PrpS8 and pistil PrsS1 and PrsS8. Thus, we examinedsegregation of a total of 140 PrpS/PrsS pairs of alleles. Genomic DNA from leaf tissue wasextracted (Extract-N-Amp™ Plant PCR kit, Sigma-Aldrich) and gene specific primers usedto specifically amplify PrsS1, PrsS3, PrsS8, and PrpS1, PrpS3 and PrpS8 sequences. See SITable 3 for primer details. No recombination was detected (RF <0.021). Thus, at the 95%rejection level, we can be confident that there is no recombination.RT-PCR to show tissue and developmental specificityStandard RT-PCR techniques were used for expression analysis. Total RNA was extractedfrom anthers from plants with the S1 haplotype at different stages of development and fromdifferent tissues (RNAeasy plant mini kit, QIAGEN) and cDNA synthesised (Omniscript RTkit, QIAGEN). Gene-specific primers (see SI Table 3) were used to amplify PrpS1transcripts; primers for the P. rhoeas glyceraldehyde-3-phosphate dehydrogenase (GAPD)gene acted as controls.Production of antiseraThe predicted 60 amino acid C-terminus of PrpS1 (designated PrpS1-60C) was expressed asa HIS-tagged recombinant protein using pET21b (Novagen). Recombinant protein wasisolated from E. coli BL21 (DE3) using Ni-NTA resin following the manufacturer’s(QIAGEN) protocol. Antisera (PrpS1-60C) was raised in rats (ISL Immune Systems,Paignton, UK).Protein extraction for SDS-PAGE and Western blottingExtracts enriched for membrane proteins were made in 100 mM Tris-HCl pH 8, 200 mMNaCl, 2 mM EDTA, 1 M sucrose, 0.5% Triton X-100, Protease Inhibitor cocktail (Roche).Protein concentrations were determined35 and proteins separated using SDS-PAGE andelectroblotted (400 mA, 3 h) onto Hybond C membranes (GE Healthcare). These wereincubated with the PrpS1-60C antibody (1:2000) for 2 h, followed by alkaline phosphatase-conjugated anti-rat secondary antibody (Sigma); detection used BCIP (5-bromo-4-chloro-3′-indolyphosphate p-toluidine salt) and NBT (Nitroblue tetrazolium chloride).ImmunolocalizationPapaver rhoeas pollen from plants with haplotypes S1S3 was grown in germination medium(GM)36 for 1 h at 25°C and prepared according to37, followed by incubation with thePrpS1-60C antibody (1:500 in TBS+ 1% BSA; 4°C overnight), then FITC-conjugated goatanti-rat antibody (1:50, 1.5 h). Cells were mounted on slides and examined by confocalmicroscopy (Bio-Rad Radiance 2000 MP) using single scans (100x plan-Apo 1.4 NA oilobjective, Nikon). When pre-immune antiserum was used, no signal was obtained usingidentical additions and settings.The in vitro bioassay for Papaver SI: use of this as an assay for functionWe have used in vitro bioassays for demonstration of PrpS function instead of thealternative strategy of stable transformation with a PrpS allele because the latter is notWheeler et al. Page 6Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscriptspossible in Papaver. These bioassays have been routinely used to demonstrate S-specificfunction. Because it has not been possible to generate plants that are homozygous for Shaplotypes in Papaver, we use full-sib families that are segregating for plants that areheterozygous for S haplotypes. This makes the interpretation of the data slightly morecomplicated, as we always have a mixed population of pollen grains in our samples.The Papaver SI in vitro bioassay was initially used for demonstrating that stigmatic extractshad S-specific biological activity; we showed the distribution of individual pollen tubelengths for control, fully compatible, incompatible, and half-compatible interactions, withbimodal distribution of inhibition in a half-compatible SI response, as expected38. This SIbioassay was used to provide evidence for the pistil S gene (now named PrsS) being the Sdeterminant39; we demonstrated S-allele-specific inhibition of pollen by recombinant PrsS1protein. This half-compatible interaction gave 40-44% mean inhibition (compared to thetheoretical maximum of 50%) with pollen from plants with haplotypes S1S3 or S1S6, but noinhibition with pollen from plants with haplotypes S3S6 or S2S4. As we now have severalcloned pistil PrsS alleles, for any in vitro SI bioassay, we routinely add two recombinantPrsS proteins to obtain a full SI response where all pollen is inhibited (see e.g.40-42).For the SI in vitro bioassays carried out here, we used two recombinant PrsS proteins (PrsS1and PrsS3 to pollen from plants with haplotypes S1S3, and PrsS3 and PrsS8 proteins to pollenfrom plants with haplotypes S3S8) to achieve a full SI response (all pollen inhibited). Withthe peptide bioassay (see below), we added the PrpS1 peptide to the SI bioassay, so theexpectation was that a maximum of 50% of pollen would be rescued if we obtained Shaplotype-specific alleviation of SI. For the antisense oligonucleotide experiments we usedpollen from plants with S1S3 and S3S8 haplotypes in combination with antisense-PrpS1 and/or antisense-PrpS8. The expectation was that S-haplotype-specific alleviation of SI would beobtained using antisense-PrpS1 with pollen from plants with S1S3 haplotypes, but this wouldonly be 50% rescue (pollen carrying PrpS1, but not pollen carrying PrpS3); we would alsoexpect no alleviation of SI with antisense-PrpS1 with the pollen from S3S8 plants. We alsocarried out experiments with antisense-PrpS8 in these combinations, with the prediction thatantisense-PrpS8 will alleviate the SI response by a maximum of 50% with pollen from plantswith S3S8 haplotypes (rescue of pollen carrying PrpS8, but not PrpS3). SI Fig 3 shows datafor populations of individual pollen tubes for an experiment using a PrpS1 antisenseoligonucleotide added to an SI assay using pollen from plants with S1S3 or S3S8 haplotypes.The expectation is that PrpS1 antisense oligonucleotide should rescue pollen carrying thePrpS1 allele and not the PrpS3 or PrpS8 alleles. The plot shows that the rescue is clearlybimodal, with some pollen tubes still strongly inhibited, whilst others have alleviatedinhibition, which gives confidence to the mean data shown in Fig 3.We designed these experiments to be reciprocal so that we could demonstrate allelicspecificity of rescue and to rule out some non-specific effects, as if the antisense-PrpS1caused pollen tubes to grow longer for some other reason, we should see this effect with thepollen from plants with S3S8 haplotypes. Sense oligonucleotides were used as additionalcontrols, in order to demonstrate that the antisense oligonucleotides specifically had thiseffect on pollen tube growth. These assays provide a robust test of whether PrpS1 and PrpS8are allelic, as we show that they have the same biological function and they exhibit allelicspecificity. If PrpS8 was not allelic to PrpS1, then it would not affect pollen tube growth aspredicted. Statistical tests were carried out using MINITAB. Tests comprised two-waycomparisons between pairs of data using a student’s t-test.Wheeler et al. Page 7Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author ManuscriptsPeptide bioassayA 15 amino acid peptide corresponding to part of the predicted 35 amino acid PrpS1 externalloop region was designed and two randomized versions of this peptide were synthesized (seeMethods Summary-peptide binding assay for details). P. rhoeas pollen was grown in vitroand SI induced using recombinant PrsS1, PrsS3 and PrsS812. SI-induced pollen inhibitionwas compared with SI in the presence of the PrpS1 peptide or a randomized peptide at 200μg ml-1. Pollen grains and tubes were scored after 1h, using two categories: “inhibition” or“growth”; a minimum of 100 pollen grains/tubes was scored for each sample. Data wereanalysed using Fisher’s Exact Test for 2×2 contingency tables43.Primer detailsPrimers used for the isolation of PrpS allelesGene specific primers used to amplify full length PrpS1PRPS1-5′-UTR1 GTAGCATTTACAATCTTCTTAGAAATGCPRPS1-3′-UTR1 GAGAACACGTCATTGGAATTATTGAG5′ RACE primer to obtain another S allele (resulting in isolation of PrpS8)NH3′-3 GCGACCGAAGTGGCATGGene specific primers used to amplify PrpS8PRPS8 5′-1 GGCAGTTATGCCTCGACATGCAATTGPRPS8 3′-1 TTAAACCTCAACACTACGGTGG5′ RACE primer used to obtain full length PrpS8PRPS8 5′RACE-1 GCTGTGCAATCCTCTCTGATCAAGDegenerate primers used to obtain PrpS3PRPS 5′-1 ATGCCACGAMRTGSAAKTGTTGPRPS 5′-2 CCTATTKGGAKYCKCASTTGCCPRPS 5′-3 GTAGTMGCATTTGGGACYRCTGCPRPS 3′-1 GTGAACTTAGCAACAAYWGCRAGGPRPS 3′-2 TCAAGTWKACTAGTARRAGCTTGCCPRPS 3′-3 CCAAYYAAAAATCCYTCRGTCATGCC3′ and 5′ RACE primers used to obtain full length PrpS3BGPRPS3-3′R1 GCTTCTACTGATTAACTTGTTCTCCGGBGPRPS3-5′R1 CTGCAGTTGCATGCATATTGTGTGTCGGene-specific primers used for S-locus linkage analysisPrimers for pistil PrsS1, PrsS3 and PrsS8SS1-5′ GCTATCGTTCTTCTTGTCCAAGTCAAGCGGSS1-3′ CATCCCTCTTTGCCTGATAGGAATAAAACCCGSS3-5′ GACTTTGGTTAGCATGTCCAATTCCATCGGCWheeler et al. Page 8Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author ManuscriptsSS3-3′ GTCCCTCTTGCCCGAGTAAGCATCGSS8-5′ GTCCTTCTTGACCTTGGCCTCATCTCGSS8-3′ CCGTGATCATCTCGTTGTGCTCGATAGGPrimers for PrpS1, PrpS3 and PrpS8PRPS1-5′ CAGTTTGTTGGAGGATTATGTACCCCGTTGGPRPS1-3′ GCGACCACACAGATCATTATGGAAGATAAGAAGGPRPS3-5′ GAGTAGCATTTCTCGTGAGAATTAAATCTCACCATGCPRPS3-3′ GGTCACGACCCCAACCAATTGCAACGPRPS8-5′ CGCACTTGCCATAAGAACTGTCATTTCTCACCPRPS8-3′ CACTACGATCACGGTCCCAACCAGCReferences for Online Methods31. Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ. Basic local alignment search tool. Journalof Molecular Biology. 1990; 215:403–410. [PubMed: 2231712]32. Krogh A, Larsson B, von Heijne G, Sonnhammer EL. Predicting transmembrane protein topologywith a hidden Markov model: application to complete genomes. Journal of Molecular Biology.2001; 305:567–580. [PubMed: 11152613]33. Moller S, Croning MDR, Apweiler R. Evaluation of methods for the prediction of membranespanning regions. Bioinformatics. 2001; 17:646–653. [PubMed: 11448883]34. Fisher, RA. Statistical Methods and Scientific Inference. Hafner; New York: 1956.35. Bradford MM. A dye binding assay for protein. Anal. Biochem. 1976; 72:248–254. [PubMed:942051]36. Snowman BN, Kovar DR, Shevchenko G, Franklin-Tong VE, Staiger CJ. Signal-mediateddepolymerization of actin in pollen during the self-incompatibility response. The Plant Cell. 2002;14:2613–2626. [PubMed: 12368508]37. Poulter NS, Vatovec S, Franklin-Tong VE. Microtubules are a target for self-incompatibilitysignaling in Papaver pollen. Plant Physiol. 2008; 146:1358–1367. [PubMed: 18192439]38. Franklin-Tong VE, Lawrence MJ, Franklin FCH. Self-incompatibility in Papaver rhoeas.1.Characterization of the stigmatic component. Heredity. 1988; 61:286–286.39. Foote HCC, et al. Cloning and expression of a distinctive class of self-incompatibility (S) genefrom Papaver rhoeas L. Proceedings of the National Academy of Sciences (USA). 1994; 91:2265–2269.40. Geitmann A, Snowman BN, Emons AMC, Franklin-Tong VE. Alterations in the actin cytoskeletonof pollen tubes are induced by the self-incompatibility reaction in Papaver rhoeas. Plant Cell.2000; 12:1239–1251. [PubMed: 10899987]41. Jordan ND, Franklin FCH, Franklin-Tong VE. Evidence for DNA fragmentation triggered in theself- incompatibility response in pollen of Papaver rhoeas. The Plant Journal. 2000; 23:471–479.[PubMed: 10972873]42. Thomas SG, Franklin-Tong VE. Self-incompatibility triggers programmed cell death in Papaverpollen. Nature. 2004; 429:305–309. [PubMed: 15152254]43. Bailey, NTJ. Statistical Methods in Biology. The English Universities Press Ltd.; London: 1959.References1. Takayama S, Isogai A. Self-incompatibility in plants. Annual Review of Plant Biology. 2005;56:467–489.2. Franklin-Tong, VE., editor. Self-Incompatibility in Flowering Plants: Evolution, Diversity, andMechanisms. Springer-Verlag; Berlin, Heidelberg: 2008.Wheeler et al. Page 9Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts3. de Graaf BHJ, et al. Self-incompatibility in Papaver targets soluble inorganic pyrophosphatases inpollen. Nature. 2006; 444:490–493. [PubMed: 17086195]4. Franklin-Tong VE, Ride JP, Read ND, Trewavas AJ, Franklin FCH. The self-incompatibilityresponse in Papaver rhoeas is mediated by cytosolic-free calcium. The Plant Journal. 1993; 4:163–177.5. Snowman BN, Kovar DR, Shevchenko G, Franklin-Tong VE, Staiger CJ. Signal-mediateddepolymerization of actin in pollen during the self-incompatibility response. The Plant Cell. 2002;14:2613–2626. [PubMed: 12368508]6. Thomas SG, Franklin-Tong VE. Self-incompatibility triggers programmed cell death in Papaverpollen. Nature. 2004; 429:305–309. [PubMed: 15152254]7. Bosch M, Franklin-Tong VE. Temporal and spatial activation of caspase-like enzymes induced byself-incompatibility in Papaver pollen. Proceedings of the National Academy of Sciences (USA).2007; 104:18327–18332.8. Foote HCC, et al. Cloning and expression of a distinctive class of self-incompatibility (S) gene fromPapaver rhoeas L. Proceedings of the National Academy of Sciences (USA). 1994; 91:2265–2269.9. Kurup S, et al. Identification and cloning of related self-incompatibility S-genes in Papaver rhoeasand Papaver nudicaule. Sexual Plant Reproduction. 1998; 11:192–198.10. Walker EA, et al. Molecular analysis of two functional homologues of the S3 allele of the Papaverrhoeas self-incompatibility gene isolated from different populations. Plant Molecular Biology.1996; 30:983–994. [PubMed: 8639756]11. Thomas SG, Huang S, Li S, Staiger CJ, Franklin-Tong VE. Actin depolymerization is sufficient toinduce programmed cell death in self-incompatible pollen. Journal of Cell Biology. 2006;174:221–229. [PubMed: 16831890]12. Hearn MJ, Franklin FCH, Ride JP. Identification of a membrane glycoprotein in pollen of Papaverrhoeas which binds stigmatic self-incompatibility (S-) proteins. The Plant Journal. 1996; 9:467–475.13. Ioerger TR, Clark AG, Kao T-H. Polymorphism at the self-incompatibility locus in Solanaceaepredates speciation. Proc. Natl. Acad. Sci. (USA). 1990; 87:9732–9735. [PubMed: 2263623]14. Kohn, JR. Self-Incompatibility in Flowering Plants: Evolution, Diversity, and Mechanisms.Franklin-Tong, VE., editor. Springer-Verlag; Berlin, Heidelberg: 2008. p. 103-121.15. Charlesworth D. Multi-allelic self-incompatibility polymorphisms in plants. Bioessays. 1995;17:31–38.16. Newbigin E, Paape T, Kohn JR. RNase-Based Self-Incompatibility: Puzzled by Pollen S. PlantCell. 2008; 20:2286–2292. [PubMed: 18776062]17. von Heijne G, Gavel Y. Topogenic signals in integral membrane proteins. European Journal ofBiochemistry. 1988; 174:671–678. [PubMed: 3134198]18. Biris N, et al. Mapping the binding domains of the αIIb subunit. European Journal ofBiochemistry. 2003; 270:3760–3767. [PubMed: 12950259]19. Moutinho A, Camacho L, Haley A, Pais MS, Trewavas AJ, Malho R. Antisense perturbation ofprotein function in living pollen tubes. Sexual Plant Reproduction. 2001; 14:101–104.20. McClure B, Franklin-Tong V. Gametophytic self-incompatibility: understanding the cellularmechanisms involved in “self” pollen tube inhibition. Planta. 2006; 224:233–245. [PubMed:16794841]21. Sijacic P, et al. Identification of the pollen determinant of S-RNase-mediated self-incompatibility.Nature. 2004; 429:302–305. [PubMed: 15152253]22. Qiao H, et al. The F-box protein AhSLF-S2 controls the pollen function of S-RNase-based self-incompatibility. The Plant Cell. 2004; 16:2307–2322. [PubMed: 15308757]23. Stein JC, Howlett B, Boyes DC, Nasrallah ME, Nasrallah JB. Molecular cloning of a putativereceptor protein kinase gene encoded at the self-incompatibility locus of Brassica oleracea. Proc.Natl Acad. Sci. USA. 1991; 88:8816–8820. [PubMed: 1681543]24. Dangl JL, Jones JDG. Plant pathogens and integrated defence responses to infection. Nature. 2001;411:826–833. [PubMed: 11459065]Wheeler et al. Page 10Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts25. Burnet FM. “Self-recognition” in Colonial Marine Forms and Flowering Plants in relation to theEvolution of Immunity. Nature. 1971; 232:230–235. [PubMed: 4937075]26. De Tomaso AW, et al. Isolation and characterization of a protochordate histocompatibility locus.Nature. 2005; 438:454–459. [PubMed: 16306984]27. Scofield VL, Schlumpberger JM, West LA, Weissman IL. Protochordate allorecognition iscontrolled by a MHC-like gene system. Nature. 1982; 295:499–502. [PubMed: 7057909]28. Worley KC, Wiese BA, Smith RF. BEAUTY: an enhanced BLAST-based search tool thatintegrates multiple biological information resources into sequence similarity search results.Genome Research. 1995; 5:173–184. [PubMed: 9132271]29. Rozas J, Sanchez-DelBarrio JC, Messeguer X, Rozas R. DnaSP, DNA polymorphism analyses bythe coalescent and other methods. Bioinformatics. 2003; 19:2496–2497. [PubMed: 14668244]30. Krogh A, Larsson B, von Heijne G, Sonnhammer EL. Predicting transmembrane protein topologywith a hidden Markov model: application to complete genomes. Journal of Molecular Biology.2001; 305:567–580. [PubMed: 11152613]Wheeler et al. Page 11Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author ManuscriptsFig 1. Organization and expression of PrpS1(a) Organization of the S1 locus. Arrows indicate pistil PrsS1 and pollen PrpS1 codingsequences and their orientation; transcription start site (+1). An intron is located 84 bp fromthe 3′ end.(b) RT-PCR shows PrpS1 is expressed in pollen (P) but not in leaf (L), ovary (O) or stigma(S) (top panel). (c) RT-PCR showing PrpS1 expression increases during anther development.Immature anthers (IA); anthers 3 (-3A), 2 (-2A), 1 (-1A) days pre-anthesis, and at anthesis(+1A). Glyceraldehyde-3-phosphate dehydrogenase (GAPD) shows equal loading (bottompanels).(d) Alignment of PrpS1, PrpS3 and PrpS8 deduced amino acid sequences. The predictedextracellular loop segment (TMHMM) is indicated for PrpS1 (grey box).(e) Linkage of PrpS and PrsS to the S locus. Full-sib families segregating for haplotypes (i)S1S3 and S3S8 and (ii) S1S8 and S3S8 were used for PCR. Pistil PrsS1-, PrsS3- and PrsS8-and pollen PrpS1, PrpS3 and PrpS8 sequences were amplified only if plants carried thecorresponding PrpS allele. S haplotypes are indicated: S1S3 (1,3), S3S8 (3,8), S1S8 (1,8).Wheeler et al. Page 12Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author ManuscriptsFig 2. PrpS is pollen membrane-associated(a) Western blotting detects PrpS1 at ~20 kDa (arrow) in pollen (P), but not stigma (S), leaf(L) or root (R) membrane-enriched protein extracts (left-hand panel). Coomassie stainingshows equal loading (right-hand panel).(b) PrpS1 is expressed in pollen samples carrying S1, but not other alleles (left-hand panel).Coomassie shows equal loading (right-hand panel).(c) Western blot of fractionated pollen extracts. PrpS is not present in cytosolic extracts, butis present in a Triton-X-100 enriched fraction.(d) Immunolocalization shows PrpS1 localization to the pollen tube plasma membrane. Scalebar, 10 μm.(e) PrpS1 binds PrsS1. A 15-mer peptide corresponding to part of the PrpS1 predicted 35amino acid extracellular loop region (DQKWVVAFGTAAICD) binds recombinant PrsS1 ina concentration-dependent manner (top panel). A corresponding randomized peptide(FTVDVKDCAAAWGQI) did not bind PrsS1 (bottom panel). Concentrations are asindicated; see Methods for details; n=8.Wheeler et al. Page 13Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author ManuscriptsFig 3. PrpS determines S-specific pollen inhibitionPrpS1 and PrpS8 antisense oligonucleotides (as-ODNs: as-PrpS1, as-PrpS8) “rescue” pollenfrom plants with S1S3 or S3S8 haplotypes, from SI-induced inhibition in an S-specificmanner, while PrpS1 and PrpS8 sense oligonucleotides (s-ODNs: s-PrpS1, s-PrpS8) do not.Controls: untreated pollen and as-ODNs without SI induction controls (white bars); SI-induced pollen (black bars); SI-induced in presence of as-ODN (crosshatched bars); SI-induced in presence of s-ODNs (dotted bars). 50 pollen tubes were measured in threeindependent experiments (150 in total); error bars indicate s.e.m.Wheeler et al. Page 14Nature. Author manuscript; available in PMC 2009 December 18. Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts"