"INHIBITION OF RHABDOMYOSARCOMA CELL AND TUMORGROWTH BY TARGETING SPECIFICITY PROTEIN (Sp)TRANSCRIPTION FACTORSGayathri Chadalapaka1,*, Indira Jutooru1,*, Sandeep Sreevalsan1, Satya Pathi1,Kyounghyun Kim2, Candy Chen3, Lisa Crose3, Corinne Linardic3,4, and Stephen Safe1,21Department of Veterinary Physiology and Pharmacology, Texas A&M University, CollegeStation, TX2 Institute for Biosciences and Technology, Texas A&M Health Science Center, Houston, TX3 Department of Pediatrics, Duke University Medical Center, Durham, NC4 Department of Pharmacology and Cancer Biology, Duke University Medical Center, Durham,NCAbstractSpecificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed inrhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% ofRMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detectedin normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA)inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growthin vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied bydownregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role ofSp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration wasconfirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNAinterference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genesthat are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growthfactor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggestthat NSAIDs such as TA may have potential clinical efficacy in drug combinations for treatingRMS patients.KeywordsTolfenamic acid; Sp proteins; downregulation; RMS cellsINTRODUCTIONRhabdomyosarcoma (RMS) is the most common soft-tissue sarcoma that is primarilyobserved in children and adolescents1 and accounts for approximately 5% of all pediatriccancers and 50% of soft tissue sarcomas in children.2 The etiology of this sporadic tumor isunclear; however, a few studies suggest that parental occupations/exposure and the use ofSend all correspondence to: Stephen Safe Distinguished Professor of Toxicology Department of Veterinary Physiology andPharmacology Texas A&M University 4466 TAMU, Vet. Res. Bldg. 410 College Station, TX 77843-4466 Tel: 979-845-5988 / Fax:979-862-4929 ssafe@cvm.tamu.edu.*Both authors contributed equallyNIH Public AccessAuthor ManuscriptInt J Cancer. Author manuscript; available in PMC 2014 January 15.Published in final edited form as:Int J Cancer. 2013 February 15; 132(4): 795–806. doi:10.1002/ijc.27730.$watermark-text$watermark-text$watermark-textmarijuana and cocaine may increase the risk for RMS in offspring.3, 4 Embryonal RMS(ERMS) and alveolar RMS (ARMS) are the two major histologic classes of RMS in childrenand adolescents. Chromosomal analysis of these tumors has identified two predominanttranslocations, namely t(2;13)(q35;q14) and t(1:13)(p36;q14), and these encode for thePAX3-FKHR and PAX7-FKHR fusion proteins, respectively.5, 6 The fusion of PAX3 andPAX7 with the FOXO1 (Forkhead, FKHR) gene results in expression of oncogenic chimericgene products which in turn regulate expression of multiple genes contributing to theaggressive behavior of ARMS and the poor prognosis of ARMS patients.7, 8 The Children'sOncology Group has reported that among a cohort of metastatic ARMS patients, 55%expressed PAX3-FOXO1 and their overall four-year survival rate was 8%; 22% of thepatients expressed PAX7-FOXO1 and their four-year survival rate was 75%.9Several protocols for treatment of RMS have been developed and, in North America, theseare dependent on criteria established by the Intergroup Rhabdomyosarcoma Study Groupwhich has developed clinical groupings for RMS patients.10, 11 Treatments includeradiotherapy, surgery and chemotherapy with cytotoxic drugs and/or drug combinations.Survival rates vary with the type (ARMS and ERMS) of RMS, and high risk patients withmetastasis or recurrence have a poor prognosis.12 Improved survival for RMS patients willdepend on multiple factors including the development and application of new mechanism-based drugs that target specific pro-oncogenic pathways but exhibit tumor cell-specificityand decreased toxic side effects.Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are overexpressed in manycancer cell lines and tumors (orthotopic and xenografts)13-18, and RNA interference studiesshow that several Sp-regulated gene products are associated with cancer cell growth [cyclinD1, hepatocyte growth factor receptor (c-MET) and epidermal growth factor receptor(EGFR)], survival (survivin and bcl-2), and angiogenesis [vascular endothelial growth factor(VEGF) and its receptors (VEGFR1/VEGFR2)].16, 19-24 Several drugs downregulate Spproteins and Sp-regulated gene products in cancer cells and tumors and these include thenon-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA). Since some Sp-regulated genes such as c-MET and fibroblast growth factor receptor 4 (FGFR4) play afunctional role in RMS and are potential therapeutic targets25, 26, we investigated theexpression of Sp1 in tumors from RMS patients and Sp1, Sp3, and Sp4 and Sp-regulatedgene products in RMS cells. Sp1, Sp3, Sp4 and several Sp-regulated genes are highlyexpressed in RMS cells, and Sp1 is overexpressed in tumors from 80% of RMS patients. TAinhibited RMS cell and tumor growth in a xenograft model and this was accompanied bydecreased expression of Sp1, Sp3, Sp4 and Sp-regulated genes, suggesting potential clinicalefficacy for this NSAID for treating RMS patients.MATERIALS AND METHODSCell lines, human tissues, antibodies, chemicals, and other materialsRH30 and RD human RMS cells were obtained from the American Type Culture Collection;genetically modified RMS cell extracts were obtained as described.25, 27 TA was purchasedfrom LKT Laboratories. N-acetylcysteine (NAC) and catalase were purchased from Sigma-Aldrich. Lipofectamine and lipofectamine 2000 were purchased from Invitrogen. Survivinantibody was purchased from R&D Systems, and monoclonal β-actin and c-MET antibodieswere purchased from Sigma-Aldrich and the FOX01 antibody from Cell Signaling.Horseradish peroxidase substrate for western blot analysis, Sp1 and CXCR4 antibody wereobtained from Millipore, and all remaining antibodies were purchased from Santa CruzBiotechnology. Luciferase reagent was from Promega, and β-galactosidase reagent wasobtained from Tropix. The Cooperative Human Tissue Network provided the tissue arraysfor Sp1 staining. The constructs containing promoter inserts from the Sp1 (-751 to -20), Sp3Chadalapaka et al. Page 2Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-text(-417 to -38), c-MET (-703 to +60), survivin (-264 to+49) and VEGF (-2018 to +50) geneshave previously been reported16, 19-24.Cell proliferation assaysRH30 and RD RMS cells (3×104 per well) were plated using DMEM:Ham's F-12 mediumcontaining 2.5% charcoal-stripped fetal bovine serum (FBS) in 12-well plates and left toattach for 24 hr. Cells were then treated with either vehicle (DMSO) or TA at givenconcentrations ± IGF (100 ng/ml) and then counted at the indicated times using a Coulter Z1particle counter. Each experiment was done in triplicate, and results are expressed as means± SE for each determination.Western blot assays and Annexin V stainingRH30 and RD cells were seeded in DMEM:Ham's F-12 medium containing 2.5% charcoal-stripped FBS. After 12 hr, cells were treated with either vehicle (DMSO) or the indicatedcompounds for 24 hr and western blot analysis was performed essentially as described.22-24Annexin V staining was determined using the Vybrant apoptosis assay kit (MolecularProbes) as described.22-24Fluorescence-activated cell sorting and transfection assaysBoth RH30 and RD cancer cells were treated with either the vehicle (DMSO) and TA forindicated time periods. Cells were analyzed on an Accuri C6 FACS calibur flow cytometerusing CellQuest acquisition software (Accuri, Ann Arbor, MI). Propidium iodide (PI)fluorescence was collected through a 585/42 nm band pass filter, and list mode data wereacquired on a minimum of 20,000 single cells defined by a dot plot of PI width versus PIarea. Data analysis was performed using Cflow software (Accuri). siRNAs, antisense-miRs,and expression plasmids were transfected into RD and RH30 cells using LipofectAMINEessentially as described.18, 19, 22-24 DAP1 and PI staining were used and the results showedminimal (< 5%) PI positive cells.Transwell migration and scratch assaysRH30 and RD cells were added to the upper chamber of a transwell chamber in duplicateand allowed to migrate into the lower chamber containing Hams F12 media with 20% FBSby incubating for 12 hr at 5% CO2 at 37°C. The cells were then treated with control or TAfor the indicated time periods, and the cells migrating to the outer side of the upper chamberwere fixed, stained and counted. The effects of TA on IGF-induced responses used 100 ng/ml of the growth factor. The scratch assay was carried out as described.20Xenograft and immunohistochemistry experimentsFemale athymic nude mice, age 4 to 6 weeks, were purchased from Harlan-Sprague Dawley.RH30 cells (2×106) in 1:1 ratio of Matrigel (BD Biosciences) were injected into the eitherside of the flank area of nude mice. Six days after the tumor cell inoculation, mice weredivided into two groups of 8 animals each. The first group received 100 μl vehicle (corn oil)by oral gavage, and the second group of animals received 50 mg/kg/dose oral gavage of TAin 2.5% DMSO and 97.5% corn oil every second day for 20 d. The mice were weighed, andtumor areas were measured throughout the study. After 20 d, the animals were sacrificed;final body and tumor weights were determined and plotted. Tissues were processed forimmunohistochemistry and western blotting as described above.19, 23, 24 A pilot xenograftstudy using RD cells (3 animals/group) was also carried out.Chadalapaka et al. Page 3Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textHuman tissue microarray and gradingSlides were deparaffinized by heating at 60°C for 30 min and immediately transferred toxylene (Safeclear, Fisher). Sections were rehydrated by treating with graded ethanol (100%,95%, 70% and 35%) and then with PBS. Sections were incubated with sodium citrate forantigen retrieval as per manufacturer's protocol (Vector Labs) and endogenous peroxideswere quenched using 0.3% H2O2 in methanol for 6 min. Tissue sections were processed,mounted using permount (Fisher) and visualized using a Carl Zeiss Axiovert microscope(Carl Zeiss, Thornwood, NY) as described.23, 24 A total of 77 tissue array samples wereanalyzed for positive Sp1 staining (brown) in the nucleus by four independent investigatorson three consecutive days. The array core consisted of normal and RMS tissues interspersedrandomly. A standard semiquantitative grading system (1-4) of Sp1 nuclear stainingintensity was applied and graded as follows: 1, presence of less than 5% of Sp1 nuclearstaining; 2, presence of 15-50% of positive staining; 3, presence of 50-75% of positive cells;and 4, presence of more than 75% positive staining nuclei. This immunohistological gradingmethod has been established as a semiquantitative means for antigen detection andquantitation.28 Percent staining and number of patient samples were plotted on the Y- andX-axes, respectively.Statistical analysisStatistical significance of differences was determined by ANOVA and Student's t test, andthe levels of probability were noted. All statistical tests were two sided.RESULTS1. Expression of Sp1, Sp3 and Sp4 in RMS cells and effects of TASp1, Sp3 and Sp4 are overexpressed in multiple cancer cell lines and tumors13-18, andresults in Figure 1A show that these transcription factors are also highly expressed in RH30(ARMS) and RD (ERMS) cells. TA decreased expression of Sp1, Sp3 and Sp4 in RH30 andRD cells (Fig. 1A) and similar results were observed after treatment with the triterpenoidsbetulinic acid (BA) or methyl 2-cyano-3,11-dioxo-18-olean-1,12-dien-30-oate (CDODA-Me) (Suppl. Fig. 1). Moreover, we surveyed expression of Sp1, Sp3 and Sp4 in several otherRMS cell lines and high levels were also observed in these cells (Suppl. Fig. 2). Stabletransduction of primary human skeletal muscle myoblasts (HSMMs) with viral vectorsexpressing PAX-3-FOXO1 (HSMMPF), PAX3-FOXO1 plus the catalytic subunit oftelomerase (hTERT) (HSMMPF+H), and PAX3-FOXO1 plus hTERT plus NMyc(HSMMPF+H+M) yielded cell lines in which only the HSMMPF+H+M cells were tumorigenicin SCID/beige mice.27, 29, 30 Figure 1B shows that Sp4 protein was expressed in HSMMcells and the genetically transfected cell lines, whereas Sp1 and Sp3 levels were relativelylow in muscle myoblasts transfected with PAX3-FOXO1 and PAX3-FOXO1 plus hTERTand were dramatically increased in cells transfected with all three genes. The genetic modelfor ERMS was developed in HSMMs transduced with SV40 large-T and small-toncoproteins (T/t), telomerase and activated H-RasG12V and expressed comparable levels ofSp1, Sp3 and Sp4 were observed in all the genetic models (Fig. 1B), and this was due toexpression of SV40 which induces Sp1.31 Figure 1B also compares expression of Sp1, Sp3and Sp4 and c-MET and survivin expression in HSMM and HSMMPF+H+M and shows thatSp-regulated c-MET and survivin are more highly expressed in the transformed cell linecompared to HSMM cells. Previous studies in this laboratory show two separable forms ofSp3 (110-115 and 70-80 kDa) in cancer cell lines13-23; the low molecular weight bandcontains two forms and these results are consistent with previous studies on characterizationof Sp3 isoforms 32, 33.Chadalapaka et al. Page 4Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-text2. Sp1 expression in RMS patientsThe Cooperative Human Tissue Network provided us with tissue arrays of RMS tumor coresfrom 71 patients and six normal muscle tissues, and these were stained for Sp1 protein andinitially sub-divided into four groups (1 - 4; increasing Sp1 staining) based on their Sp1staining intensity. Muscle cell staining for Sp1 was ≤ 2 (low) for all six normal samples; incontrast, 80% of the RMS samples exhibited high (≥ 3) staining for Sp1, whereas 20%exhibited low staining (≤ 2) (Fig. 1C). Figure 1D illustrates the typical high Sp1 staining inARMS and ERMS tumors compared to muscle tissue, and magnification of these imagesindicates that Sp1 is primarily nuclear in the tumor samples.3. TA inhibits RMS cell growth and migration and induces apoptosisFigure 2A shows that TA decreased proliferation of both RH30 and RD cells, and the formercell line was more responsive to the growth inhibitory effects of TA. IGF (100 ng/ml)increased proliferation of RH30 (1.3-fold) and RD (1.15-fold) cells; cotreatment with TAalso decreased IGF-induced cell proliferation (Fig. 2A). FACS analysis of RH30 and RDcells after treatment with TA for 24 or 48 hr showed that in RH30 cells the percent of cellsin S and G2/M phases increased and decreased, respectively, whereas no changes wereobserved in RD cells (Fig. 2B). TA induced Annexin V staining (apoptosis) in both cell lines(Fig. 2C) and, in a scratch assay, treatment of RH30 cells with the solvent control (DMSO)resulted in extensive cell migration (Fig. 2D) after 48 hr, whereas in cells treated with 75μΜ TA, cell migration was markedly inhibited. IGF also enhanced cell migration and thisresponse was inhibited by TA. Similar results were observed for RD cells; TA (100 μΜ)inhibited migration of RD cells (± IGF) and there was also evidence for growth inhibition ofthese cells by TA (Fig. 2D).4. TA treatment and Sp knockdown in RMS cells induce comparable effectsThe linkage between the effects of TA and downregulation of Sp proteins was investigatedby comparing RNA interference and knockdown of Sp1, Sp3 and Sp4 proteins alone and incombination to the effects of TA on selected Sp-regulated genes. Results in Figure 3A showthat each individual oligonucleotide (iSp1, iSp3 and iSp4) deceased expression of its owntarget gene product with minimal effects on expression of the other Sp proteins; the cocktailof the combined oligonucleotides (iSp1/3/4) decreased expression of all three Sp proteins,and the specificity of these oligonucleotides has previously been reported.21, 23, 24 Acomparison of the effects of TA versus iSp1/3/4 on putative Sp-regulated gene products issummarized in Figures 3B and 3C. TA decreased expression of cyclin D1, survivin andVEGF in both cell lines as described in previous studies13, 15; however, TA also decreasedPDGFRα, c-MET, IGFR and CXCR4 protein levels (Fig. 3C), and all three of these proteinsare individually potential targets for treating RMS.25, 34-36 Knockdown of Sp proteins byRNA interference also decreased expression of the same gene products that were decreasedby TA (Fig. 3D); however, it was evident that these proteins were differentially regulated byindividual Sp proteins and there were cell context-dependent differences. For example,cyclin D1 was primarily regulated by Sp1 in RH30 cells but by Sp1, Sp3 and Sp4 in RDcells. c-MET, IGFR, CXCR4 and PDGFRα were also decreased in RD and RH30 cellstransfected with iSp1/3/4 (combination), and the effects of individual Sp protein knockdownwere variable and the most effective knockdown was observed with iSp1/3/4. In a separateRNA interference study, we also showed that knockdown of Sp1 or combined knockdownof Sp1/3/4 (Suppl. Fig. 3A) decreased expression of a high molecular weight FOXO1 band(using a FOXO1 antibody) that has previously been identified as the chimeric PAX3-FOXO1 protein27. Moreover, TA also decreased expression of this chimeric protein and it ispossible that PAX3-FOXO1 downregulation may play a role in the decreased expression ofsome of the other Sp-regulated genes (Figs. 3C and 3D). The effects of TA on luciferaseactivity in RH30 and RD cells transfected with constructs containing GC-rich promoterChadalapaka et al. Page 5Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textinserts from the Sp1 (-751 to -20), Sp3 (-417 to -38), c-MET (-703 to +60), survivin (-264 to+49), and VEGF (-2018 to +50) genes was also determined. TA significantly decreasedactivity in cells transfected with all 5 constructs in both cell lines (Suppl. Fig. 3B),indicating that loss of Sp proteins is also correlated with decreased Sp-dependenttransactivation.The similarities between the effects of Sp knockdown and TA on cell migration was alsoinvestigated. TA significantly decreased migration of RH30 (Fig. 4A) and RD (Fig. 4B)cells in a Boyden Chamber assay and TA also inhibited IGF (100 ng/ml)-induced migration.Knockdown of Sp1 alone (iSp1) also decreased migration in both cell lines (Fig. 4C). iSp1,iSp4 and iSp1/3/4 significantly decreased proliferation of both cell lines, whereas iSp3significantly decreased growth of RH30 but not RD cells (Fig. 4D). These results alsosupport the role of TA-induced downregulation of Sp1, Sp3 and Sp4 (Fig. 2A) in the growthinhibitory and antimigratory activities of TA (Figs. 2A, 2D, 4A and 4B). The effects of TAon growth inhibition may also be due, in part, to increased apoptosis.5. Effects of TA on proteasome-independent and dependent Sp downregulationTA induces proteasome-dependent degradation of Sp1, Sp3 and Sp413, 20; however, inRH30 cells, the proteasome inhibitors MG132 and lactacystin did not block TA-dependentdownregulation of Sp1, Sp3 and Sp4 (Fig. 5A). In RD cells, lactacystin only inhibited TA-induced degradation of Sp3 but not Sp1 or Sp4 (Fig. 5B), and MG132 enhanced the effectsof TA in this cell line. Another mechanism of drug-induced Sp downregulation has beenlinked to induction of ROS19, 23, 24, 37; however, the effects of reactive oxygen species(ROS) inhibitors such as N-acetylcysteine (NAC) and catalase did not affect TA-mediateddownregulation of Sp1, Sp3 and Sp4 proteins in RH30 or RD cells (Suppl. Fig. 4). ZBTB10is an Sp repressor that binds GC-rich sites and ZBTB10 expression in cancer cells is blockedby miR-27a and this interaction facilitates the high expression of Sp proteins in cancercells.17, 18, 23 TA decreased miR-27a and induced expression of the Sp repressor ZBTB10 inRH30 cells, whereas in RD cells, TA induced ZBTB10 but this was not accompanied bydecreased miR-27a expression (Fig. 5C). Previous studies have demonstrated therelationship between miR-27a and ZBTB10 in cancer cell lines17, 18, 23, 37 and the role ofdrug-induced ROS in mediating downregulation of miR-27a and induction ofZBTB10.23, 24, 37 However, this process was ROS-independent in RH30 cells (Suppl. Fig. 3)and miR-27a was not linked to regulation of ZBTB10 in RD cells. Nevertheless,overexpression of ZBTB10 decreased Sp1, Sp3 and Sp4 expression in RH30 and RD cells(Fig. 5D) and the effects were more pronounced in the latter cell line. Identification of miRsor other pathways that regulate expression of ZBTB10 is currently being investigated.6. In vivo effects of TA on RMS tumorsThe in vivo effects of TA were investigated in athymic nude mice bearing RH30 cells asxenografts. Mice treated with TA at a dose of 50 mg/kg/dose exhibited decreased tumor sizeand weights compared to the corn oil control and this was not accompanied by any changesin organ or body weights (Fig. 6A) as previously reported for this dose of TA.13, 20 In a pilotstudy with RD cells (3 animals per treatment group), TA also decreased tumor growth (Fig.6A). Western blot analyses of tumor lysates showed that treatment with TA decreased levelsof Sp1, Sp3, Sp4, cyclin D1 and c-MET proteins in tumors (Fig. 6B) as previously observedin RH30 cells (Figs. 1A and 3B). H&E staining of slides of tumor sections from control andTA-treated mice were analyzed using a Zeiss imaging workstation and a color range tool,and there was approximately a 4.5-fold increase in apoptosis in tumors from treated micecompared to controls (data not shown). Immunostaining showed that TA decreased Sp1 andc-MET in TA-treated tumors compared to controls (untreated) (Fig. 6C), and similar resultswere observed for VEGF (Fig. 6D). This demonstrates that TA decreases expression of Sp1,Chadalapaka et al. Page 6Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textSp3 and Sp4 and critical Sp-regulated genes in RMS cells and tumors, suggesting that drugssuch as TA may have clinical potential for treatment of RMS.DISCUSSIONSpecificity protein (Sp) transcription factor are members of the Sp1/Krüppel-like family(KLF) of zinc finger proteins that modulate transcription of multiple genes throughinteractions with GC-rich sequences in target gene promoters.38, 39 Sp1 and other Sp-regulated genes are critical during early embryonal and postnatal development; however,there is evidence that in adult tissues from rodent models and humans that expression of Sp1and other Sp proteins is low.40-42 In contrast, Sp1, Sp3 and Sp4 protein levels are highlyexpressed in many different human cancer cell lines and their derived tumors in xenograft/orthotopic athymic nude mouse models13-18, and epidemiology studies show that pancreaticand gastric cancer patients with tumors who expressing high levels of Sp1 protein hadsignificantly poorer prognosis than patients with tumors that express low levels of Sp1.43, 44Lou and coworkers45 examined the role of Sp1 in carcinogen-induced transformation ofnormal skin fibroblast that express low levels of Sp1; an 8- to 18-fold increase in Sp1expression was observed after transformation. Moreover, knockdown of Sp1 in thetransformed cells abrogated their ability to form tumors.Previous studies have reported high expression of Sp-regulated genes such as FGFR426, c-MET25, IGFR46 and VEGF47 in RMS cells, and overexpression of PDGFRα in humanARMS cells plays a functional role in tumor cell growth.34 Western blot analysis of RMScell lines clearly demonstrated that Sp1, Sp3 and Sp4 were highly expressed in RH30 andRD cell lines derived from ARMS and ERMS patients, respectively. Moreover, in thegenetically modified HSMMPF+H+M cell line that resembles ARMS cells, there was alsohigh expression of Sp1, Sp3 and Sp4 and the increase in Sp1 and Sp3 was only observedafter viral infection of HSMMPF+H cells with NMyc (Fig. 1B). Sp4, but not Sp1 or Sp3, washighly expressed in HSMMs, and enhanced expression of Sp1 and Sp3 was only observedafter three genetic modifications (PF+H+M) which were also necessary for transformationof this cell line27, 29, 30. Currently, we are further investigating this ARMS-like cell model todetermine the role of Sp1 and Sp3 in the transformation process. Transformation of HSMMcells with SV40 T/t antigen, hTERT and Ras to give HSMMT/t+H+R (ERMS-like) was lessinformative with respect to the role of Sp transcription factors since Sp1 and Sp3 werehighly expressed in HSMMT/t cells and this was consistent with a previous report showingthat SV40 alone stimulates Sp1 expression.31 Nevertheless, the high expression of Sp1 andSp3 in HSMMT/t cells which do not form tumors in mice indicates that in this model Sp1,Sp3 and Sp4 expression are not sufficient for transformation, and we are currentlyinvestigating other factors required for transformation.The Cooperative Human Tissue Network provided us with several RMS patient samples andnormal muscle tissue for immunostaining for Sp1. Staining intensities were graded as non-detectable (1), low (2), medium (3), and high (4). Over 80% of the RMS tumors were highlystained for Sp1 (≥3), whereas in the small number of normal muscle tissue samples, onlylow staining for Sp1 (≤2) was observed (Figs. 1C and 1D). The percent distribution ofpatients with high Sp1 staining was similar to that observed in gastric cancer patients44,whereas in pancreatic cancer patients, only 22% and 54% of female and male patients,respectively, were classified as Sp1-positive.43 In RMS patients and RMS cells, Sp1 isprimarily nuclear and this may account for the high expression of pro-oncogenic Sp-regulated genes.Anticancer agents that decrease expression of Sp1, Sp3, Sp4 and Sp-regulated genes includearsenic trioxide, TA, curcumin, BA, and synthetic triterpenoids such as CDODA-Chadalapaka et al. Page 7Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textMe.13-17, 20, 21 TA is used in human and veterinary medicine and is well tolerated in febrilechildren.48, 49 TA inhibited RMS cell growth and downregulated Sp1, Sp3 and Sp4 (Figs. 1and 2) in RH30 and RD cells, and similar results were also observed for BA and CDODA-Me (Suppl. Fig. 1). TA also inhibited tumor growth in athymic nude mice bearing RH30cells as xenografts and this was accompanied by decreased expression of Sp1, Sp3, Sp4 andc-MET in tumors from TA-treated mice (Fig. 6). Although relatively high concentrations ofTA were required to inhibit RH30 and RD cell proliferation within 24-48 hr after treatment,lower concentrations are growth inhibitory after prolonged treatment (up to 6 days) and thisis consistent with the 50 mg/kg dose every second day which significantly inhibited tumorgrowth (Fig. 6). These observations were similar to those previously observed for TA inother cancer cells and tumors.13, 15, 20 Other NSAIDs including sulindac and its derivativesalso require higher (≥ 100 μM) concentrations in vitro than in vivo for their inhibition ofcancer cell and tumor growth and effects on other pathways.50Since expression of many Sp-regulated genes may also be dependent on other transcriptionfactors such as NFκB in some cell lines24, we used RNA interference to confirm that theeffects of TA on putative Sp-regulated genes were due to downregulation of thesetranscription factors. However, these results do not exclude coregulation of these genes byother factors and the effects of TA may be due to both Sp downregulation and other Sp-independent pathways. Results summarized in Figures 3 and 4 clearly link the growthinhibitory and pro-apoptotic effects of TA on repression of Sp1, Sp3 and Sp4 proteins.Simultaneous knockdown of Sp1, Sp3 and Sp4 or treatment of RH30 and RD cells with TAdecreased cell migration and expression of CD1, survivin, VEGF, c-MET, IGFR, PDGFRαand CXCR4 gene products. The relative contributions of Sp1, Sp3 and Sp4 to expression ofthese gene products was both gene- and cell context-dependent and this was consistent withcomparable RNA interference studies in other cancer cell lines.20, 21, 23, 24 For example,cyclin D1 expression in RH30 cells was primarily Sp1-dependent ,whereas in RD cells,knockdown of Sp1, Sp3 or Sp4 protein decreased levels of CD1 protein (Fig. 3C). Thus, theeffects of TA on VEGF, survivin, CD1, c-MET, PDGFRα, IGFR and CXCR4 expression onRMS cells (Fig. 3) and tumors (Fig. 6) are associated with downregulation of Sp1, Sp3 andSp4 proteins, and ongoing array studies have identified other Sp-regulated genes thatcontribute to the effectiveness of agents that target Sp proteins. Sp-regulated gene productssuch as PDGFRα, IGFR, CXCR4 and c-MET are individual targets for treatment of RMSand have been directly linked to growth survival and angiogenesis of RMS cells and/ortumors.25, 34-36 Since TA or knockdown of Sp1 also decreased expression of PAX3-FOXO1in RH30 cells (Suppl. Fig. 3A), this response may also be important for regulating other pro-oncogenic factors. At least one advantage of TA over inhibitors of PDGFRα, CXCR4, IGFRand c-MET is that TA inhibits expression of all four gene products and other Sp-regulatedgenes and Sp-independent responses induced by TA may also be important.The mechanism of action of drug-induced downregulation of Sp1, Sp3 and Sp4 is dependenton the specific agent and cell context. For example, TA induced proteasome-dependentdownregulation of Sp1, Sp3 and Sp4 in pancreatic cancer cells13 but in esophageal cancercells, this same TA-induced response was proteasome-independent.15 We have previouslyidentified other pathways for drug-induced Sp downregulation; arsenic trioxide inducescaspase- and ROS-dependent cleavage of Sp1, Sp3 and Sp4 in bladder cancer cells19;CDDO-Me and a nitro-NSAID also induce ROS-dependent downregulation of miR-27a andinduction of ZBTB10, an Sp repressor.23, 37 Results in Figure 5 show that TA-induceddownregulation of Sp1, Sp3 and Sp4 in RH30 cells and Sp1 and Sp4 in RD cells isproteasome-independent and Sp3 degradation in RD cells is proteasome-dependent. TAinduced ZBTB10 and downregulated miR-27a in RH30 cells, whereas in RD cells, TAinduced ZBTB10 but did not affect expression of miR-27a. However, since ROS andcaspase inhibitors did not block downregulation of Sp1, Sp3 or Sp4 in RH30 or RD cellsChadalapaka et al. Page 8Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-texttreated with TA (Suppl. Fig. 3), the mechanisms associated with induction of thetranscriptional repressor ZBTB10 and downregulation of miRs (and their identity) by TA isunknown and is currently being investigated.In summary, results of this study show that Sp1 is overexpressed in approximately 80% ofRMS patients, and Sp1, Sp3, Sp4 and Sp-regulated gene products are also highly expressedin RMS cells. The effects of TA on Sp1, Sp3, Sp4 and Sp-regulated genes and responseswere similar in the representative ARMS (RH30) and ERMS (RD) cell lines, and futurestudies will investigate TA-induced effects in the HSMM-derived cells. The mechanismsassociated with Sp downregulation are cell context-dependent and this has previously beenobserved in other cancer cell lines treated with TA and drugs that downregulate Spproteins.13-17, 19-24 The NSAID TA decreased RMS cell and tumor growth, and results ofRNA interference studies (Sp knockdown) suggest that the anticancer activity of TA is due,in part, to targeting downregulation of Sp transcription factors and Sp-regulated genes suchas c-MET, IGFR, PDGFRα and CXCR4 (e.g. Figs. 3 and 6). This data suggest that drugs,such as TA, are another option for clinical treatment of RMS patients with these compoundsalone or in combination with the currently used drug combinations.Supplementary MaterialRefer to Web version on PubMed Central for supplementary material.AcknowledgmentsThis work was supported by the National Institutes of Health (R01CA136571) and Texas A&M AgriLife, and isdedicated to Val and Savannah.AbbreviationsARMS alveolar rhabdomyosarcomaBA betulinic acidCDODA-Me methyl 2-cyano-3,11-dioxo-18β-olean-1,12-dien-30-oatec-MET hepatocyte growth factor receptorEGFR epidermal growth factor receptorERMS embryonal rhabdomyosarcomaFGFR4 fibroblast growth factor receptor 4HSMM human skeletal muscle myoblastIGFR insulin-like growth factor receptorNAC N-acetylcysteineNSAID non-steroidal anti-inflammatory drugRMS rhabdomyosarcomaROS reactive oxygen speciesSp specificity proteinTA tolfenamic acidVEGF vascular endothelial growth factorChadalapaka et al. Page 9Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textREFERENCES1. Paulino AC, Okcu MF. Rhabdomyosarcoma. Curr Probl Cancer. 2008; 32:7–34. [PubMed:18206520]2. Ries, LAG.; Smith, MA.; Gurney, JG.; Linet, M.; Tamra, T.; Young, JL.; Bunin, GR. CancerIncidence and Survival Among Children and Adolescents: United States SEER Program 1975-1995.NIH Pub. No. 99-4649 National Institutes of Health; 1999.3. Grufferman S, Schwartz AG, Ruymann FB, Maurer HM. Parents’ use of cocaine and marijuana andincreased risk of rhabdomyosarcoma in their children. Cancer Causes Control. 1993; 4:217–24.[PubMed: 8318638]4. Hicks N, Zack M, Caldwell GG, Fernbach DJ, Falletta JM. Childhood cancer and occupationalradiation exposure in parents. Cancer. 1984; 53:1637–43. [PubMed: 6321012]5. Barr FG, Galili N, Holick J, Biegel JA, Rovera G, Emanuel BS. Rearrangement of the PAX3 pairedbox gene in the paediatric solid tumour alveolar rhabdomyosarcoma. Nat Genet. 1993; 3:113–7.[PubMed: 8098985]6. Davis RJ, D'Cruz CM, Lovell MA, Biegel JA, Barr FG. Fusion of PAX7 to FKHR by the variantt(1;13)(p36;q14) translocation in alveolar rhabdomyosarcoma. Cancer Res. 1994; 54:2869–72.[PubMed: 8187070]7. Barber TD, Barber MC, Tomescu O, Barr FG, Ruben S, Friedman TB. Identification of target genesregulated by PAX3 and PAX3-FKHR in embryogenesis and alveolar rhabdomyosarcoma.Genomics. 2002; 79:278–84. [PubMed: 11863357]8. Khan J, Bittner ML, Saal LH, Teichmann U, Azorsa DO, Gooden GC, Pavan WJ, Trent JM, MeltzerPS. cDNA microarrays detect activation of a myogenic transcription program by the PAX3-FKHRfusion oncogene. Proc Natl Acad Sci U S A. 1999; 96:13264–9. [PubMed: 10557309]9. Sorensen PH, Lynch JC, Qualman SJ, Tirabosco R, Lim JF, Maurer HM, Bridge JA, Crist WM,Triche TJ, Barr FG. PAX3-FKHR and PAX7-FKHR gene fusions are prognostic indicators inalveolar rhabdomyosarcoma: a report from the children's oncology group. J Clin Oncol. 2002;20:2672–9. [PubMed: 12039929]10. Maurer HM. The Intergroup Rhabdomyosarcoma Study (NIH): objectives and clinical stagingclassification. J Pediatr Surg. 1975; 10:977–78.11. Maurer HM, Moon T, Donaldson M, Fernandez C, Gehan EA, Hammond D, Hays DM, LawrenceW Jr. Newton W, Ragab A, Raney B, Soule EH, et al. The intergroup rhabdomyosarcoma study: apreliminary report. Cancer. 1977; 40:2015–26. [PubMed: 336175]12. Breneman JC, Lyden E, Pappo AS, Link MP, Anderson JR, Parham DM, Qualman SJ, WharamMD, Donaldson SS, Maurer HM, Meyer WH, Baker KS, et al. Prognostic factors and clinicaloutcomes in children and adolescents with metastatic rhabdomyosarcoma--a report from theIntergroup Rhabdomyosarcoma Study IV. J Clin Oncol. 2003; 21:78–84. [PubMed: 12506174]13. Abdelrahim M, Baker CH, Abbruzzese JL, Safe S. Tolfenamic acid and pancreatic cancer growth,angiogenesis, and Sp protein degradation. J Natl Cancer Inst. 2006; 98:855–68. [PubMed:16788159]14. Chintharlapalli S, Papineni S, Ramaiah SK, Safe S. Betulinic acid inhibits prostate cancer growththrough inhibition of specificity protein transcription factors. Cancer Res. 2007; 67:2816–23.[PubMed: 17363604]15. Papineni S, Chintharlapalli S, Abdelrahim M, Lee SO, Burghardt R, Abudayyeh A, Baker C,Herrera L, Safe S. Tolfenamic acid inhibits esophageal cancer through repression of specificityproteins and c-Met. Carcinogenesis. 2009; 30:1193–201. [PubMed: 19406933]16. Chadalapaka G, Jutooru I, Chintharlapalli S, Papineni S, Smith R 3rd, Li X, Safe S. Curcumindecreases specificity protein expression in bladder cancer cells. Cancer Res. 2008; 68:5345–54.[PubMed: 18593936]17. Chintharlapalli S, Papineni S, Abdelrahim M, Abudayyeh A, Jutooru I, Chadalapaka G, Wu F,Mertens-Talcott S, Vanderlaag K, Cho SD, Smith R 3rd, Safe S. Oncogenic microRNA-27a is atarget for anticancer agent methyl 2-cyano-3,11-dioxo-18beta-olean-1,12-dien-30-oate in coloncancer cells. Int J Cancer. 2009; 125:1965–74. [PubMed: 19582879]Chadalapaka et al. Page 10Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-text18. Mertens-Talcott SU, Chintharlapalli S, Li X, Safe S. The oncogenic microRNA-27a targets genesthat regulate specificity protein transcription factors and the G2-M checkpoint in MDA-MB-231breast cancer cells. Cancer Res. 2007; 67:11001–11. [PubMed: 18006846]19. Jutooru I, Chadalapaka G, Sreevalsan S, Lei P, Barhoumi R, Burghardt R, Safe S. Arsenic trioxidedownregulates specificity protein (Sp) transcription factors and inhibits bladder cancer cell andtumor growth. Exp Cell Res. 2010; 316:2174–88. [PubMed: 20435036]20. Abdelrahim M, Baker CH, Abbruzzese JL, Sheikh-Hamad D, Liu S, Cho SD, Yoon K, Safe S.Regulation of vascular endothelial growth factor receptor-1 expression by specificity proteins 1, 3,and 4 in pancreatic cancer cells. Cancer Res. 2007; 67:3286–94. [PubMed: 17409437]21. Chadalapaka G, Jutooru I, Burghardt R, Safe S. Drugs that target specificity proteins downregulateepidermal growth factor receptor in bladder cancer cells. Mol Cancer Res. 2010; 8:739–50.[PubMed: 20407012]22. Abdelrahim M, Smith R 3rd, Burghardt R, Safe S. Role of Sp proteins in regulation of vascularendothelial growth factor expression and proliferation of pancreatic cancer cells. Cancer Res.2004; 64:6740–9. [PubMed: 15374992]23. Jutooru I, Chadalapaka G, Abdelrahim M, Basha MR, Samudio I, Konopleva M, Andreeff M, SafeS. Methyl 2-cyano-3,12-dioxooleana-1,9-dien-28-oate decreases specificity protein transcriptionfactors and inhibits pancreatic tumor growth: role of microRNA-27a. Mol Pharmacol. 2010;78:226–36. [PubMed: 20488920]24. Jutooru I, Chadalapaka G, Lei P, Safe S. Inhibition of NFkappaB and pancreatic cancer cell andtumor growth by curcumin is dependent on specificity protein down-regulation. J Biol Chem.2010; 285:25332–44. [PubMed: 20538607]25. Taulli R, Scuoppo C, Bersani F, Accornero P, Forni PE, Miretti S, Grinza A, Allegra P, Schmitt-Ney M, Crepaldi T, Ponzetto C. Validation of met as a therapeutic target in alveolar andembryonal rhabdomyosarcoma. Cancer Res. 2006; 66:4742–9. [PubMed: 16651427]26. Yu SJ, Zheng L, Ladanyi M, Asa SL, Ezzat S. Sp1-mediated transcriptional control of fibroblastgrowth factor receptor 4 in sarcomas of skeletal muscle lineage. Clin Cancer Res. 2004; 10:6750–8. [PubMed: 15475466]27. Linardic CM, Naini S, Herndon JE 2nd, Kesserwan C, Qualman SJ, Counter CM. The PAX3-FKHR fusion gene of rhabdomyosarcoma cooperates with loss of p16INK4A to promote bypass ofcellular senescence. Cancer Res. 2007; 67:6691–9. [PubMed: 17638879]28. Rimm DL, Camp RL, Charette LA, Costa J, Olsen DA, Reiss M. Tissue microarray: a newtechnology for amplification of tissue resources. Cancer J. 2001; 7:24–31. [PubMed: 11269645]29. Kendall SD, Linardic CM, Adam SJ, Counter CM. A network of genetic events sufficient toconvert normal human cells to a tumorigenic state. Cancer Res. 2005; 65:9824–8. [PubMed:16267004]30. Naini S, Etheridge KT, Adam SJ, Qualman SJ, Bentley RC, Counter CM, Linardic CM. Definingthe cooperative genetic changes that temporally drive alveolar rhabdomyosarcoma. Cancer Res.2008; 68:9583–8. [PubMed: 19047133]31. Saffer JD, Jackson SP, Thurston SJ. SV40 stimulates expression of the transacting factor Sp1 at themRNA level. Genes Dev. 1990; 4:659–66. [PubMed: 2163346]32. Kennett SB, Udvadia AJ, Horowitz JM. Sp3 encodes multiple proteins that differ in their capacityto stimulate or repress transcription. Nucleic Acids Res. 1997; 25:3110–7. [PubMed: 9224612]33. Kennett SB, Moorefield KS, Horowitz JM. Sp3 represses gene expression via the titration ofpromoter-specific transcription factors. J Biol Chem. 2002; 277:9780–9. [PubMed: 11773047]34. Taniguchi E, Nishijo K, McCleish AT, Michalek JE, Grayson MH, Infante AJ, Abboud HE,Legallo RD, Qualman SJ, Rubin BP, Keller C. PDGFR-A is a therapeutic target in alveolarrhabdomyosarcoma. Oncogene. 2008; 27:6550–60. [PubMed: 18679424]35. Libura J, Drukala J, Majka M, Tomescu O, Navenot JM, Kucia M, Marquez L, Peiper SC, BarrFG, Janowska-Wieczorek A, Ratajczak MZ. CXCR4-SDF-1 signaling is active inrhabdomyosarcoma cells and regulates locomotion, chemotaxis, and adhesion. Blood. 2002;100:2597–606. [PubMed: 12239174]Chadalapaka et al. Page 11Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-text36. Strahm B, Durbin AD, Sexsmith E, Malkin D. The CXCR4-SDF1alpha axis is a critical mediatorof rhabdomyosarcoma metastatic signaling induced by bone marrow stroma. Clin Exp Metastasis.2008; 25:1–10. [PubMed: 17768666]37. Pathi SS, Jutooru I, Chadalapaka G, Sreevalsan S, Anand S, Thatcher GR, Safe S. GT-094, a NO-NSAID, inhibits colon cancer cell growth by activation of a reactive oxygen species-microRNA-27a: ZBTB10-specificity protein pathway. Mol Cancer Res. 2011; 9:195–202.[PubMed: 21156786]38. Bouwman P, Philipsen S. Regulation of the activity of Sp1-related transcription factors. Mol CellEndocrinol. 2002; 195:27–38. [PubMed: 12354670]39. Black AR, Black JD, Azizkhan-Clifford J. Sp1 and kruppel-like factor family of transcriptionfactors in cell growth regulation and cancer. J Cell Physiol. 2001; 188:143–60. [PubMed:11424081]40. Ammendola R, Mesuraca M, Russo T, Cimino F. Sp1 DNA binding efficiency is highly reduced innuclear extracts from aged rat tissues. J Biol Chem. 1992; 267:17944–8. [PubMed: 1381357]41. Adrian GS, Seto E, Fischbach KS, Rivera EV, Adrian EK, Herbert DC, Walter CA, Weaker FJ,Bowman BH. YY1 and Sp1 transcription factors bind the human transferrin gene in an age-relatedmanner. J Gerontol A Biol Sci Med Sci. 1996; 51:B66–75. [PubMed: 8548503]42. Oh JE, Han JA, Hwang ES. Downregulation of transcription factor, Sp1, during cellularsenescence. Biochem Biophys Res Commun. 2007; 353:86–91. [PubMed: 17161377]43. Jiang NY, Woda BA, Banner BF, Whalen GF, Dresser KA, Lu D. Sp1, a new biomarker thatidentifies a subset of aggressive pancreatic ductal adenocarcinoma. Cancer Epidemiol BiomarkersPrev. 2008; 17:1648–52. [PubMed: 18628415]44. Wang L, Wei D, Huang S, Peng Z, Le X, Wu TT, Yao J, Ajani J, Xie K. Transcription factor Sp1expression is a significant predictor of survival in human gastric cancer. Clin Cancer Res. 2003;9:6371–80. [PubMed: 14695137]45. Lou Z, O'Reilly S, Liang H, Maher VM, Sleight SD, McCormick JJ. Down-regulation ofoverexpressed sp1 protein in human fibrosarcoma cell lines inhibits tumor formation. Cancer Res.2005; 65:1007–17. [PubMed: 15705902]46. Mayeenuddin LH, Yu Y, Kang Z, Helman LJ, Cao L. Insulin-like growth factor 1 receptorantibody induces rhabdomyosarcoma cell death via a process involving AKT and Bcl-x(L).Oncogene. 2010; 29:6367–77. [PubMed: 20818434]47. Wan X, Shen N, Mendoza A, Khanna C, Helman LJ. CCI-779 inhibits rhabdomyosarcomaxenograft growth by an antiangiogenic mechanism linked to the targeting of mTOR/Hif-1alpha/VEGF signaling. Neoplasia. 2006; 8:394–401. [PubMed: 16790088]48. Haliotis FA, Tzortzinis AA, Papanastasiou DA. Use of tolfenamic acid in febrile children with andwithout glucose-6-phosphate dehydrogenase deficiency. Int J Clin Pharmacol Ther. 1997; 35:103–6. [PubMed: 9088998]49. Lascelles BD, Court MH, Hardie EM, Robertson SA. Nonsteroidal anti-inflammatory drugs incats: a review. Vet Anaesth Analg. 2007; 34:228–50. [PubMed: 17451496]50. Stein U, Arlt F, Smith J, Sack U, Herrmann P, Walther W, Lemm M, Fichtner I, Shoemaker RH,Schlag PM. Intervening in beta-catenin signaling by sulindac inhibits S100A4-dependent coloncancer metastasis. Neoplasia. 2011; 13:131–44. [PubMed: 21403839]Chadalapaka et al. Page 12Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textBrief DescriptionRhabdomyosarcoma (RMS) is primarily diagnosed in children, and current treatmentsuse cytotoxic drugs. We demonstrate that specificity protein (Sp) transcription factorsSp1, Sp3 and Sp4 and several pro-oncogenic Sp-regulated genes are overexpressed inRMS . Moreover, we also show that tolfenamic acid (TA), a relatively non-toxic NSAID,inhibits RMS cell and tumor growth, suggesting that TA and other relatively non-toxicdrugs that target Sp proteins should be evaluated for treating RMS patients.Chadalapaka et al. Page 13Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textFigure 1.Sp protein expression in RMS cells and tumors and effects of TA. (A) RH30 and RD cells.Cells were treated with DMSO or TA, and whole cell lysates were examined for expressionof Sp1, Sp3 and Sp4 proteins by western blots as described in the Materials and Methods.(B) Genetic models of RMS. Whole cell lysates from HSMM and stably transfected RMScells were analyzed for protein expression as described in (A). Relative intensity of Sp1staining in RMS patient tumors and muscle tissue (C) and in specific samples (D). Samplesprovided by the Cooperative Human Tissue Network were stained for Sp1 and relativestaining intensities were assigned as described in the Materials and Methods. β-Actin wasused as a loading control for all western blots.Chadalapaka et al. Page 14Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textFigure 2.TA inhibits RMS cell growth, induces apoptosis, and inhibits migration. Effects of TA oncell proliferation (A) and cell cycle progression (B). RH30 and RD cells were treated withDMSO, TA or TA+IGF (100 ng/ml) (cell proliferation only) , and effects on cellproliferation or percent distribution of cells in G0/G1, S and G2/M phases were determinedas described in the Materials and Methods. Induction of apoptosis (C) and inhibition of RMScell migration by TA (D). RMS cells were treated with DMSO, TA or TA+IGF (100 ng/ml),and effects on Annexin V staining and cell migration (scratch assay) were determined asoutlined in the Materials and Methods. Results are expressed as means ± SE for at least 3separate determinations, and significant (p < 0.05) induction (*) or inhibition (**) by TA isindicated.Chadalapaka et al. Page 15Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textFigure 3.Effects of RNAi and TA on Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells. (A)Downregulation of Sp proteins by RNAi. Cells were transfected with specificoligonucleotides or a combination, and whole cell lysates were analyzed by western blots asdescribed in the Materials and Methods. TA decreases CD1, survivin, VEGF (B) and othercritical gene products (C) in RMS cells. Cells were treated with DMSO or TA, and wholecell lysates were analyzed by western blots as described in the Materials and Methods. (D)Effects of RNAi on Sp-regulated genes. RMS cells were transfected with oligonucleotides asoutlined in (A), and whole cell lysates were analyzed by western blots as described in theMaterials and Methods.Chadalapaka et al. Page 16Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textFigure 4.TA and RNAi inhibit RMS cell migration (Boyden chamber) and proliferation. Inhibition ofRH30 (A) and RD (B) cell migration by TA. RMS cells were treated with DMSO or TA,and inhibition of cell migration in the Boyden chamber assay was determined as outlined inthe Materials and Methods. Knockdown of Sp and effects on RMS cell migration (C) andproliferation (D). Cells were transfected with iSp1 and effects on cell migration (Boydenchamber) and effects of iSp1, iSp3, iSp4 and iSp1/3/4 on proliferation were determined asdescribed in the Materials and Methods. Results in (A)-(D) are means ± SE for at least 3separate experiments, and significant (p < 0.05) inhibition by TA or Sp knockdown areChadalapaka et al. Page 17Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textindicated (*). The DMSO and iLamin treatment controls were set at 100%, and the absolutevalues for these controls in RH30 and RD cells were not significantly different.Chadalapaka et al. Page 18Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textFigure 5.Activation of proteasome-dependent or -independent pathways by TA. Effects ofproteasome inhibitors on TA-induced Sp downregulation in RH30 (A) and RD (B) cells.Cells were treated with DMSO or TA in the presence or absence of proteasome inhibitors,and expression of Sp proteins in whole cell lysates was analyzed by western blots. (C)Modulation of ZBTB10 and miR-27a expression by TA. Cells were treated with DMSO orTA for 24 hr and analyzed for expression of ZBTB10 and miR-27a by real time PCR asoutlined in the Materials and Methods. Results are expressed as means ± SE for 3 separateexperiments, and significant (p < 0.05) induction (*) or inhibition (**) compared to DMSOcontrol are indicated. (D) ZBTB10 overexpression. Cells were transfected with ZBTB10Chadalapaka et al. Page 19Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textexpression plasmid, and whole cell lysates were analyzed by western blots as described inthe Materials and Methods.Chadalapaka et al. Page 20Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-textFigure 6.TA inhibits tumor growth and downregulates Sp and Sp-regulated proteins in tumors. TA-mediated inhibition of tumor volume and weight (A) and downregulation of Sp proteins (B).Athymic nude mice bearing RH30 cells as xenografts were treated with corn oil (control) orTA (50 mg/kg/dose) (8 mice per treatment group) every second day, and tumor areas andweights were determined. Similar results were observed in a pilot study using RD cells asxenografts (3 animals per treatment group) (A). Expression of Sp-proteins and Sp-regulatedgenes were determined in tumor lysates from control and treated mice by western blots asoutlined in the Materials and Methods. Immunostaining for Sp1 and c-MET (C) and VEGF(D). Fixed tumor samples from control and treated mice were immunostained for Sp1, c-MET and VEGF as described in the Materials and Methods. Significant (p < 0.05) inhibitionof tumor growth and weights are indicated (*).Chadalapaka et al. Page 21Int J Cancer. Author manuscript; available in PMC 2014 January 15.$watermark-text$watermark-text$watermark-text"