"Interplay of RsbM and RsbK controls the σB activity of Bacillus cereusInterplay of RsbM and RsbK controls the sB activity ofBacillus cereusemi_2788 2788..2799Lei-Chin Chen,1† Jung-Chi Chen,2† Jwu-Ching Shu,3Chien-Yen Chen,4 Ssu-Ching Chen,5 Shu-Hwa Chen,6Chun-Yen Lin,7 Chi-Yu Lu8 and Chien-Cheng Chen2*1Department of Nutrition, I-Shou University, no. 8, YidaRd., Jiaosu Village, Yanchao District, Kaohsiung 82445,Taiwan.2Department of Biotechnology, National KaohsiungNormal University, 62 Shenjhong Rd., Yanchao District,Kaohsiung 82444, Taiwan.3Department of Medical Biotechnology and LaboratoryScience, Chang Gung University, Wen-Hwa 1st Road,Kwei-Shan, Tao-Yuan County 333, Taiwan.4Department of Earth and Environmental Sciences,National Chung Cheng University, 168 University Road,Min-Hsiung, Chiayi 621, Taiwan.5Department of Life Sciences, National CentralUniversity, no. 300, Jhongda Rd., Jhongli City, Taoyuan32001, Taiwan.6Computational Biology Research Center, AdvancedIndustrial Science and Technology, Japan.7Institute of Information Science, Academia Sinica,Taipei, Taiwan.8Department of Biochemistry, College of Medicine,Kaohsiung Medical University, Kaohsiung 80708,Taiwan.SummaryThe alternative transcription factor sB of Bacilluscereus controls the expression of a number ofgenes that respond to environmental stress. Fourproteins encoded in the sigB gene cluster, includingRsbV, RsbW, RsbY (RsbU) and RsbK, are known tobe essential in the sB-mediated stress response. Inthe context of stress, the hybrid sensor kinase RsbKis thought to phosphorylate the response regulatorRsbY, a PP2C serine phosphatase, leading to thedephosphorylation of the phosphorylated RsbV. Theunphosphorylated RsbV then sequesters the sBantagonist, RsbW, ultimately liberating sB. The genearrangement reveals an open reading frame, bc1007,flanked immediately downstream by rsbK within thesigB gene cluster. However, little is known about thefunction of bc1007. In this study, the deletion ofbc1007 resulted in high constitutive sB expressionindependent of environmental stimuli, indicating thatbc1007 plays a role in sB regulation. A bacterial two-hybrid analysis demonstrated that BC1007 interactsdirectly with RsbK, and autoradiographic studiesrevealed a specific C14-methyl transfer from theradiolabelled S-adenosylmethionine to RsbK whenRsbK was incubated with purified BC1007. Our datasuggest that BC1007 (RsbM) negatively regulatessB activity by methylating RsbK. Additionally,mutagenic substitution was employed to modify 12predicted methylation residues in RsbK. CertainRsbK mutants were able to rescue sB activation in arsbK-deleted bacterial strain, but RsbKE439A failed toactivate sB, and RsbKE446A only moderately inducedsB. These results suggest that Glu439 is the pre-ferred methylation site and that Glu446 is potentiallya minor methylation site. Gene arrays of the rsbKorthologues and the neighbouring rsbM orthologuesare found in a wide range of bacteria. The regulationof sigma factors through metylation of RsbK-likesensor kinases appears to be widespread in themicrobial world.IntroductionBacillus cereus is a gram-positive, facultatively anaerobic,spore-forming bacterium that produces a large number ofvirulence factors that can either cause food-borne ill-nesses with emetic and diarrhoeal symptoms or promoteopportunistic infections (Agata et al., 1996; Ehling-Schulzet al., 2004; Schoeni and Wong, 2005). In the context offood processing or host immune pressure, the bacterialstress response is a major determinant of bacterial cellsurvival and growth (Mihaljevic et al., 2007; Zotta et al.,2008). A range of alternative bacterial transcription factorswith distinct promoter specificities can confer resistanceto multiple stressors by controlling the transcription ofdifferent regulons (Missiakas and Raina, 1998; Gruberand Gross, 2003; Kazmierczak et al., 2005). The alterna-tive transcription factor sB of B. cereus governs the tran-scription of sB-dependent genes and enables the cells tocounteract fluctuations in temperature, pH or osmolarity(Price, 2002; Hecker et al., 2007).Received 8 November, 2011; revised 27 April, 2012; accepted 27April, 2012. *For correspondence. E-mail cheng@nknu.edu.tw; Tel.(+886) 7 7172930; Fax (+886) 7 6051353. †Equal contributors.bs_bs_bannerEnvironmental Microbiology (2012) 14(10), 2788–2799 doi:10.1111/j.1462-2920.2012.02788.x© 2012 Society for Applied Microbiology and Blackwell Publishing Ltdmailto:cheng@nknu.edu.twsB is regulated by a partner-switching mechanism thathas been extensively studied in Bacillus subtilis. RsbVand RsbW comprise the basic core proteins of sB regula-tion, and they participate in protein–protein interactionsand/or the mechanisms of serine/threonine phosphoryla-tion. In unstressed cells, sB is kept inactive by sequestra-tion in a protein complex with the anti-sigma factor RsbW,which prevents sB from associating with the core RNApolymerase (Alper et al., 1996; Voelker et al., 1996;Delumeau et al., 2002). RsbW is a bi-functional proteinthat also acts as a kinase and can phosphorylate theanti-anti-sigma factor RsbV. Phosphorylated RsbV doesnot have the capability to sequester RsbW. When underconditions of stress, two serine/threonine protein phos-phatases, RsbP and RsbU, catalyse the dephosphoryla-tion of phosphorylated RsbV, and the unphosphorylatedRsbV then forms an alternative complex with RsbW,thereby allowing sB to bind to RNA polymerase.In contrast to the regulatory strategy of partner-switching mechanisms, the two-component signal trans-duction system (TCS) is a common regulation module inbacteria for environmental adaptation, such as the induc-tion of virulence factors, the formation of biofilms, theinitiation of sporulation, chemotaxis, quorum sensing, andthe utilization of nutrients (Hoch and Silhavy, 1995; Stocket al., 2000; Galperin, 2006). Typical TCSs are comprisedof a sensor and a response regulator (RR). Upon receiv-ing environmental stimuli, the sensor initiates autophos-phorylation of a conserved histidine residue in the H-boxand transfers the phosphate to the downstream RR bydirect phosphoryl transfer or through a more complex,multi-step His-Asp-His-Asp transfer via the histidine-containing phosphotransferase (Hpt) protein (Hoch andSilhavy, 1995; Stock et al., 2000; Bijlsma and Groisman,2003). In most cases, the phosphorylation of the RRreceiver (REC) domain can modulate the function of thecoupled output domain (Hoch, 2000; Thomas et al.,2008), thus modifying DNA binding or other regulatoryfunctions. The reversible methylation of specific glutamateresidues in the cytoplasmic domains of chemoreceptorsis known to control bacterial chemotaxis through a TCSsignalling route (Wadhams and Armitage, 2004). Twocompeting enzymes control the receptor methylationstatus: CheR, a methyltransferase, and CheB, amethylesterase/deamidase.In B. cereus, RsbY, which is homologous to RsbU andRsbP in B. subtilis, is required for sB activation. RsbYcontains a PP2C-type protein phosphatase domain in itsC-terminal region, it presumably hydrolyses phosphory-lated RsbV. The N-terminal domain of RsbY is homolo-gous to the CheY-like REC domains of TCSs (van Schaiket al., 2005). Based on domain analysis and genomecontext, de Been and co-workers proposed a model inwhich RsbK is a hybrid sensor kinase that controls RsbYphosphatase activity via the phosphorylation of theN-terminal REC domain of RsbY (de Been et al., 2010).Therefore, sB activity of B. cereus is likely regulated by apartner-switching mechanism associated with specificTCSs. In the present study, we reveal bc1007 to beflanked downstream by rsbK, encoding a CheR-typemethyltransferase that is capable of methylating RsbKand functions as a negative regulator of sB. The probablemethylation sites of RsbK were further assessed byresidue substitution.ResultsInvestigation of the role of BC1007 in sB activationThe sigB gene cluster of B. cereus strain ATCC 14579encodes an open reading frame, bc1007, flanking rsbYand rsbK, and the consecutive rsbK and bc1007 comprisean operon (Fig. 1A). A previous study suggested thatRsbK and RsbY form a TCS in which RsbK transfers aphosphoryl group to RsbY (de Been et al., 2010). BC1007is supposed to encode a methyl-accepting chemotaxisprotein (MCP) methyltransferase (de Been et al., 2011).However, the function of BC1007 has not yet been dem-onstrated. To determine whether BC1007 is involved in sBregulation, the bc1007 deletion strain KNU701 was gen-erated in this study (Fig. 1B). The deletion of bc1007 didnot affect cell morphology or cell growth compared withthe wild-type strain (data not shown). To further under-stand the function of bc1007, KNU701 was exposed to42°C temperatures and analysed by immunoblot for thedetection of the sB, Dps-like bacterioferritin (BC1005), andEF-TU (translation elongation factor, a housekeepingprotein used as an internal control) proteins. Interestingly,in contrast to a wild-type strain, the heat stress did notinfluence sB activity due to the high basal level in themutant (Fig. 2A). This pattern of sB expression was vali-dated by a similar effect of the Dps-like bacterioferritin(BC1005), a member of the sB-dependent regulon(Fig. 2A). In the complementary strain KNU703 harbour-ing pHT304-rsbK-bc1007 (Fig. 1C), sB activity was similarto that observed in the wild-type control but not in themock control strain KNU702 (Fig. 2A). This result indi-cated that BC1007 directly or indirectly influences sBactivity. As sB is known to induce the transcription ofgenes important in the response to stress, we performeda time-course experiment to examine the effect ofBC1007 on cell survival when cells were exposed to lethaltemperatures. Both wild-type and KNU701 strains weresubjected to heat shock with a gradually increased tem-perature from 30°C to 50°C, the lethal temperature, andcell viability was determined by plate count. Consistentwith the sB levels detected with the immunoblot (Fig. 2A),the KNU701 strain demonstrated relatively higher survivalMethylation controls the sB activity of Bacillus cereus 2789© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799rates when compared with the wild-type strain, particularlyfrom 10 to 25 min (Fig. 2B).Analysis of the interactions between RsbY, BC1007 andRsbK using the bacterial two-hybrid assayAccording to the gene arrangements, our result indicatedthat protein–protein interactions may be occurringbetween the neighbouring gene products RsbY, BC1007and RsbK. Thus, the bacterial two-hybrid system wasemployed to examine this potential interaction (Fig. 3A).Full-length rsbY and rsbK were first inserted into theexpression vectors pKT-25 and pUT-18 respectively, andthe constructs were then co-transformed into Escherichiacoli BTH101. Colony growth on selective plates indicateda significant interaction between RsbK and RsbY(Fig. 3B). Using a similar method, a positive phenotype onselective media also indicated a significant interactionbetween RsbK and BC1007, but BC1007 had no apparentinteraction with RsbY (Fig. 3B). Previously, the expressionof a C-terminal REC domain-truncated rsbK moderatelyincreased sB levels in the rsbK deletion strain (de Beenet al., 2010). Therefore, we attempted to investigatewhether the REC-truncated RsbK interacted with RsbY.However, the combination of RsbY and the REC-truncated RsbK did not exhibit a positive colony pheno-type on MacConkey and LB selection plates (Fig. 3B), butblue colonies grown on M63 selection medium werepresent, indicating that the loss of the REC domain dimin-Fig. 1. Deletion of bc1007 and rsbK.A. Schematic diagram of the genetic organization of the sigBcluster.B. Construction of the bc1007 and rsbK knockout mutants. Thebc1007 was replaced with a spectinomycin resistance cassette withthe integration vector pMAD. Similarly, the rsbK gene was disruptedin-frame by the insertion of the spectinomycin resistance cassette.The constructed plasmid was introduced into Bacillus cereus viaelectroporation for allelic exchange. The restriction sites and theinserted DNA length are indicated.C. Construction of the complementary plasmidpHT304-rsbK-bc1007. The DNA fragment, including the partialbc1009 and rsbK-bc1007, was inserted into the vector pHT304.The restriction sites are indicated.Fig. 2. Effects of bc1007 deletion on sB levels and heat shockprotection.A. sB expression as detected by immunoblotting. Cultures ofBacillus cereus and the bc1007 deletion strain KNU701 were grownto the mid-exponential growth phase at 30°C and then exposed toa mild heat shock (42°C). The extracted cellular proteins at theindicated time points were subjected to Western blotting. Similarly,the KNU701 strain containing either the empty vector (pHP304) orthe complementation plasmid (pHT304-rsbK-bc1007) was exposedto a mild heat shock (42°C), and protein expression was detectedby Western blot.B. The protective heat shock response. Cultures of Bacillus cereus(circles) and the derivative KNU701 strain (squares) were grown tothe mid-exponential growth phase at 30°C and killed at 50°C. Theaverages of three independent experiments are shown. The errorbars indicate standard deviations.2790 L-C. Chen et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799ished the protein interaction between RsbK and RsbY.Our data reveal that RsbK interacts directly not only withRsbY but also with BC1007.Methylation of RsbK by BC1007 in vitroThe results of the two-hybrid analysis indicated that RsbKinteracts with BC1007, but the nature of the interactionremains unknown. We cloned both the intact rsbK geneand rsbK-bc1007 individually into the expression vectorpET21b to overexpress His-tagged RsbK (RsbK-His6) orHis6-tagged BC1007 (BC1007-His6) to determine whetherRsbK is the target protein for BC1007. The protein levelsof purified BC1007 and overexpressed His-tagged RsbKof E. coli cell lysate were resolved by SDS-PAGE, inwhich RsbK-His6 (Fig. 4A, lanes 2 and 3) and two otherprotein bands representing BC1007-His6 and its degradedderivative BC1007-His6 (Fig. 4A, lanes 1 and 3) werevisualized. The presence of each protein was confirmedby Western blot using anti-His6 monoclonal antibody, andRsbK-His6 was further verified by mass spectrometry(data not shown). To conduct RsbK methylation in vitro,cell lysates derived from His-tagged RsbK overexpressionin E. coli (Fig. 4A) were incubated with the purifiedBC1007-His6 in the presence of C14-methyl-labelledS-adenosylmethionine (SAM) and subjected to autorad-iography. As a control, C14-methyl SAM was also incu-bated individually with the His-tagged RsbK cell lysate(Fig. 4B, lane 2) and the purified BC1007-His6 (Fig. 4B,lane 1). A radiolabelled signal clearly appeared at themolecular weight corresponding to RsbK when the puri-fied BC1007-His6 was mixed with the His-tagged RsbKcell lysate (Fig. 4B, lane 3). This signal could not be attrib-uted to endogenous E. coli methyltransferases becauseno signal was observed in the control reactions (Fig. 4B,lane 2). The result demonstrated that BC1007 is able tospecifically transfer the methyl group(s) from SAM toRsbK.Identification of putative methylation sites bysite-directed mutagenesisAlthough our data demonstrated that RsbK can be methy-lated by BC1007 in vitro, it is still unclear which residue(s)in RsbK is/are methylated. Recently, a systematic analysissuggested that potential methylation substrates have con-served glutamate and glutamine residues at the ‘b’ and ‘c’positions of the ‘a-b-c-d-e-f-g’ coiled-coil heptad repeatFig. 3. Bacterial two-hybrid analyses of theinteractions between RsbY, BC1007 andRsbK.A. Combinations of constructed plasmids forthe bacterial two-hybrid analysis. Full-lengthrsbY, bc1007, rsbK and C-terminal truncatedrsbK were individually inserted into pUT18 orpKT25. The diagram showed various pairs ofpUT18- and pKT25-derived plasmids.B. Protein–protein interactions analysed bythe bacterial two-hybrid system. Escherichiacoli BTH101 cells containing variouscombinations of constructed plasmids werepropagated on indicator plates. T+, pUT18-zipand pKT25-zip (positive controls); T-, pUC18and pKT25 vectors (negative controls). (a)MacConkey/maltose; (b) LB/X-Gal; (c)M63/maltose X-Gal; (d) Different genecombinations are denoted.Methylation controls the sB activity of Bacillus cereus 2791© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799(Terwilliger et al., 1986; Nowlin et al., 1987; Le Moual andKoshland, 1996; Perez et al., 2006). The presence of sixmethylation consensus sequences from Glu431 to Thr472 inRsbK has been proposed, indicating 12 putative methyla-tion sites at conserved glutamate and glutamine residues(Fig. 5A) (de Been et al., 2011). We studied the function ofthese putative RsbK methylation sites by constructing 24RsbK methylation point mutants (rsbKm) (Table S2) wherea methylatable glutamate residue was replaced with eitheran aspartate or an alanine residue. These substitutionswere used in other bacteria to mimic unmethylated andmethylated glutamates respectively. The aspartate resi-dues, which cannot be methylated, maintain the negativecharge of a glutamate residue, whereas the naturallycharged alanine residues, similar to methyl esterifiedglutamates, cause less perturbation to the predicteda-helix (Nowlin et al., 1988; Park et al., 1990; Shapiro andKoshland, 1994).The intact operon rsbKm-bc1007 was then cloned intothe low-copy vector pHT304, and the resulting plasmidpHT304-rsbKm-bc1007 was introduced into the rsbK dele-tion strain (KNU802). Subsequently, sB levels were analy-sed by Western blot in each strain after 42°C exposure. sBactivation was abolished in KNU802 compared with thewild-type strain (Fig. 5B). However, sB activation wasrestored when KNU802 was complemented with thepHT304-rsbK-bc1007 plasmid. Similarly, restoration of sBactivity was observed when KNU802 harboured any of theplasmids expressing various RsbK methylation mutations,except for RsbKE439A, and lower expression levels of sBwere observed when complemented with RsbKE446A(Fig. 5B). These data indicated that Glu439 might be apreferential methylation site and Glu446 a potential sec-ondary site for methylation. Our data demonstratedthat alanyl substitution on Glu439 or Glu446 significantlyimpaired sB induction in the KNU802 strain. Therefore, weexpected that aspartyl substitution, mimicking demethyla-tion of these residues, would result in relatively high levelsof sB even in the absence of stress. However, only basallevels of sB were detected prior to 42°C exposure, and thesB induction profile under heat stress was comparable tothat of the wild-type. These results imply that the lack ofmethylation at any of these residues is insufficient tocause sB activation.DiscussionMultiple studies have demonstrated the roles of rsbV,rsbW, sigB, rsbY and rsbK in sB regulation in B. cereus(van Schaik et al., 2004; van Schaik et al., 2005; de Beenet al., 2010). In addition to these regulatory proteins, thesigB gene cluster also encodes a dps-like bacterioferritin(bc1005), dispensable for sB activity (Wang et al., 2009),as well as bc1007 (Fig. 1A). In the present study, weperformed a genetic deletion study of bc1007 usingrecombinant DNA methods and revealed that bc1007deletion constitutively induced high levels of sB irrespec-tive of heat stress, leading to increased viability relative tothe wild-type strain upon lethal heat exposure (Figs 1Band 2A). These results signify the participation of BC1007Fig. 4. Methylation of RsbK by purified BC1007 in vitro.A. The overexpressed His-tagged RsbK of the Escherichia coli cell lysate and purified His-tagged BC1007 were used in the methylation assay.Proteins were resolved on 12% SDS-PAGE followed by Coomassie blue staining. RsbK-His6 and BC1007-His6 are indicated by arrows;purified BC1007-His6 isolated from E. coli BL21 (lDE3) overexpressed with pET21b-rsbK-bc1007 (lane 1); 100 mg of cell lysate derived fromHis-tagged RsbK overexpression in E. coli (lane 2); a mixture of purified BC1007 and cell lysates derived from His-tagged RsbKoverexpression in E. coli (lane 3).B. In vitro methylation. The methylation reaction was conducted by the addition of [14C]SAM into purified BC1007 (lane 1), cell lysates derivedfrom His-tagged RsbK overexpression in E. coli (lane 2) or the mixture of purified BC1007 and cell lysates derived from His-tagged RsbKoverexpression in E. coli (lane 3), and the gel was subjected to autoradiography. Radiolabelled RsbK is indicated by an arrow.2792 L-C. Chen et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799in sB regulation, but it may be argued that the high level ofsB expression could be caused either by bc1007 deletionor due to an unexpected polarity. However, the high con-stitutive sB activity was restored in KNU703 after the intro-duction of the complementary plasmid pHT304-rsbK-bc1007 (Figs 1C and 2A), and any interference of thersbY or rsbK genes flanking bc1007 should inactivate sB(van Schaik et al., 2005; de Been et al., 2010). Thus, thehigh constitutive expression of sB is simply a conse-quence of the bc1007 knockout.We were interested in understanding how BC1007regulates sB activity. The bc1007 and rsbK genes havebeen shown to be transcribed by a sA-dependent pro-moter immediately upstream of rsbK, generating a poly-cistronic mRNA (Fig. 1A). The architectural complexity ofthe functional domains indicate that RsbK acts as a mul-tiple hybrid sensor kinase, presumably regulating RsbYthrough a TCS signalling pathway in response to externaland internal changes (de Been et al., 2011). BC1007 hasbeen proposed to display MCP methyltransferase activity(de Been et al., 2011). In the original genome sequence ofB. cereus ATCC 14579 (Ivanova et al., 2003), the productof bc1007 was annotated as a chemotaxis proteinmethyltransferase (http://www.ncbi.nlm.nih.gov/gene/1203356) with 28% and 29% identity with E. coli CheR(GI:145523) and B. subtilis CheR (GI:143805) respec-tively. BC1007 contains a conserved N-terminal allalpha domain from Asn19 to Gly73 and a C-terminal SAMbinding domain from Asn85 to Arg263, based on the proteindomain information extracted from Pfam (Punta et al.,2012, http://pfam.sanger.ac.uk/protein/Q81H19). There-fore, BC1007 potentially regulates sB through direct inter-action with RsbK. This assumption is supported by twolines of evidence: (i) the bacterial two-hybrid analysisshowed that BC1007 only interacted with RsbK and notwith RsbY (Fig. 3) or other regulators in the sigB cluster(data not shown), and (ii) autoradiography showed thatthe C14-methyl group(s) was specifically transferred fromradiolabelled SAM to RsbK when RsbK was incubatedwith BC1007 (Fig. 4). Collectively, we conclude thatBC1007 is the cognate methyltransferase of RsbK andfunctions as a negative regulator of sB.Fig. 5. Effects of RsbK mutants on sB activity.A. Predicted methylation sites in RsbK. Theheptad repeat regions of methylationconsensus sequences are underlined.Predicted methylation sites are indicated bybold letters, and the box denotes the secondresidue of the methylation pair. Numbersdepict amino acid positions in RsbK.B. The influence of RsbK mutant expressionon sB activation. The plasmidpTH304-rsbKm-bc1007 was constructed, andrsbKm represents the residue substitution onthe predicted methylation site in RsbK:glutamate/glutamine with alanine mimicsmethylation, and glutamate/glutamine withaspartate mimics demethylation. Theconstructed plasmids were transformedseparately into the Bacillus cereus strainKNU802, and the resulting strains wereheated to 42°C for the indicated time periods.Cellular extracts were subjected to Westernblot analysis.Methylation controls the sB activity of Bacillus cereus 2793© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799http://www.ncbi.nlm.nih.gov/gene/1203356http://www.ncbi.nlm.nih.gov/gene/1203356http://pfam.sanger.ac.uk/protein/Q81H19We employed site-directed mutagenesis to determinewhich residue(s) out of 12 putative methylation sites waspotentially methyl-modified under environmental stress.As shown in Fig. 5B, most of the RsbK mutants werecapable of inducing sB expression (similar to the wild-type RsbK), but with RsbKE439A, sB levels remained low,suggesting that the Glu439 residue might be the prefer-ential methylation site critical for sB control in vivo. Incontrast, alanyl substitution on Glu446 resulted in onlyminimal sB repression. This attenuated sB activation dueto RsbKE446A could be explained by two hypotheses.First, the residue substitution is not exactly the samemechanistically as a methylated glutamyl residue,although alanyl replacement eliminates the negativecharge of Glu446. Second, the residue change on Glu446may neutralize the negative charge, creating a structuralconstraint and thereby interfering with proper sB inhibi-tion due to the close proximity of the Glu439 methylationsite. This explanation is plausible because methylationsites have been reported to be spaced evenly at seven-residue intervals on the same face of the a-helix wherethey are accessible to the methyltransferase (Terwilligeret al., 1986). Alanyl substitutions on Glu439 and Glu446inhibited sB to different extents, but the expression ofRsbKE439D and RsbKE446D, which remain the predictedmethylatable Glu446 and Glu439 respectively, rescued sBinduction, similar to that observed in the wild-type strain(Fig. 5B). These results suggest that methylation of anyof the methylatable sites may be sufficient to repress sB,whereas methylation of one or more residues in RsbKmay occur in vivo. This pattern may reflect a subtlemethylation pattern in RsbK that fine tunes the level ofsB induction in response to various stimulation strengthsor distinct environmental stressors. In accordance withthis postulation, a previous study has shown B. cereustreated with 2.5% NaCl to demonstrate a weak level ofsB activation compared with the bacteria receiving the42°C heat stress treatment (de Been et al., 2010).Although site-directed mutagenesis was employed at thespeculated methylatable positions in this study, substan-tial techniques such as mass spectrometry need to beused to reflect the in vivo methylation of wild-type RsbKunder physiological conditions because mutagenizationnot only eliminates the putative methylatable residue butalso modifies the BC1007 recognition sequence.Methylation of MCPs in bacterial TCSs is often asso-ciated with sensory adaptation to diverse environmentalstimuli (Kirby, 2009). In E. coli, chemotaxis is mediatedby methylation, producing the increased kinase activity ofthe MCP-associated CheA (Surette and Stock, 1996;Glekas et al., 2011). Modulation of CheA activity throughthe methylation of MCPs at given sites differentially regu-lates chemotaxis in B. subtilis (Glekas et al., 2011) andcellular development in Myxococcus xanthus (Scottet al., 2008). Similar protein interactions have beenmechanistically linked to diverse cellular functions,including intracellular levels of cyclic di-GMP, growth,biofilm formation and cell development via functionallyand spatially distinct signalling pathways (D’Argenioet al., 2002; Kirby and Zusman, 2003; Berleman andBauer, 2005; Tran et al., 2008). We demonstrate here forthe first time the successful activation of an alternativetranscription factor to be governed by BC1007, a CheR-type methylatransferase. Although bc1007 encodes aCheR-type methylatransferase, bc1007 is not relevant tochemotaxis because deletion of bc1007 did not impairthe bacteria’s motility compared with the wild-type strain(data not shown). Notably, multiple homologues of asso-ciated methyltransferases (CheR) and methylesterases(CheB) are found in other bacteria (Falke et al., 1997;Martin et al., 2001; Kanungpean et al., 2011), but fullgenome searches revealed no CheB homologues thatcould be responsible for demethylation in B. cereus. Themechanism of the relief of BC1007-mediated inhibitionremains unknown. Homodimers are known to be func-tional units in a few chemoreceptors and histidinekinases, and the HAMP domain signalling mechanismsare likely intimately tied to this structural organization(Parkinson, 2010). It would be interesting to knowwhether RsbK forms a functional dimer as RsbK containsa cytoplasmic HAMP domain. If so, is it possible that themethyl group(s) of RsbK constitute(s) steric hindrancesdestabilizing RsbK dimerization? In addition, in theBC1007 deletion mutant, all RsbK methylation sites areexpected to be demethylated. As shown in Fig. 2A, thisdemethylation leads to constitutive sB activation evenwhen there is no stress. Therefore, one may assume thatunder non-stress conditions, a certain degree of RsbKmethylation keeps sB levels in check.A previous study using genetic approaches suggestedthat RsbK activates RsbY via either direct phosphoryltransfer from the HK domain of RsbK to the REC domainof RsbY or a multi-step phosphotransfer route in whichRsbK first transfers phosphoryl from its HK domain to itsown REC domain, after which phosphoryl is transferred tothe RsbY REC domain via a third phosphotransferaseprotein (de Been et al., 2010). Our bacterial two-hybridresults demonstrated a strong interaction between full-length RsbK and RsbY (Fig. 1B and C), indicating that thesB signalling pathway can be mediated by direct phospho-transfer. Additionally, the RR-truncated RsbK retained aweak interaction with RsbY, which may explain why theexpression of the RR-truncated RsbK elevated sB expres-sion in the rsbK deletion strain but never reached themaximum level (de Been et al., 2010). Our results indi-cated that the REC domain is required for maintainingRsbK in a proper conformation that allows RsbK interac-tion with RsbY. Previously, the phosphorylation state2794 L-C. Chen et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799(D827) of the REC domain in RsbK has been proposed tomodulate the efficiency of phosphorelay (de Been et al.,2010). Similar regulatory mechanisms have been shownin other organisms, such as ArcB in E. coli (Iuchi, 1993)and VsrB in Pseudomonas solanacearum (Huang et al.,1993). A recent study suggested that the phosphorylationof the C-terminal RR domains of VirA functions as anactivator to increase phosphotransfer from VirA to VirG inAgrobacterium tumefaciens (Wise et al., 2010). The roleof the phosphorylation of D827 in the REC domainrequires further investigation.Gene arrays of the rsbK orthologues and the neigh-bouring rsbY and bc1007 orthologues were not restrictedto members of the B. cereus group but found in a widerange of bacteria, suggesting that the RsbK-M-Y signal-ling is a common regulatory strategy in bacteria (de Beenet al., 2011). In this study, two heptad segments encloseRsbK potential methylation residue Glu439 and Glu446 mayplay critical roles for sB control. We use sequence logo(Crooks et al., 2004; http://weblogo.threeplusone.com/) todescribe the conserved pattern of these two heptads.Homologue sequences were constructed from themembers in KEGG (Kyoto Encyclopedia of Genes andGenomes) SSDB (Sequence Similarity DataBase) (Kane-hisa et al., 2012) RsbK gene clusters, which are summa-rized according to the orthologous relationship by bothsequence similarity and genome organization among1490 Bacterial genomes, 118 Archaeal genomes, and171 Eukaryotic genomes (in March 2012). In the highlyconserved orthologue gene cluster set, 127 RsbK-likesequences are found in 10 bacteria phyla (Table S3) tohave BC1007 homologues as a close neighbour andthese two genes are arranged in the same orientation.No orthologue was found in Archaea and Eukaryotes.Although some sequences from Cyanobacteria,Deinococcus-Thermus and Deltaproteobacteria showpoor alignment, all of these sequences retain the perfectleucine residue repeat (one leucine per seven residues)(Fig. S1A). As shown in the sequence logo (Fig. S1B),residue composition of the ‘c’ position of potential methy-lation site (e.g. Glu439) is highly conserved, and the overallcomposition of first heptad (Glu439 enclosed heptad) ismore conserved than the second heptad containingGlu446.In summary, our results indicate that the methylationof RsbK by a CheR-like methyltransferase BC1007(renamed RsbM: Regulator of sigmaB Methyltransferase)could inhibit sB activation in the absence of stress. Whena stress signal occurs, the activated RsbK propagates thesignal to downstream regulators (RsbY, RsbV, RsbW) torelease and activate sB (Fig. 6). This finding expands ourunderstanding of the common RsbK-M-Y module thatcontrols a diverse array of signalling networks, particularlythose containing sB-like stress factors.Experimental proceduresBacterial strains and plasmidsThe genotypes and sources of the bacterial strains and plas-mids used in this study are listed in Table S1. Bacillus cereus(ATCC 14579) was grown in brain heart infusion (BHI)medium at 30°C, and E. coli was cultured in Luria-Bertani(LB) medium at 37°C. The E. coli strains DH5-a, XL-1 blueand BL21 (lDE3) were used for plasmid manipulation andIPTG-induced expression. The growth of the cultures wasmonitored by measuring the optical density at 600 nm(OD600). The antibiotic selection used for cloning and mutantscreening was performed with ampicillin (50 mg ml-1), eryth-romycin (3 mg ml-1), and spectinomycin (100 mg ml-1), asrequired.Fig. 6. Models for sB activation in Bacillus cereus. In the absenceof stress, sB is maintained inactive in a complex with its anti-sigmafactor RsbW, which also inactivates RsbV by phosphorylationthrough its kinase activity. RsbM (BC1007) methylates RsbK onresidues Glu439 and Glu446 and thereby inhibits sB activity. Ifstimulated by specific stress signals, RsbK is activated, and thephosphate directly transferred from the H-box of RsbK to the RECdomain of RsbY or indirectly transferred through a multi-stepphosphotransfer route in which RsbK first transfers phosphoryl fromits HK domain to its own REC domain, after which phosphoryl istransferred to the REC domain of RsbY via a thirdhistidine-containing phosphotransferase (Hpt) protein (de Beenet al., 2010). This action enhances the phosphatase activity ofRsbY to hydrolyse RsbV-P. The RsbW : sB complex is disrupted thedephosphorylated RsbV because RsbW forms an alternativecomplex with RsbV (dashed arrows). Free sB can now interact withRNA polymerase and induce direct transcription of theSigB-dependent general stress response genes.Methylation controls the sB activity of Bacillus cereus 2795© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799http://weblogo.threeplusone.com/Bacterial two-hybrid assayBacterial two-hybrid analysis of protein interactions was per-formed as previously described (Karimova et al., 1998). Toconstruct recombinant plasmids for use in bacterial two-hybrid analysis, rsbY, bc1007, rsbK and C-terminal truncatedrsbK were amplified by PCR using specific oligonucleotideprimers (Table S2). The amplicons, bc1007, rsbK andC-terminal truncated rsbK, were individually cloned in-frameinto the multiple cloning site of pUT18. The amplicons, rsbYand bc1007, were cloned into pKT25 individually. Comple-mentation of protein pairs (Fig. 3) was indicated by bluecolony growth on LB plates containing X-gal, by blue colonygrowth on M63-defined medium/maltose containing 0.5 mMIPTG and 40 mg ml-1 X-gal or by red colony growth onMacConkey-maltose agar. Both media contained ampicillinand kanamycin to select for the inserted plasmids. The plateswere incubated at 30°C for a maximum of 40 h. The pKT25-zip and pUT18-zip plasmids were used as positive controlsfor protein interaction, and the empty vectors pKT25 andpUT18 were used as negative controls.Construction of bc1007 and rsbK null strainsGene deletion of bc1007 and rsbK was performed aspreviously described (Arnaud et al., 2004). To produce thepMAD-Dbc1007 plasmid, two DNA fragments of 800 bp and1041 bp, corresponding to the regions located directlyupstream and downstream of bc1007 respectively, wereamplified by PCR using B. cereus genomic DNA as the tem-plate. Using restriction enzymes, these DNA fragments werecloned into the pMAD vector on either side of a DNA fragment(1221 bp) that was amplified by PCR from pDG1728. Simi-larly, a 739 bp DNA fragment, beginning 424 bp upstream ofrsbK and continuing through 315 bp of the 5′ coding region,and an additional 1411 bp DNA fragment, beginning at447 bp of the 3′ end and ending 964 bp downstream of rsbK,were amplified from B. cereus genomic DNA. To generatepMAD-DrsbK, the coding region of the spectinomycin resis-tance gene (750 bp) was inserted in-frame into the aboveDNA fragments. Oligonucleotide primers used are shown inTable S2, and the plasmid map is indicated in Fig. 1B. Boththe pMAD-Dbc1007 and pMAD-DrsbK plasmids were intro-duced into B. cereus by electroporation at 1.7 kV in 1 cmelectrocuvettes (Eppendorf). Transformants were obtainedafter culturing for 2 days at 30°C on BHI plates containingspectinomycin, erythromycin, and X-gal. A pool of individualtransformants was used to inoculate a culture of BHI mediumwithout antibiotics, and this culture was then incubated at40°C until the stationary phase of growth was reached. Twoadditional growth cycles were performed by diluting the sta-tionary phase culture into fresh media, and single colonieswere isolated by plating dilutions of the culture overnight ontoBHI plates containing X-gal and spectinomycin. Several whitecolonies were also isolated to verify the erythromycin-sensitive phenotype. DNA was purified from several clonesand analysed by PCR using oligonucleotides that hybridizedoutside of the inserts to verify the presence of the deletionand the insertion of the spectinomycin resistance gene. Genedeletion was also confirmed by Southern blot. The bc1007and rsbK deletion mutant strains were named KNU701 andKNU802 respectively.Construction of pHT304-rsbK-bc1007 andpHT304-rsbKm-bc1007A DNA fragment (2255 bp) containing a partial sequencefrom bc1009 and internal to rsbK with the endogenousBamHI site was amplified by PCR from the genomic DNA ofB. cereus using the Restore-up-SmaI-F and Restore-up-BamHI-R primers (Table S2). Another DNA fragment(1782 bp), which included the rest of rsbK and full-lengthbc1007, was amplified with the Restore-do-BamHI-F andRestore-do-PstI-R primers (Table S2). Both DNA fragmentswere then inserted into pHT304 to generate pHT304-rsbK-bc1007 (Fig. 1C). Complementation of the bc1007 mutationfound in strain KNU701 was performed by introduction intothe plasmid pHT304-rsbK-bc1007, thus generating strainKNU703. The plasmid control (mock) strain KNU702 wasgenerated by introducing the pHT304 plasmid into theKNU701 strain.Site-directed mutagenesis was performed as previouslydescribed (Ho et al., 1989; Kanoksilapatham et al., 2007),with slight modifications to generate the vector carrying themutagenic rsbK, pHT304-rsbKm-bc1007. A standard PCRreaction (50 ml) was conducted in Phusion™ GC buffer con-taining pHT304-rsbK-bc1007 (30 ng) as the template and 1 UPhusion™ high-fidelity DNA polymerase (NEB) in 3% DMSOusing the primer pairs listed in Table S2. The PCR productwas digested with the DpnI restriction enzyme to cleave themethylated pHT304-rsbK-bc1007 template and then trans-formed into the E. coli XL-1 blue strain. The mutagenizedplasmid was extracted, and the mutations were confirmed byDNA sequencing.Construction of pET21b-rsbK andpET21b-rsbK-bc1007-6xHisThe entire rsbK coding region was PCR amplified from thegenomic DNA of B. cereus using the primers pET21b-rsbK-NdeI-F and pET21b-rsbK-XhoI-R. The PCR product wasdigested by NdeI and XhoI and cloned into the plasmidpET21b to generate the plasmid pET21b-rsbK (Table S1). Inaddition, the full-length reading frame of the rsbK-bc1007operon with the deletion of the stop codon was cloned into theexpression vector pET21b to construct pET21b-rsbK-bc1007-6xHis (Table S1). For this purpose, the DNA frag-ment from the first codon of rsbK to the region containing theonly intrinsic BamHI restriction site of rsbK and another DNAfragment from the intrinsic BamHI restriction site to the ter-minator of bc1007, were amplified with primer pairs withrestriction sites introduced (Table S2). Subsequently, the twoPCR products were digested with NdeI/BamHI and BamHI/XhoI respectively, and inserted into pET21b.Western blotBacillus cereus and the engineered derivatives were grown inBHI broth at 30°C with aeration until an OD600 of 0.5 wasreached. They were then incubated at 42°C for 10, 20 and30 min. The cells were pelleted by centrifugation and imme-diately frozen in liquid nitrogen. The cells were subsequentlydisrupted by sonication. Cell extracts (30 mg) were separated2796 L-C. Chen et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799by SDS-PAGE and transferred onto nitrocellulose mem-branes. The membranes were probed with 1:5000 dilutions ofanti-sB, anti-Dps-like bacterioferritin (BC1005), and anti-EF-TU (BC0129) polyclonal antisera in PBS-Tween at roomtemperature for 1 h with gentle agitation. The membraneswere then incubated with a secondary antibody (HRP-conjugated goat anti-rabbit IgG). For the detection of His-tagged RsbK expression in E. coli, the membranes wereblotted with a 1:2000 dilution of an anti-His tag monoclonalantibody followed by incubation with a secondary antibody(HRP-conjugated goat anti-mouse IgG). Enhanced chemilu-minescence detection reagents were added to develop theimages.Cell viability experimentsWild-type B. cereus and KNU701 strains were cultured untilan OD600 of 0.5 was reached, and the cells were exposed toa lethal temperature of 50°C by shifting the whole cell cultureflask from a 30°C to a 50°C water bath, causing a gradualincrease in the temperature. Samples from each bacterialculture (100 ml) were taken at the indicated time points (0, 5,10, 15, 20, 25 and 30 min), streaked onto BHI agar plates atthe appropriate dilutions and incubated overnight at 30°C.Cell survival was assessed by counting the colony numberand cell viability for each time point. The results were calcu-lated from at least three independent experiments.Protein overexpression and purificationFor the purification of BC1007, E. coli BL21 (lDE3) cellswere transformed with pET21b-rsbK-bc1007. Transformedcells were inoculated in 250 ml of LB medium containing50 mg ml-1 ampicillin and grown at 37°C with vigorousshaking. At an OD600 of 0.6, protein expression was inducedfor 3 h by adding IPTG (isopropyl-b-D-thiogalactopyranoside)to a final concentration of 0.5 mM. Subsequently, the culturewas chilled over ice, and the cells were harvested. Therecombinant His6-fused BC1007 protein was then purified.Briefly, harvested cells were suspended in 30 ml of cell lysisbuffer [50 mM Tris–HCl (pH 8.5), 10 mM EDTA, 5 mM DTTand 1 mM phenylmethanesulfonylfluoride] and sonicated.Soluble proteins were separated from the cell debris by cen-trifugation at 15 000 g for 30 min at 4°C, and the supernatantwas passed through a 0.22 mm filter (Millipore) and loadedonto a nickel column (GE Healthcare). Bound proteins wereeluted according to the manufacturer’s instruction.In vitro methylation assayFor the overproduction of RsbK, E. coli BL21 (lDE3) cellswere transformed with pET21b-rsbK. As described previ-ously, the cells were harvested by centrifugation at 6000 g for10 min at 4°C after IPTG induction, washed with cold PBSand then re-suspended with methylation buffer [50 mMHepes (pH 8.0), 0.01% (v/v) NP-40, 10 mM NaCl, 1 mM DTT,1 mM PMSF]. The collected cells were disrupted by sonica-tion to prepare whole cell lysates, and 100 mg of each celllysate was incubated with purified recombinant BC1007protein in 45 ml of methylation buffer supplemented with500 nCi of S-adenosyl-L-(methyl-14C) methionine (14C-SAM;61 mCi mmol-1, GE Healthcare) (radioactive methylation) for1 h at room temperature. The reactions were stopped byadding 3 ¥ 10% SDS-PAGE sample buffer [187.5 mM Tris-HCl, 6% (w/v) SDS, 10% glycerol, 0.03% (w/v) bromophenolblue, 1.25 M DTT, pH 6.8] followed by heating at 95°C for10 min. The samples were analysed by 12% SDS-PAGE andstained with Coomassie blue. The gel was treated withAmplify Fluorographic Reagent (GE Healthcare) for 30 min,according to the manufacturer’s instruction, and dried byvacuum. The radioactivity was visualized by exposing the gelto an X-ray film at -80°C for 1 week.Analysis of conservation of putative methylation sitesin RsbK-like proteinsTo further describe the conserved pattern of the putativeRsbK methylation sites, we collect B. cererus RsbK ortho-logue from KEGG SSDB (Kanehisa et al., 2012) for conclud-ing the consensus signature. In order to avoid the bias ofconcluding methylation site consensus pattern from an over-representative species with multiple RsbK sequences in thedataset, one sequence was picked for a single speciesregardless of strain diversity. Totally 79 sequences from Pro-teobacteria (48 seqs), Firmicutes (15 seqs), Actinobacteria(two seqs), Spirochaetes (two seqs), Bacteroidetes (nineseqs), Cyanobacteria (one seq) and Deinococcus-Thermus(two seqs), were used in this study (Table S3). Peptidesequence segments corresponding to the T421-K495 wereidentified by multiple sequence alignment (msa) using byParallel PRRN in GenomeNet (Gotoh, 1995) and extended toinclude 10 more residues in N′ end. The final msa for themethylation sites are performed by ClustalW (Larkin et al.,2007) with ‘slow/accurate algorithm’ and ‘iterate eachalignment steps’. The sequence logo of potential methylationsites of RsbK family members are constructed from msaalignment by WebLogo 3.2 (Crooks et al., 2004, http://weblogo.threeplusone.com/) with a colour scheme to showthe chemistry property of residues. Both the signature ofFirmicutes sequences and of all 10 phyla sequences wereconcluded.AcknowledgementsWe gratefully acknowledge Michel Débarbouillé (PasteurInstitute, Paris, France) for kindly providing pMAD. Theplasmid pHT304 is kindly given by Didier Lereclus (INRA/LaMiniere, France). This work was supported by a grant of theNational Science Council of Taiwan (NSC 99–2320-B-017-001-MY3).ReferencesAgata, N., Ohta, M., and Mori, M. (1996) Production of anemetic toxin, cereulide, is associated with a specific classof Bacillus cereus. Curr Microbiol 33: 67–69.Alper, S., Dufour, A., Garsin, D.A., Duncan, L., and Losick, R.(1996) Role of adenosine nucleotides in the regulation of astress-response transcription factor in Bacillus subtilis.J Mol Biol 260: 165–177.Methylation controls the sB activity of Bacillus cereus 2797© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799http://weblogo.threeplusone.com/http://weblogo.threeplusone.com/Arnaud, M., Chastanet, A., and Debarbouille, M. (2004) Newvector for efficient allelic replacement in naturally nontrans-formable, low-GC-content, gram-positive bacteria. ApplEnviron Microbiol 70: 6887–6891.de Been, M., Tempelaars, M.H., van Schaik, W., Moezelaar,R., Siezen, R.J., and Abee, T. (2010) A novel hybrid kinaseis essential for regulating the sB-mediated stress responseof Bacillus cereus. Environ Microbiol 12: 730–745.de Been, M., Francke, C., Siezen, R.J., and Abee, T. (2011)Novel sB regulation modules of Gram-positive bacteriainvolve the use of complex hybrid histidine kinases. Micro-biology 157: 3–12.Berleman, J.E., and Bauer, C.E. (2005) Involvement of aChe-like signal transduction cascade in regulating cyst celldevelopment in Rhodospirillum centenum. Mol Microbiol56: 1457–1466.Bijlsma, J.J.E., and Groisman, E.A. (2003) Making informeddecisions: regulatory interactions between two-componentsystems. Trends Microbiol 11: 359–366.Crooks, G.E., Hon, G., Chandonia, J.-M., and Brenner, S.E.(2004) WebLogo: a sequence logo generator. GenomeRes 14: 1188–1190.D’Argenio, D.A., Calfee, M.W., Rainey, P.B., and Pesci, E.C.(2002) Autolysis and autoaggregation in Pseudomonasaeruginosa colony morphology mutants. J Bacteriol 184:6481–6289.Delumeau, O., Lewis, R.J., and Yudkin, M.D. (2002)Protein-protein interactions that regulate the energy stressactivation of sB in Bacillus subtilis. J Bacteriol 184: 5583–5589.Ehling-Schulz, M., Fricker, M., and Scherer, S. (2004) Bacil-lus cereus, the causative agent of an emetic type of food-borne illness. Mol Nutr Food Res 48: 479–487.Falke, J.J., Bass, R.B., Butler, S.L., Chervitz, S.A., andDanielson, M.A. (1997) The two-component signalingpathway of bacterial chemotaxis: a molecular view of signaltransduction by receptors, kinases, and adaptationenzymes. Annu Rev Cell Dev Biol 13: 457–512.Galperin, M.Y. (2006) Structural classification of bacterialresponse regulators: diversity of output domains anddomain combinations. J Bacteriol 188: 4169–4182.Glekas, G.D., Cates, J.R., Cohen, T.M., Rao, C.V., and Ordal,G.W. (2011) Site-specific methylation in Bacillus subtilischemotaxis: effect of covalent modifications to the chemo-taxis receptor McpB. Microbiology 157: 56–65.Gotoh, O. (1995) A weighting system and algorithm for align-ing many phylogenetically related sequences. ComputAppl Biosci 11: 543–551.Gruber, T.M., and Gross, C.A. (2003) Multiple sigma subunitsand the partitioning of bacterial transcription space. AnnuRev Microbiol 57: 441–466.Hecker, M., Pané-Farré, J., and Völker, U. (2007) SigB-dependent general stress response in Bacillus subtilis andrelated gram-positive bacteria. Annu Rev Microbiol 61:215–236.Ho, S.N., Hunt, H.D., Horton, R.M., Pullen, J.K., and Pease,L.R. (1989) Site-directed mutagenesis by overlap exten-sion using the polymerase chain reaction. Gene 77: 51–59.Hoch, A.L., and Silhavy, T.J. (1995) Two-Component SignalTransduction. Washington, DC, USA: American Society forMicrobiology Press.Hoch, J.A. (2000) Two-component and phosphorelay signaltransduction. Curr Opin Microbiol 3: 165–170.Huang, J., Denny, T.P., and Schell, M.A. (1993) vsrB, a regu-lator of virulence genes of Pseudomonas solanacearum, ishomologous to sensors of the two-component regulatorfamily. J Bacteriol 175: 6169–6178.Iuchi, S. (1993) Phosphorylation/dephosphorylation of thereceiver module at the conserved aspartate residue con-trols transphosphorylation activity of histidine kinase insensor protein ArcB of Escherichia coli. J Biol Chem 268:23972–23980.Ivanova, N., Sorokin, A., Anderson, I., Galleron, N., Cande-lon, B., Kapatral, V., et al. (2003) Genome sequence ofBacillus cereus and comparative analysis with Bacillusanthracis. Nature 423: 87–91.Kanehisa, M., Goto, S., Sato, Y., Furumichi, M., and Tanabe,M. (2012) KEGG for integration and interpretation of large-scale molecular data sets. Nucleic Acids Res 40: D109–D114.Kanoksilapatham, W., Gonzalez, J., and Robb, F. (2007)Directed-mutagenesis and deletion generated through animproved overlapping-extension PCR based procedure.Silpakorn U Science & Tech J 1: 7–12.Kanungpean, D., Kakuda, T., and Takai, S. (2011) Participa-tion of CheR and CheB in the chemosensory response ofCampylobacter jejuni. Microbiology 157: 1279–1289.Karimova, G., Pidoux, J., Ullmann, A., and Ladant, D. (1998)A bacterial two-hybrid system based on a reconstitutedsignal transduction pathway. Proc Natl Acad Sci USA 95:5752–5756.Kazmierczak, M.J., Wiedmann, M., and Boor, K.J. (2005)Alternative sigma factors and their roles in bacterial viru-lence. Microbiol Mol Biol Rev 69: 527–543.Kirby, J.R. (2009) Chemotaxis-like regulatory systems:unique roles in diverse bacteria. Annu Rev Microbiol 63:45–59.Kirby, J.R., and Zusman, D.R. (2003) Chemosensory regu-lation of developmental gene expression in Myxococcusxanthus. Proc Natl Acad Sci USA 100: 2008–2013.Larkin, M.A., Blackshields, G., Brown, N.P., Chenna, R.,McGettigan, P.A., McWilliam, H., et al. (2007) Clustal Wand Clustal X version 2.0. Bioinformatics 23: 2947–2948.Le Moual, H., and Koshland, J.D.E. (1996) Molecular evolu-tion of the c-terminal cytoplasmic domain of a superfamilyof bacterial receptors involved in taxis. J Mol Biol 261:568–585.Martin, A.C., Wadhams, G.H., Shah, D.S.H., Porter, S.L.,Mantotta, J.C., Craig, T.J., et al. (2001) CheR- and CheB-dependent chemosensory adaptation system of rhodo-bacter sphaeroides. J Bacteriol 183: 7135–7144.Mihaljevic, R.R., Sikic, M., Klancnik, A., Brumini, G., Mozina,S.S., and Abram, M. (2007) Environmental stress factorsaffecting survival and virulence of Campylobacter jejuni.Microb Pathog 43: 120–125.Missiakas, D., and Raina, S. (1998) The extracytoplasmicfunction sigma factors: role and regulation. Mol Microbiol28: 1059–1066.Nowlin, D.M., Bollinger, J., and Hazelbauer, G.L. (1987) Sitesof covalent modification in Trg, a sensory transducer ofEscherichia coli. J Biol Chem 262: 6039–6045.2798 L-C. Chen et al.© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799Nowlin, D.M., Bollinger, J., and Hazelbauer, G.L. (1988) Site-directed mutations altering methyl-accepting residues of asensory transducer protein. Proteins 3: 102–112.Park, C., Dutton, D.P., and Hazelbauer, G.L. (1990) Effects ofglutamines and glutamates at sites of covalent modificationof a methyl-accepting transducer. J Bacteriol 172: 7179–7187.Parkinson, J.S. (2010) Signaling mechanisms of HAMPdomains in chemoreceptors and sensor kinases. Annu RevMicrobiol 64: 101–122.Perez, E., Zheng, H., and Stock, A.M. (2006) Identification ofmethylation sites in thermotoga maritima chemotaxisreceptors. J Bacteriol 188: 4093–4100.Price, C.W. (2002) General stress response. In BacillusSubtilis and Its Closest Relatives: From Genes to Cells.Sonenshein, A.L., Hoch, J.A., and Losick, R. (eds). Wash-ington, DC, USA: ASM Press, pp. 369–384.Punta, M., Coggill, P.C., Eberhardt, R.Y., Mistry, J., Tate, J.,Boursnell, C., et al. (2012) The Pfam protein families data-base. Nucleic Acids Res 40: D290–D301.van Schaik, W., Tempelaars, M.H., Wouters, J.A., de Vos,W.M., and Abee, T. (2004) The Alternative sigma factor sBof Bacillus cereus: response to stress and role in heatadaptation. J Bacteriol 186: 316–325.van Schaik, W., Tempelaars, M.H., Zwietering, M.H., de Vos,W.M., and Abee, T. (2005) Analysis of the role of RsbV,RsbW, and RsbY in regulating sB activity in Bacillus cereus.J Bacteriol 187: 5846–5851.Schoeni, J.L., and Wong, A.C. (2005) Bacillus cereus foodpoisoning and its toxins. J Food Prot 68: 636–648.Scott, A.E., Simon, E., Park, S.K., Andrews, P., and Zusman,D.R. (2008) Site-specific receptor methylation of FrzCD inMyxococcus xanthus is controlled by a tetra-trico peptiderepeat (TPR) containing regulatory domain of the FrzFmethyltransferase. Mol Microbiol 69: 724–735.Shapiro, M.J., and Koshland, D.E. (1994) Mutagenic studiesof the interaction between the aspartate receptor andmethyltransferase from Escherichia coli. J Biol Chem 269:11054–11059.Stock, A.M., Robinson, V.L., and Goudreau, P.N. (2000) Two-component signal transduction. Annu Rev Biochem 69:183–215.Surette, M.G., and Stock, J.B. (1996) Role of a-helical coiled-coil interactions in receptor dimerization, signaling, andadaptation during bacterial chemotaxis. J Biol Chem 271:17966–17973.Terwilliger, T.C., Wang, J.Y., and Koshland, D.E. (1986)Surface structure recognized for covalent modification ofthe aspartate receptor in chemotaxis. Proc Natl Acad SciUSA 83: 6707–6710.Thomas, S.A., Brewster, J.A., and Bourret, R.B. (2008) Twovariable active site residues modulate response regulatorphosphoryl group stability. Mol Microbiol 69: 453–465.Tran, H., Krushkal, J., Antommattei, F., Lovley, D., and Weis,R. (2008) Comparative genomics of Geobacter chemotaxisgenes reveals diverse signaling function. BMC Genomics9: 471.Voelker, U., Voelker, A., and Haldenwang, W.G. (1996) Reac-tivation of the Bacillus subtilis anti-sigma B antagonist,RsbV, by stress- or starvation-induced phosphatase activi-ties. J Bacteriol 178: 5456–5463.Wadhams, G.H., and Armitage, J.P. (2004) Making sense ofit all: bacterial chemotaxis. Nat Rev Mol Cell Biol 5: 1024–1037.Wang, S.W., Chen, C.Y., Tseng, J.T., Liang, S.H., Chen, S.C.,Hsieh, C., et al. (2009) orf4 of the Bacillus cereus sigBgene cluster encodes a general stress-inducible Dps-likebacterioferritin. J Bacteriol 191: 4522–4533.Wise, A.A., Fang, F., Lin, Y.-H., He, F., Lynn, D.G., andBinns, A.N. (2010) The receiver domain of hybrid histi-dine kinase VirA: an enhancing factor for vir gene expres-sion in Agrobacterium tumefaciens. J Bacteriol 192:1534–1542.Zotta, T., Ricciardi, A., Ciocia, F., Rossano, R., and Parente,E. (2008) Diversity of stress responses in dairy thermo-philic streptococci. Int J Food Microbiol 124: 34–42.Supporting informationAdditional Supporting Information may be found in the onlineversion of this article:Fig. S1. Conservation of potential methylation sites amongRsbK family members.A. Multiple sequence alignment of the sequence segmentcontaining potential methylation sites of 79 RsbK ortho-logue. The alignment score for each aligned residuecolumn were displayed as histogram in below. Position ofthe two heptad segments involved in sB regulationare marked by a black solid line and a grey double linerespectively.B. Sequence signature of the two successive heptad contain-ing potentially methylated residue Glu439 and Glu446. As indi-cated in the msa score histogram, these two heptads are highscore aligned block. Logo text colour scheme are used toindicate the biochemical property of residues.Table S1. Bacterial strains and plasmids.Table S2. Oligonucleotides used in this study.Table S3. Summary of RsbK family on the basis of sequencehomology and gene organization.Please note: Wiley-Blackwell are not responsible for thecontent or functionality of any supporting materials suppliedby the authors. Any queries (other than missing material)should be directed to the corresponding author for thearticle.Methylation controls the sB activity of Bacillus cereus 2799© 2012 Society for Applied Microbiology and Blackwell Publishing Ltd, Environmental Microbiology, 14, 2788–2799\temi_2788 2788..2799"