"pnas201101273 4870..4875Itch E3 ubiquitin ligase regulates large tumorsuppressor 1 stabilityKing Ching Hoa,1, Zhonghua Zhoua,1, Yi-Min Sheb, Alex Chuna, Terry D. Cyrb, and Xiaolong Yanga,2aDepartment of Pathology and Molecular Medicine, Queen’s University, Kingston, ON, Canada K7L 3N6; and bCentre for Biologics Research, Biologics andGenetic Therapies Directorate, Health Canada, Ottawa, ON, Canada K1A 0K9Edited by Joan S. Brugge, Harvard Medical School, Boston, MA, and approved February 16, 2011 (received for review January 25, 2011)The large tumor suppressor 1 (LATS1) is a serine/threonine kinaseand tumor suppressor found down-regulated in a broad spectrumof human cancers. LATS1 is a central player of the emerging Hippo-LATS suppressor pathway, which plays important roles in cellproliferation, apoptosis, and stem cell differentiation. Despite theample data supporting a role for LATS1 in tumor suppression, howLATS1 is regulated at the molecular level remains largely un-known. In this study, we have identified Itch, a HECT class E3ubiquitin ligase, as a unique binding partner of LATS1. Itch cancomplex with LATS1 both in vitro and in vivo through the PPxYmotifs of LATS1 and the WW domains of Itch. Significantly, wefound that overexpression of Itch promoted LATS1 degradation bypolyubiquitination through the 26S proteasome pathway. On theother hand, knockdown of endogenous Itch by shRNAs provokedstabilization of endogenous LATS1 proteins. Finally, throughseveral functional assays, we also revealed that change of Itchabundance alone is sufficient for altering LATS1-mediated down-stream signaling, negative regulation of cell proliferation, andinduction of apoptosis. Taking these data together, our studyidentifies E3 ubiquitin ligase Itch as a unique negative regulator ofLATS1 and presents a possibility of targeting LATS1/Itch interac-tion as a therapeutic strategy in cancer.proteomics | protein stability | protein ubiquitinationLarge tumor suppressor 1 (LATS1) is a serine/threonine kinaseoriginally identified as a homolog ofDrosophila tumor-suppressorLATS (1–4). Although mice deficient for LATS1 develop soft-tissue sarcomas, ovarian cancer, and pituitary dysfunction (5), over-expression of human LATS1 dramatically suppresses tumor cellgrowth by either inducing G2/M cell-cycle arrest or apoptosis(6, 7). In addition, we previously found that inactivation of LATS1caused cytokinesis defects, genetic instability, and polyploidy, allof which are hallmarks of cancer (8). Moreover, reduced expres-sion and promoter methylation of LATS1 are also found in variouscancers, including leukemia, breast cancer, astrocytoma, and soft-tissue sarcoma (9–11). Given such critical role in cancer, studies ofLATS1 may therefore greatly facilitate our understanding of themolecular mechanism that leads to tumorigenesis.Recently, Drosophila LATS has been identified as a majorcomponent of an emerging tumor suppressor pathway known asthe Hippo-LATS pathway (12–14). In this pathway, LATS func-tions as a central player, transmitting signals from upstream tumorsuppressors (FAT, Merlin, Expanded, Salvador, RASSF, Hippo,and MATS) to inhibit tumor growth by phosphorylating andsuppressing the oncoprotein and transcriptional coactivatorYorkie (12–14). Apart from its tumor-suppressor function, theHippo-LATS pathway is also implicated in a number of funda-mental biological processes, such as animal organ size control,stem cell differentiation, color recognition in the eye, cell-cellcompetition, and neural dendrite formation andmaintenance (12,13). Significantly, mammalian homologs of each component of theDrosophila Hippo-LATS pathway have been identified [Fat4 forFat, Merlin for Merlin, Ex for Ex, RASSF1A for dRASSF,hWW45 for Sav, Mst1 and Mst2 for Hippo, LATS1 and LATS2for LATS, MOB1 (Msp1 one binder) for Mats, and YAP (Yes-associated protein) and TAZ (transcriptional coactivator withPDZ-binding motif) for Yorkie] (12). We and others recentlyshowed that part of theHippo-LATS signaling pathway discoveredin Drosophila are conserved in mammals and that many membersof the pathway could be confirmed as either tumor suppressors(Fat4, Merlin, RASSF1A, Mst1/2, LATS1/2, MOB1) or onco-genes (YAP and TAZ) in human cancers (15–19). Therefore,further characterization of Hippo-LATS pathway and its regu-lators in mammals will have great implication for not only ourunderstanding the molecular mechanism of tumorigenesis, butalso for future targeting of this pathway for cancer therapies.Despite the critical role of LATS in tumorigenesis, little isknown regarding LATS regulation at the molecular level. Inparticular, although many upstream activators of LATS, such asHippo/MST and Mats/MOB1, have been reported (20–22), di-rect negative regulators of LATS are yet to be identified. In thisstudy, we have provided convincing evidence that Itch E3 ubiq-uitin ligase is a bona fide binding partner and negative regulatorof LATS1.ResultsIdentification of Itch as a LATS1-Interacting Protein by Proteomics.Previous work from our laboratory demonstarted that LATS1can interact with other proteins through PPxY559, one of its twoPPxY motifs (PPxY376 and PPxY559) (19). Therefore, we useda recently developed SILAC (stable isotope labeling with aminoacids in cell culture) method and LATS1 deletion (amino acids526–655) GST fusion proteins containing either wild-type(PPxY559) or mutant (PPxF559, negative control) motif as bait toscreen for unique LATS1-interacting proteins. In this SILACanalysis, proteins in HEK293T human embryonic kidney cellswere metabolically labeled, respectively, by either heavy (H)[13C6-Argeine (Arg) and13C6-Lysine (Lys)] or light (L) (12C-Argand 12C-Lys) amino acids. The resulting “heavy” and “light”SILAC lysates were then incubated, respectively, with PPxY-WTGST and PPxY-Mut-GST fusion proteins, followed by GST pull-down and LC MS/MS analysis. Our LC MS/MS analysis identi-fied 118 proteins, of which only two proteins, YAP (gi5174751)and Itch (gi27477109), are specific LATS1-binding proteins withH/L ratios of >1.5. Significantly, peptides from both Itch andYAP are labeled only by the heavy isotope (Fig. 1A), suggestingthat they specifically bind to wild-type rather than mutant PPxYGST fusion proteins. On the other hand, peptides from a non-specific protein cytoplasmic Actin (gi4501885) were equally la-beled with both heavy and light isotopes and have a H/L ratio ofAuthor contributions: T.D.C. and X.Y. designed research; K.C.H., Z.Z., Y.-M.S., and A.C.performed research; K.C.H., Z.Z., and Y.-M.S. analyzed data; and K.C.H. and X.Y. wrotethe paper.The authors declare no conflict of interest.This article is a PNAS Direct Submission.1K.C.H. and Z.Z. contributed equally to this work.2To whom correspondence should be addressed: E-mail: yang@cliff.path.queensu.ca.This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental.4870–4875 | PNAS | March 22, 2011 | vol. 108 | no. 12 www.pnas.org/cgi/doi/10.1073/pnas.1101273108mailto:yang@cliff.path.queensu.cahttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplementalhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental1.05 (Fig. 1A). YAP is a WW domain-containing protein anda known LATS1 binding partner (19), whereas Itch is a WW-domain–containing protein and an E3 ubiquitin ligase known topromote protein ubiquitination and degradation (23). To furtherconfirm endogenous Itch is pulled down by PPxY-WT-GSTrather than PPxY-Mut-GST of LATS1, we performed a GSTpull-down assay using the same conditions as those used forSILAC screening. Importantly, our result showed that endoge-nous Itch from HEK293T cell lysates specifically bind to PPxY-WT-GST (Fig. 1B), suggesting that Itch may be a strong bindingpartner of LATS1.Interaction of LATS1 and Itch in Vitro and in Vivo. To further verifyItch as a bona fide binding partner of LATS1, we did the fol-lowing experiments: First, we did coimmunoprecipitation (Co-IP) experiments to confirm whether or not LATS1 and Itchphysically interact with each other in vivo. As expected, LATS1coimmunoprecipitates with Itch in cell lysates overexpressingboth LATS1 and Itch (Fig. 2A). In addition, Co-IP analysis usingMDA-MB-231 cells also demonstrates that endogenous LATS1robustly coimmunoprecipitates endogenous Itch (Fig. 2B). Sec-ond, to test if Itch is a physiologically relevant interacting partnerof LATS1, subcellular localization of both Itch and LATS1 incells were investigated by indirect immunostaining. Significantly,a strong overlapping staining signal (yellow) for both LATS1(green) and Itch (red) was observed in the cytoplasm (Fig. 2C),suggesting that LATS1 does colocalize with Itch in the samesubcellular compartment and that their interaction is physio-logically significant. Third, we sought to determine the domainson LATS1 and Itch that mediate their interaction. As mentionedpreviously, one of the domains on LATS1 for protein–proteininteraction is its PPxY motifs (19), which have high affinitiestoward Group I WW domains (24). Given that Itch contains fourGroup I WW domains, we therefore tested if its WW domainsare critical for LATS1–Itch interaction in a GST pull-down as-say. For this assay, a series of Itch GST-fusion proteins wereproduced (Fig. S1) and their abilities to interact with LATS1 invitro were tested. As shown in Fig. 2D, wild-type LATS1 bindsstrongly to the Itch-GST fusion protein, but not to GST, sug-gesting that LATS1 and Itch form a stable complex in vitro. Nosignificant interaction was detected, however, between LATS1and Itch-WW-mut-GST, which has all its WW domains dis-rupted. This result implies that LATS1–Itch interaction requiresintact WW domains of Itch. Consistent with this notion, the ItchWW domain alone (WW-GST) can bind to LATS1 with asFig. 1. Identification of LATS1-interacting proteins by SILAC. (A–C) Quan-tification of heavy and light peptides. A section of the mass spectrum ofpeptides from (A) Itch (NYEQEQLQR), (B) YAP (TANVPQTVPMR), and (C)Actin (HQGVMVGMGQK) are shown. The pair of light (L) and heavy (H) la-beled peptides were identified by MS/MS measurements, and their H/L ratioswere determined by the intensities of monoisotopic ions. The heavy 13C-isotope labeled peptides are labeled with solid dots, whereas the corre-sponding light peptides, which are 6 Da smaller, are labeled with unfilleddots. Note that because of the inability of binding to PPxY-Mut-GST, thelight peptides for both Itch and YAP were missing, whereas both heavy andlight peptides were detected for nonspecific binding protein Actin, with anH/L ratio of 1.05. (D) Confirmation of PPxY motif–Itch interaction by GSTpull-down assay. Lysate from HEK293T cell was pulled down by either PPXY-WT or PPXY-Mut GST fusion proteins, followed by Western blotting usinganti-Itch antibody. Ponseau S was used to stain fusion proteins on themembrane. Note that equal amounts of PPxY-WT and PPxY-Mut GST fusionproteins were used for the GST pull-down assays.Fig. 2. Itch promotes polyubiquitination and subsequent degradation ofLATS1 by 26S proteasome. (A) In vitro ubiquitination of LATS1 by Itch.Immunoprecipitated LATS1-myc on beads was used as a substrate in anubiquitination assay with a ligase buffer containing E1, E2, Ubiquitin-FLAG,ATP, and Itch-GST or Itch-C830A-GST. After reaction, the beads containingLATS1-myc were washed extensively with modified RIPA buffer, followedby Western blot analysis using anti-FLAG antibody. (B) In vivo ubiquitinationof LATS1 by Itch. Ubiquitin-HA and different combination of Itch-Myc, Itch-ligase-dead mutant (Itch-C830A-Myc), and LATS1-FLAG were transfectedinto COS7 cells. Ubiquitinated LATS1 was detected by immunoprecipitationof LATS1 with anti-FLAG antibody, followed by detection of ubiquitin usinganti-HA antibody. (C) Proteasome inhibitor blocks Itch-induced LATS1 deg-radation. COS7 cells transfected with either LATS1-FLAG alone or LATS1-FLAG together with Itch-Myc were treated with either DMSO (control) orproteasome inhbitor (MG132). (D) Lysosome inhibitor fails to block Itch-induced LATS1 degradation. COS7 cells transfected with either LATS1-FLAGalone or LATS1-FLAG together with Itch-Myc were treated with either DMSO(control) or lysosome inhibitor (Baf A1).Ho et al. PNAS | March 22, 2011 | vol. 108 | no. 12 | 4871CELLBIOLOGYhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF1strong affinity as the full-length Itch (Fig. 2D). Finally, to testwhich PPxY motifs of LATS1 are essential for interacting withItch, additional GST pull-down assays were performed withlysates expressing either a single or double PPxY mutant ofLATS1. Importantly, although mutation of a single PPxY motifin LATS1 (LATS1-Y376A or LATS1-Y559A) reduces its bind-ing to Itch-GST, mutation of both PPxY motifs (LATS1-Y376-Y559) completely abolishes its binding to Itch-GST (Fig. 2D),demonstrating that both PPxY motifs of LATS1 are importantfor its interacting with Itch WW domains.Dose-Dependent Degradation of LATS1 by Itch. Itch is an E3 ubiq-uitin ligase known to target multiple tumor-suppressor substratesfor ubiquitination and degradation (23). Because LATS1 isa binding partner of Itch, we asked if LATS1 may also be an Itch-ubiquitin substrate. To answer this question, we first tested ifoverexpression of increasing amounts of Itch can affect LATS1’sprotein abundance. Importantly, our results show that over-expression of Itch induces significant down-regulation of LATS1in a dose-dependent manner (Fig. 3A). On the other hand,cotransfection of LATS1 with increasing amounts of a ligase-dead Itch (Itch-C830A-Myc; C, cysteine; A, alanine) has no ef-fect on LATS1 (Fig. 3 B and C), suggesting that Itch ubiquitinligase activity is essential for its degradation of LATS1. However,no LATS1 degradation was observed when increasing Itch-WW-mut was used (Fig. 3C). In addition, increasing levels of Itchwere unable to degrade the LATS1-Y376A-Y559A mutant (Fig.3D). These results indicate that the interaction of LATS1 andItch is important for Itch-induced LATS1 degradation. To ex-clude the possibility that reduced degradation of LATS1 by Itch-C630A ligase dead mutant is because of reduced binding affinityto LATS1, we performed a Co-IP experiment with LATS1 andItch-C830A. As shown in Fig. 2A, similar to Itch-LATS1 in-teraction, LATS1 is strongly coimmunopreciptated by Itch-C830,suggesting that the single-point mutation of Itch did not disruptnormal LATS1–Itch interaction, but affected Itch’s function. Toconfirm that Itch-mediated degradation of LATS1 is specific, weconducted two further experiments. First, we tested whether ornot Itch can degrade Ndr1, a LATS1 homolog that lacks a PPxYmotif for interaction with Itch (21). As expected, Itch was unableto degrade Ndr1 (Fig. S2). Next, we tested whether or not an-other E3 ubiquitin ligase β-TrCP, which lacks WW domains andtargets oncogene products rather than tumor suppressors fordegradation (25), can also degrade LATS1. As expected, β-TrCPubiquitin ligase was unable to affect stability of LATS1 (Fig. S3).Together, these experiments strongly suggest that the destabi-lizing effect of Itch on LATS1 is specific. Additionally, to de-termine if Itch directly promotes down-regulation of LATS1 atthe protein rather than mRNA levels, we performed a cyclohex-imide chase experiment in which protein synthesis is blocked andthe steady-state levels of LATS1 is measured in the presence orabsence of Itch. As shown in Fig. 3 E and F, although over-expression of Itch efficiently facilitates LATS1 turnover, knock-down of Itch inhibits LATS1 degradation upon inhibition ofprotein synthesis. This finding suggests that Itch induces down-regulation of LATS1 directly at the protein level.Moreover, to further confirm our results from transfection ex-periments, we used a lentiviral system and stably overexpressedItch in three different human cancer cell lines (MCF10A, HeLa,and MCF7). Importantly, in all of the three cell lines tested, amarked decrease in endogenous LATS1 proteins was detectedupon overexpression of Itch but not the lentiviral vector WPI(Fig. 3G). This finding suggests that the effect of Itch on LATS1is physiologically significant. Finally, to examine whether or notendogenous Itch can directly modulate the stability of endoge-nous LATS1, we stably knocked down Itch by two shItch con-structs in MDA-MB-231 cells, which express high levels of endo-genous Itch. Significantly, endogenous LATS1 is up-regulatedupon knockdown of Itch with either one of the two shItch con-structs (Fig. 4B), indicating Itch is oneof themajor ubiquitin ligasesnegatively regulating LATS1 stability in physiological conditions.Degradation of LATS1 by Itch Through Polyubiquitination. Next, wesought to elucidate the molecular mechanism by which Itchdegrades LATS1. Given that a key biochemical function of Itchis the ubiquitination of its interacting proteins, we first per-formed an in vitro ubiquitination assays using purified E1, E2, E3(Itch-GST), FLAG-tagged ubiquitin, and immunoprecipitatedLATS1-myc. Our results show that Itch-GST rather than ligase-dead Itch-C830A-GST causes ubiquitination of LATS1 in vitro(Fig. 5A). In addition, we also carried out an in vivo ubiquiti-nation assay examining if Itch can catalyze ubiqutination ofLATS1 in cells. As shown in Fig. 5B and Fig. S4, high molecular-weight polyubiquitinated forms of LATS1 were detected onlyupon addition of wild-type but not ligase-dead (C830A) or WWdomain mutant (WW-mut) Itch. This finding suggests that Itch,with its ligase activity, directly catalyzes in vivo polyubiquitina-tion of LATS1. In general, polyubiqitinated proteins can be pro-Fig. 3. Down-regulation of LATS1 by Itch. (A) Dose-dependent degradationof LATS1 by Itch. Western blot analysis of LATS1 upon expression of in-creasing amount of Itch in COS7 cells. (B) Loss of Itch ligase activity abolishesits effect on LATS1. Western blot analysis of LATS1-FLAG upon expression ofincreasing amount of a catalytically inactive Itch (Itch-C830A-Myc) in COS7cells. (C and D) Loss of interaction of LATS1 and Itch abolishes Itch-inducedLATS1 degradation. Western blot analysis of LATS1 upon expression of in-creasing amounts of Itch-WW-mut (C) or LATS1-Y376A-Y559A uponexpressing increasing amounts of Itch (D). (E) Cyclohexmide chase analysis ofLATS1 degradation after Itch overexpression. COS7 cells expressing eitherLATS1-FLAG alone or LATS1-FLAG together with Itch-Myc were treated withcycloheximide (CHX) to inhibit protein synthesis. At an indicated time, cellsare harvested and analyzed for LATS1 level using anti-FLAG antibody. (F)Cyclohexmide chase analysis of LATS1 degradation after Itch knockdown.Itch is stably knocked down in MDA-MB231 by shRNA targeting Itch. Cellsinfected with pGIPZ vector were used as an shRNA control. (G) Western blotanalysis of endogenous LATS1 in MCF10A, HeLa, and MCF7 cells upon stableoverexpression of Itch. Control, cells without lentiviral infection; WPI, cellsstably infected with lentiviral vector WPI; Itch, cells stably infected withlentivirus expressing Itch.4872 | www.pnas.org/cgi/doi/10.1073/pnas.1101273108 Ho et al.http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF3http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF4cessed for degradation by either the 26S proteasome or the ly-sosome. To determine which proteolysis system is responsible forLATS1 degradation by Itch, we tested the stability of LATS1upon treatment with either a proteasome inhbitor (MG132) orlysosome inhibitor (Bafamycin A1). Interestingly, although Itchpromotes down-regulation of LATS1 under control conditions,the LATS1 level is strongly stabilized upon addition of the pro-teasome inhibitor MG132 (Fig. 5C), but not the lysosome inhibitorBafamycin A1 (Fig. 5D). This finding suggests that Itch-mediateddegradation of LATS1 requires an intact 26S proteasome. Takentogether, our results provide convincing evidence that Itch pro-motes degradation of LATS1 by catalyzing its polyubiquitinationand its subsequent proteolysis by the 26S proteasome.Regulation of LATS1 Downstream Signaling by Itch. Because LATS1is the central player of the Hippo-LATS signaling pathway, wewant to see whether down-regulation of LATS1 by Itch couldaffect components of the Hippo-LATS signaling. To date, theYAP and TAZ transcription coactivators are the only well-established kinase substrates of LATS1 (15, 19). Phosphorylationof YAP or TAZ oncoproteins by LATS1 is known to inhibit theiractivities, thereby suppressing their transcriptional activation ofvarious downstream oncogenes, such as Cyr61 and CTGF (Fig.S5) (19, 26, 27). Importantly, we found that upon stable over-expression of Itch in HeLa cells, which express low levels of Itchand high levels of LATS1, not only is endogenous LATS1 effi-ciently down-regulated, but phosphorylated levels of YAP andTAZ are also significantly reduced (pYAP and pTAZ) (Fig. 4A).This finding suggests that overexpression of Itch strongly sup-presses LATS1’s kinase activity. Furthermore, we also found thatItch overexpression promoted up-regulation of endogenousCyr61 and CTGF (Fig. 4A). Moreover, the effect of Itch onLATS1 and its downstream signaling is dependent of its ligaseactivity and its interaction with LATS1, because stable over-expression of Itch-C830A or Itch-WW-mut mutants in HeLa cellshas no effect on levels of LATS1, pYAP, pTAZ, Cyr61, andCTGF (Fig. 4A). In addition, in contrast to Itch overexpression,knockdown of Itch by two Itch shRNAs (shItch-1 and shItch-2) inMDA-MB231 cells (high Itch) has the opposite effect on LATS1and its downstream signaling (Fig. 4B). Finally, because we pre-viously showed that LATS1 inhibits YAP by phosphorylating andsequestering YAP in the cytoplasm, and loss of LATS1 causesenhanced nuclear translocation of YAP (19), we further exam-ined whether overexpression of Itch affects subcellular localiza-tion of YAP. Interestingly, overexpression of wild-type Itch,which leads to reduced LATS1, rather than its mutants (Itch-C830A or Itch-WW-mut) (Fig. 4A), induced enhanced nuclearlocalization of endogenous YAP in HeLa cells (Fig. 4C).Fig. 4. Itch inhibits LATS1-mediated signaling. (A) Western blot analysis ofLATS1 and its downstream signaling proteins after Itch over-expression.HeLa cells were stably infected with lentivirus expressing WPI (vector), Itch,Itch-C830A, or Itch-WW-mut. (B) Western Blot analysis of endogenous LATS1cells upon shRNA knockdown of Itch. Two shRNAs targeting differentregions of Itch (shItch-1 and shItch-2) was used to knock down Itch in MDA-MB231 cells. (C) Subcellular localization of YAP after Itch overexpression.Established HeLa cells (see A) were subjected to immunostaining using rabbitanti-YAP and AF555 anti-rabbit IgG antibodies. DAPI is used for nuclearstaining (blue).Fig. 5. Interaction of LATS1 and Itch in vivo and in vitro. (A) Interaction ofectopically expressed LATS1 and Itch. COS7 lysates expressing either LATS1-FLAG alone or together with Itch-Myc or Itch-C830A-Myc were immuno-precipitated with anti-Myc antibody, followed by Western blotting withanti-FLAG antibody. Ponceau S staining of antibody heavy chain indicatesequal amounts of anti-Myc antibody were used. (B) Interaction of endoge-nous LATS1 and Itch. Protein lysates from MDA-MB-231 cells were immu-noprecipitated with either control anti-FLAG antibody or anti-LATS1antibody, followed by Western blotting with anti-Itch antibody. (C) Immu-nostaining analysis of LATS1 and Itch. LATS1-FLAG and Itch-Myc werecotransfected into COS7 cells, followed by immunostaining with anti-FLAGand anti-Myc primary antibodies and AF488 anti-mouse IgG and AF555 anti-rabbit IgG secondary antibodies. (D) GST pull-down analysis of interaction ofLATS1 and Itch in vitro. COS7 lysates expressing either wild-type (LATS1-WT-FLAG), single-PPxY mutants (LATS1-Y376F-FLAG or LATS1-Y559F-FLAG), ordouble PPxY mutant (LATS1-Y376F-Y559F-FLAG) of LATS1 was pulled downwith either GST, GST-Itch, GST-Itch-WW mutant, or GST-WW, followed byWestern blotting for LATS1-FLAG using anti-FLAG antibody. 1/10 input (10μg) represents 1/10 of protein lysate (100 μg) used for GST pull-down.Ho et al. PNAS | March 22, 2011 | vol. 108 | no. 12 | 4873CELLBIOLOGYhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF5http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF5Negative Regulation of LATS1 Function by Itch. The key tumor-suppressor functions of LATS1 are its ability to inhibit cellproliferation (such as in HeLa cells) or induce apoptosis (such asin MCF7 and MDA-MB-231 cells) (6, 7). Using established Itch-overexpressing HeLa cells (Fig. 4A), we found that overexpres-sion of wild-type rather than ligase-dead (Itch-C830A) or WWdomain mutant (Itch-WW-mut) Itch caused enhanced cell pro-liferation and colony formation in culture (Fig. 6 A and B),suggesting that interaction and ubiquitination/degradation ofLATS1 is essential for Itch-induced phenotype. In addition, bytransient overexpression of LATS1 alone or together with Itch inMCF7 breast cancer, we also found that overexpression of wild-type Itch rather than its mutants dramatically inhibits LATS1-induced cell death in a dose-dependent manner (Fig. 6C). Incontrast, knockdown of endogenous Itch using two different ItchshRNA constructs significantly enhanced LATS1-mediated celldeath (Fig. 6D). Most significantly, knockdown of endogenousItch by two different shRNAs targeting Itch (shItch-1 or shItch-2) in MDA-MB231 cells caused enhanced endogenous LATS1and pYAP and reduced number of colony formation (repre-senting survival tumor cells) in culture. Significantly, this phe-notype can be reversed by knocking down LATS1 back to itsoriginal levels using shLATS1, suggesting that activation ofLATS1 is responsible for Itch knockdown-induced apoptosis.Together, these results provide convincing evidence that Itch isindeed a potent negative regulator of LATS1 in cancers.DiscussionLATS1 is a potent tumor suppressor found down-regulated inmany cancers. Although many studies have elucidated howLATS1 signals and functions in a cell, little is known regarding itsmechanisms of regulation. Through an unbiased proteomicsscreen, we identified Itch, a HECT class E3 ubiquitin ligase, asa unique binding partner and negative regulator of LATS1. Wefound that Itch promotes polyubiquitination and down-regula-tion of LATS1 by the 26S proteasome. Most significantly, bydestabilizing LATS1, Itch demonstrated strong inhibitory effectson LATS1 downstream signaling and cell proliferation and ap-optotic function in various cancer cell lines.Our finding that Itch is the first negative regulator of LATS1has several important implications. First, because LATS1 isa central player of the Hippo-LATS1 pathway and can simulta-neously regulate various biological processes, such as tumori-genesis, metastasis, organ size control, stem cell differentiation,and neural dendrite growth (12–14), our study is unique inpresenting a potential for Itch in the regulation of all thesefundamental biological processes. Second, because both LATS1and Itch are found expressed in a wide variety of human celltypes (2, 23), our results suggest that, in addition to mRNAdown-regulation by promoter hypermethylation (10, 11), down-regulation of LATS1 at the protein level through protein ubiq-uitination may be a unique mechanism by which LATS1 is down-regulated in multiple cancer types. Future studies comparing theprotein expression profiles of LATS1 and Itch in human cancermay therefore provide further insight as to how Itch negativelyregulates LATS1 in cancer development. Last but not least,because Itch belongs to the Group I WW domain proteins, whichinclude other WW domain-containing ubiquitin ligases, such asoncoproteins NEDD4 and WWP1 (29), it is possible that theymay also bind to the PPxY motifs and cause degradation ofLATS1. Therefore, it is very compelling to further examine howthese ubiquitin ligases coordinate with Itch in regulating LATS1stability and Hippo-LATS signaling during tumorigenesis.Through this study, we verified that the LATS1-Itch binding ismediated through PPxY motifs of LATS1 and WW domains ofItch. Importantly, PPxY motifs of LATS1 are well known asa binding module for the LATS1 kinase substrates (19). YAP, forinstance, is a direct kinase substrate of LATS1, and it possessesWW domains that strongly recognize LATS1’s PPxY motifs (19).It is therefore possible that Itch, with four WW domains, maycompete with YAP for LATS1 binding, as been recently describedbetween YAP and Itch for binding to p73, another PPxY-motifcontaining tumor suppressor degraded by Itch (20). Because anincreased binding to Itch by LATS1 promotes oncogenesis and adecreased binding to Itch suppresses oncogenic events, our find-ings suggest that Itch may play a role in defining the fine balancebetween cell death and cell survival in human cancers. Hence,development of strategies that specifically disrupt LATS1 andItch interaction may be useful for driving tumor suppressionin cancers.Finally, although our study demonstrated a role for Itchin negative regulation of LATS1, it is possible that LATS1 mayalso negatively regulate Itch’s activity by phosphorylating Itch.Through a sequence analysis on Itch, we found that Itch containsa potential phosphorylate site, HFRVWS85 (H, Histidine; F,Phenylalanine; R, Arginine; V, Valine; W, Tryptophan; S, Ser-ine,), which is consistent with the consensus phosphorylationFig. 6. Itch negatively regulates LATS1’s function. (A and B) Increased cellproliferation and colony formation after Itch over-expression. Cell pro-liferation (A) or colony formation (B) was analyzed using HeLa cells stablyexpressing WPI, Itch-WT, Itch-C830, and Itch-WW-mut. (C) Inhibition ofLATS1-mediated apoptosis by Itch overexpression. MCF7 cells were infectedwith lentivirus expressing LATS1 alone or together with increasing amountof Itch, Itch-C830A, or Itch-WW-mut. Percent of cell death were measured at4 d postinfection using Trypan blue exclusion assay. (D) Enhancement ofLATS1-mediated apoptosis by Itch knockdown. MDA-MB-231 cells expressingthe pGIPZ vector control or shItch-1 or shItch-2 were infected with LATS1lentivirus. Percent of cell death (Upper) were measured at 4 d postinfectionusing the trypan blue exclusion assay. Expression of LATS1, Itch, and YAP/pYAP (Lower) was examined by Western blot. (E) Knockdown of endoge-nous Itch inhibits colony formation through up-regulation of LATS1. MDA-MB231 cells were transiently infected with lentivirus expressing pGIPZ vector(control), shItch-1, or shItch-2 alone or together with shLATS1, followed byWestern blot analysis of protein expression (Lower) and colony formationassay (Upper). All numbers are mean and SD of three independent experi-ments. *Statistically significant difference (P < 0.05).4874 | www.pnas.org/cgi/doi/10.1073/pnas.1101273108 Ho et al.motif for LATS1 substrates, HxR/K/HxxS/T (K, Lysine; T,Threonine) (19). Because phosphorylation of substrates byLATS1 normally inhibit their function and Itch displayed onco-genic function by degrading a variety of tumor suppressors,LATS1 may involve in the activation of multiple tumor sup-pressors, such as p73, by phosphorylating and inactivating Itch.Indeed, several recent studies also described a role for serine/threonine or tyrosine kinases in modulating Itch E3 ubiquitinligase activity through phosphorylation (31–33). Therefore, it willbe very interesting to further explore whether LATS1 regulatesother suppressor pathways through phosphorylation and nega-tive regulation of Itch.In conclusion, our study has identified Itch as a unique neg-ative regulator of suppressor LATS1. Further characterization oftheir functional interactions in mice and in clinical cancerpatients will have great implication for the diagnosis, prognosis,and therapy of human cancers.Materials and MethodsPlasmid Construction. The LATS1-PPxY-WT (amino acids 526–655) and LATS1-PPxY-Mut (amino acids 526–655) plasmids were constructed as describedpreviously (1). For lentivirus production, Itch cDNA was first amplified byPCR using Itch-myc plasmid as a template, digested by PmeI, and sub-sequently cloned into the PmeI site of WPI lentiviral vector. The followingprimers were used for PCR: Itch, sense primer (5′-GCGGAT CCGGTGGTAT-GTCTGACAGTGGATCACAAC-3′) and antisense primer (5′-GTAACAATGCGG-CCG CTTACTACTCTTGTCCAAATCCTTCTGTTTCTTC-3′).In Vivo Ubiquitination Assay. HEK293T cells were transiently transfected withplasmids expressing ubiquitin-HA and LATS1-FLAG alone or together withItch-Myc using Lipofetamine 2000. At 24-h posttransfection, cells weretreated with 5 μM MG132 for an additional 24 before being lysed witha modified RIPA buffer (2 mM Tris-HCl, pH7.5; 5 mM EDTA, 150 mM NaCl,1% Nonidet P-40, 1% sodium deoxycholate, 0.025% SDS). Twenty microlitersof Protein A beads and 1 mg of each lysate sample was precleared, and thenimmunoprecipitated by mouse anti-FLAG M2 monoclonal antibody. Theubiquitin conjugates of LATS1 were detected by Western blotting usingrabbit anti-HA (Y11) polyclonal antibody (Santa Cruz).Apoptosis and Cell Viability Assays. For functional analysis of LATS1 upon Itchoverexpression, triplicates of 4 × 104 MCF7 cells were seeded to each well ofa 24-well plate 1 d before lentiviral infection. Before infection, cell numberswere counted. Cells were infected with WPI, LATS1, LATS1 together withincreasing multiplicity of infection (4 or 6) of Itch. Four days postinfection,detached and adherent cells were collected, and the percentage of celldeath was measured using a Trypan blue exclusion assay, as previously de-scribed (27). For functional analysis of LATS1 upon Itch knockdown, tripli-cates of 4 × 104 MDA-MB-231 cells stably expressing either pGIPZ, shItch-1, orshItch-2 were seeded to each well of a 24-well plate 1 d before lentiviralinfection. Before infection, cell numbers were counted. WPI or LATS1wereinfected at multiplicity of infection of 2. Four days postinfection, detachedand adherent cells were collected, and the percentage of cell death wasmeasured as described above.Detailed materials and method for SILAC screening, cell culture, lentiviralproduction, Co-IP, GST-pulldown, in vitro and in vivo ubiquitination assays,and colony formation assay can be found in SI Materials and Methods.ACKNOWLEDGMENTS. We thank Dr. Anthony Pawson for providing thewild-type and WW-domain mutant Itch/AIP4 plasmids, Yawei Hao fortechnical support, and members of the X.Y. laboratory for comments andsuggestions. This work was supported by grants from the Canadian BreastCancer Foundation, the Cancer Research Society, a New Investigator Awardfrom Canadian Institutes of Health Research, and an Early Researcher Awardfrom Ontario Ministry of Research and Innovation, Canada (to X.Y.).1. Visser S, Yang X (2010) LATS tumor suppressor: A new governor of cellular homeostasis.Cell Cycle 9:3892–3903.2. Turenchalk GS, St John MA, Tao W, Xu T (1999) The role of lats in cell cycle regulationand tumorigenesis. Biochim Biophys Acta 1424:M9–M16.3. Xu T, Wang W, Zhang S, Stewart RA, Yu W (1995) Identifying tumor suppressors ingenetic mosaics: The Drosophila lats gene encodes a putative protein kinase.Development 121:1053–1063.4. Justice RW, Zilian O, Woods DF, Noll M, Bryant PJ (1995) The Drosophila tumorsuppressor gene warts encodes a homolog of human myotonic dystrophy kinase andis required for the control of cell shape and proliferation. Genes Dev 9:534–546.5. St John MA, et al. (1999) Mice deficient of Lats1 develop soft-tissue sarcomas, ovariantumours and pituitary dysfunction. Nat Genet 21:182–186.6. Xia H, et al. (2002) LATS1 tumor suppressor regulates G2/M transition and apoptosis.Oncogene 21:1233–1241.7. Yang X, Li DM, Chen W, Xu T (2001) Human homologue of Drosophila lats, LATS1,negatively regulate growth by inducing G(2)/M arrest or apoptosis. Oncogene 20:6516–6523.8. Hori T, Takaori-Kondo A, Kamikubo Y, Uchiyama T (2000) Molecular cloning ofa novel human protein kinase, kpm, that is homologous to warts/lats, a Drosophilatumor suppressor. Oncogene 19:3101–3109.9. Hisaoka M, Tanaka A, Hashimoto H (2002) Molecular alterations of h-warts/LATS1tumor suppressor in human soft tissue sarcoma. Lab Invest 82:1427–1435.10. Takahashi Y, et al. (2005) Down-regulation of LATS1 and LATS2 mRNA expression bypromoter hypermethylation and its association with biologically aggressive pheno-type in human breast cancers. Clin Cancer Res 11:1380–1385.11. Jiang Z, et al. (2006) Promoter hypermethylation-mediated down-regulation of LATS1and LATS2 in human astrocytoma. Neurosci Res 56:450–458.12. Saucedo LJ, Edgar BA (2007) Filling out the Hippo pathway. Nat Rev Mol Cell Biol 8:613–621.13. Harvey K, Tapon N (2007) The Salvador-Warts-Hippo pathway—An emerging tumour-suppressor network. Nat Rev Cancer 7:182–191.14. Zeng Q, Hong W (2008) The emerging role of the hippo pathway in cell contactinhibition, organ size control, and cancer development in mammals. Cancer Cell 13:188–192.15. Zhao B, et al. (2007) Inactivation of YAP oncoprotein by the Hippo pathway isinvolved in cell contact inhibition and tissue growth control. Genes Dev 21:2747–2761.16. Donninger H, Vos MD, Clark GJ (2007) The RASSF1A tumor suppressor. J Cell Sci 120:3163–3172.17. Nakaya K, et al. (2007) Identification of homozygous deletions of tumor suppressorgene FAT in oral cancer using CGH-array. Oncogene 26:5300–5308.18. Chan SW, et al. (2008) A role for TAZ in migration, invasion, and tumorigenesis ofbreast cancer cells. Cancer Res 68:2592–2598.19. Hao Y, Chun A, Cheung K, Rashidi B, Yang X (2008) Tumor suppressor LATS1 isa negative regulator of oncogene YAP. J Biol Chem 283:5496–5509.20. Oka T, Mazack V, Sudol M (2008) Mst2 and Lats kinases regulate apoptotic functionof Yes kinase-associated protein (YAP). J Biol Chem 283:27534–27546.21. Hergovich A, Schmitz D, Hemmings BA (2006) The human tumour suppressor LATS1 isactivated by human MOB1 at the membrane. Biochem Biophys Res Commun 345:50–58.22. Chow A, Hao Y, Yang X (2010) Molecular characterization of human homologs ofyeast MOB1. Int J Cancer 126:2079–2089.23. Melino G, et al. (2008) Itch: A HECT-type E3 ligase regulating immunity, skin andcancer. Cell Death Differ 15:1103–1112.24. Macias MJ, Wiesner S, Sudol M (2002) WW and SH3 domains, two different scaffoldsto recognize proline-rich ligands. FEBS Lett 513:30–37.25. Frescas D, Pagano M (2008) Deregulated proteolysis by the F-box proteins SKP2 andbeta-TrCP: tipping the scales of cancer. Nat Rev Cancer 8:438–449.26. Visser S, Yang X (2010) Identification of LATS transcriptional targets in HeLa cellsusing whole human genome oligonucleotide microarray. Gene 449:22–29.27. Zhao B, et al. (2008) TEAD mediates YAP-dependent gene induction and growthcontrol. Genes Dev 22:1962–1971.28. Zhang J, Smolen GA, Haber DA (2008) Negative regulation of YAP by LATS1underscores evolutionary conservation of the Drosophila Hippo pathway. Cancer Res68:2789–2794.29. Bernassola F, Karin M, Ciechanover A, Melino G (2008) The HECT family of E3ubiquitin ligases: Multiple players in cancer development. Cancer Cell 14:10–21.30. Levy D, Reuven N, Shaul Y (2008) A regulatory circuit controlling Itch-mediated p73degradation by Runx. J Biol Chem 283:27462–27468.31. Gao M, et al. (2004) Jun turnover is controlled through JNK-dependentphosphorylation of the E3 ligase Itch. Science 306:271–275.32. Gallagher E, Gao M, Liu YC, Karin M (2006) Activation of the E3 ubiquitin ligase Itchthrough a phosphorylation-induced conformational change. Proc Natl Acad Sci USA103:1717–1722.33. Yang C, et al. (2006) Negative regulation of the E3 ubiquitin ligase itch via Fyn-mediated tyrosine phosphorylation. Mol Cell 21:135–141.Ho et al. PNAS | March 22, 2011 | vol. 108 | no. 12 | 4875CELLBIOLOGYhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=STXT"