"Caveolin-1 is a novel regulator of K-RAS-dependent migration incolon carcinogenesisUpal K. Basu Roya,b, Rebecca S. Henkhausc, Fotios Loupakisf,g, Chiara Cremolinif, EugeneW. Gernerb,d,e,*, and Natalia A. Ignatenkod,e,*aBiochemistry, and Molecular and Cellular Biology Graduate Program, University of Arizona,Tucson, AZ 85724bDepartment of Biochemistry and Molecular Biophysics, University of Arizona, Tucson, AZ 85724cCancer Biology Interdisciplinary Program, University of Arizona, Tucson, AZ 85724dDepartment of Cellular & Molecular Medicine, University of Arizona, Tucson, AZ 85724eInstitute Oro Valley, University of Arizona, Tucson, AZ 85724fPolo Oncologico–Azienda Ospedaliero-Universitaria Pisana, Pisa, ItalygUniversity of Pisa, Department of Oncology, Transplants and New Technologies in Medicine,Pisa, ItalyAbstractCaveolin-1 is an essential component of membrane caveolae. It is an important regulator ofcellular processes such as signal transduction and endocytosis. We report here, for the first time,that caveolin-1 is a target of the K-RAS oncogene in colon carcinogenesis. Caveolin-1 is inducedin colon cancer cells and in human colon tumor samples, in response to K-RAS activatingmutations. An activated K-RAS oncogene transcriptionally induces caveolin-1 expression inhuman colon cancer cells and this effect is not restricted to the type of activating K-RAS mutation.Inhibition of the P-I3 Kinase-AKT pathway, but not the ERK MAPK pathway, both important K-RAS effectors, leads to a decrease in caveolin-1 expression indicating that the AKT pathway isinvolved in caveolin-1 expression in response to an activated K-RAS. Increased AKT signalinginduces caveolin-1 expression by increasing the activity of the transcription factor, Sp1.Interestingly; caveolin-1 depletion alters K-RAS-dependent signaling by decreasing Grb2-SOSactivity. Consistent with these finding, caveolin-1-depleted cells shows decreased migration invitro. However, caveolin-1 over-expression by itself does not increase migration whereas anactivated Src can increase migration in a caveolin-1-dependent manner. This increased migrationis highly dependent on the RhoA GTPase, indicating that an activated K-RAS modulatesmigration in part via caveolin-1 induction, and increasing RhoA activity via phospho-caveolin-1.Our findings indicate that K-RAS regulates both caveolin-1 expression and other factors affectingcaveolin-1 functions in colon cancer-derived cell migration.KeywordsColon cancer; K-RAS; Caveolin-1; invasion and migration; AKT*Corresponding Authors: Natalia Ignatenko, Arizona Cancer Center, 1515 North Campbell Ave., R.0912, Tucson, AZ 85724, U.S.A.,Tel: +1-520-626-6612, NIgnatenko@azcc.arizona.edu. Eugene W. Gerner, BIO5 Oro Valley, 1580 E. Hanley Blvd., Tucson, AZ85737-9525. U.S.A. Tel: +1-520-626-2197, egerner@azcc.arizona.edu.U.K.B.R. and R.S.H. contributed equally to the workNIH Public AccessAuthor ManuscriptInt J Cancer. Author manuscript; available in PMC 2014 July 01.Published in final edited form as:Int J Cancer. 2013 July ; 133(1): 43–57. doi:10.1002/ijc.28001.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptIntroductionCaveolin-1, a component of membrane caveolae, is a multi-functional protein, governingsignal transduction, membrane transport, and lipid homeostasis 1. The role of caveolin-1 incancer development and progression has been a subject of controversy among biologists.Initial studies in murine fibroblast (NIH-3T3) cells showed that loss of caveolin-1 wassufficient to induce anchorage-independent growth and tumor formation in SCID mice 2.Similar studies showed that expression of oncogenes like K-RAS, H-RAS, V-ABL and SRCwere sufficient to reduce caveolin-1 expression in NIH-3T3 cells 3–4. Engelman et alshowed that the CAV1 gene can be mapped to the D7S522 locus (chromosome 7q31.1), asite commonly deleted in human cancers 5. These findings strengthened the hypothesis thatcaveolin-1 functions as a potential tumor suppressor and its loss aids in tumorigenesis. Withrespect to its function during cancer development, the tumor suppressive activities ofcaveolin-1 have been attributed to its ability to bind to signaling molecules via itsscaffolding domain, and negatively regulate their activity. Indeed, re-expression ofcaveolin-1 in transformed murine fibroblasts has been shown to be sufficient to down-regulate signaling via the Ras-Raf-Erk pathway 6. Consistent with these findings, caveolin-1is down-regulated in several cancers such as breast and ovarian 7.However, the other domains present in caveolin-1 can nullify its tumor suppressivefunctions. In human tumors, caveolin-1 seems to play a tumor-promoting role in certaintypes of cancers. In prostate cancer, caveolin-1 can maintain activated AKT by inhibitingserine/threonine phosphatases PP1 and PP2A 8. Caveolin-1 has the ability to be secreted byprostate cancer cells after phosphorylation at residue Ser80, and secreted caveolin-1 can actas an autocrine growth factor 9. During the later stages of cancer, transformed cells becomeresistant to standard chemotherapeutic agents and acquire the multi-drug resistance (MDR)phenotype. This phenomenon is associated with an increase in expression of P-glycoprotein(P-gp). P-gp has been shown to be localized in caveolae of MDR-cells, implicating thesemembrane micro-domains in conferring the MDR phenotype 10. In line with theseobservations, an increased expression of caveolin-1 has been reported to be associated withincreased metastasis in prostate cancer. Thus caveolin-1 can have tumorigenic as well astumor-suppressive properties.With regards to the colon, certain groups have reported that caveolin-1 is down-regulated incolon cancer tissue, as compared to normal colon tissue 11. Other studies have revealed thatcaveolin-1 is over-expressed in adenocarcinoma of the colon 12–13. Thus, there is still amajor conflict regarding caveolin-1 expression during colon cancer progression.We have previously demonstrated that caveolin-1 is induced by the APC tumor suppressorgene 14. In this study, we have shown that caveolin-1 is a transcriptional target of the K-RAS oncogene. Acquisition of K-RAS mutations is a late event in colon cancerprogression 15. K-RAS is commonly mutated at codon 12 or 13, or in more rare instances,codon 61; 16–17. Interestingly, caveolin-1 increases K-RAS activity through increased SOSactivation and migration through the activation of the RhoA-ROCK pathway. Studiesregarding caveolin-1 expression in human colon tumor samples have not accounted formutations in the tumor samples. Our findings demonstrate the upregulation of caveolin-1 incolon tumor cells and tissue samples, harboring K-RAS mutations and provide a possiblemechanism by which the K-RAS/Caveolin-1 pathway can aid in colon cancer progression.Basu Roy et al. Page 2Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptMaterials and MethodsCell CultureThe HCT116 cells (with a G13D mutation in one of the K-RAS alleles) was obtained fromAmerican Type Culture Collection (ATCC) and maintained in DMEM mediumsupplemented with 10% FBS (Fetal Bovine Serum) and 1% Penicillin-Streptomycin. TheHkh2 cells, which are a clone of HCT116 cells wherein the activated K-RAS oncogene hasbeen disrupted by homologous recombination, was a kind gift from Drs. Shirasawa andSasazuki 18 and maintained in DMEM supplemented with 10% FBS, 1% Penicillin-Streptomycin and 600 μg/ml G418. The Caco2 colon cancer cells, transfected withpcDNA3.0 empty vector (Caco/Neo#3) or an activated K-RAS (G12V) expression vector(clones Kras#6 and Kras#26), were developed in our laboratory and have been previouslycharacterized 19. The HCT116-Mock and Caveolin-1 antisense cells were a kind gift of Drs.Cadvallo-Medved and Sloane 20. The Caco2-Mock and Caco2-caveolin-1 cells have beenpreviously described 21. All cells were grown at 37 °C in a humidified incubator with 5%carbon dioxide.Reagents and antibodiesAll chemicals and reagents were of the highest grade. LY294002 (PI-3-Kinase inhibitor)was obtained from Calbiochem, San Diego, CA. Dimethyl sulfoxide (DMSO) werepurchased from Sigma, St. Louis, MO. G418 sulfate was purchased from CellGro.Lipofectamine 2000, Hygromycin B and all media were from Invitrogen, Carlsbad, CA. Alist of all antibodies used in this study is mentioned in Supplementary Table 1. Allsecondary antibodies were purchased from Santa Cruz Biotechnology, Santa Cruz, CA. Pan-Src kinase inhibitor PP2 was purchased from EMD Chemicals, Gibbstown, NJcDNA Microarray StudycDNA microarray analysis was performed as previously described 22. Briefly, HCT116 andCaco2 isogenic cells, cells were plated for 48 hours after which total cellular RNA wasextracted using the Qiagen RNEASY Kit (Catalog Number: 74104) obtained from Qiagen,Valencia, CA, using manufacturer’s instructions. The RNA was quantified and used forcDNA microarray analysis.Tissue immunohistochemistryColon cancer tissues were obtained from patients with metastatic colorectal cancer (Stage IVcolorectal cancer). All the patients were treated at the Oncology Unit of Ospedale SantaChiara in Pisa, Italy and expressed their written informed consent to molecular analyses. Alltissues were obtained at colonoscopy in accordance with the Institutional Review Boardregulations of the Department of Oncology, University of Pisa. Formalin-fixed, paraffin-embedded blocks of colorectal cancer specimens were analyzed for the presence of K-RASmutation. Caveolin-1 expression was analyzed in samples with WT and mutant K-RASusing anti-caveolin-1 antibody from Cell Signaling Technologies, using standardimmunohistochemistry (IHC) procedure. Immunoreactivity was determined as: Absent (noor weak staining in 10% or fewer cells), Moderate (moderate staining in 10%–25% of cells),Strong (strong staining in greater than 25% cells). K-RAS mutational status of the tumorsamples used in the study are shown in Supplementary Table 2.Western Blotting and ImmunoprecipitationCells (2 × 106 cells/100 mm plate) were plated for 48 hours. They were lysed in radio-immunoprecipitation assay (RIPA) buffer with protease inhibitors (10 μg/ml Aprotinin, 10μg/ml phenyl-methyl-sulfony chloride (PMSF) and 50 μM sodium orthovanadate). SamplesBasu Roy et al. Page 3Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptwere kept on ice for 30 minutes, followed by centrifugation at 14,000 rpm for 10 minutes.Supernatants were collected and protein concentration was determined with the Bio-Rad DCprotein assay (Bio-Rad, Hercules, CA). Fifty micrograms of protein were resolved on a12.5% SDS-PAGE gel and transferred overnight to a Hybond-C nitrocellulose membrane, at4 °C. The next day, the membrane was blocked in Blotto A [5% non-fat dry milk in Tris-buffered saline with 0,05% Tween-20 (TBST)] for 1 hour at room temperature. Membraneswere probed with antibodies in blocking buffer for 2 hours at room temperature, orovernight at 4 °C, as described in table 3. Alternately, primary antibodies were diluted in 5%bovine serum albumin (BSA) in TBST. After washing with TBST three times, themembrane was probed with horse-radish peroxidase (HRP)-conjugated secondary antibody,washed and protein was detected with an enhanced chemiluminescence detection reagent(Amersham). All blots were then stripped with Pierce Restore Western Blot Stripping Buffer(Pierce, Rockford, IL) as described by the manufacturer and reprobed with appropriateprotein loading controls. For immunoprecipitation, whole cell extracts of indicated cell lineswere precleared with normal rabbit serum and Protein A/GPlus-Agarose (Santa CruzBiotechnology, Inc.) for 1 hour at 4°C. CAV-1 was immunoprecipitated from preclearedlysates with polyclonal CAV-1 antibody (Santa Cruz Biotechnology, Inc.) or Sp1 antibody(Cell Signaling, Danvers, MA) overnight at 4°C, in the presence of protein A/GPlus-Agarose. Immunoprecipitated beads were washed four times, and then boiled in SDS samplebuffer, separated by SDS-PAGE, and immunoblotted with antibodies as indicated in FigureLegends.Chromatin Immuniprecipitation (ChIP) AssayCells (2 × 105 cells/100 mm plate) were plated and next day, transfected with respectiveplasmids. Medium was changed 24 hours after transfection. Cells were harvested 28 hoursafter transfection and ChIP assay was carried out using the ChIP assay kit (Catalog No:53006) from Active Motif, Carlsbad, CA. The antibody used for ChIP analysis of Sp1 wasfrom Cell Signaling, Danvers, MA.Q-RT-PCRFor total cellular RNA extraction, cells (2.5 × 106) were plated in 100 mm plates. Cells wereharvested by trypsinization after 48 hours of plating. Total cellular RNA was extracted usingthe Qiagen RNAEASY Kit (Catalog Number: 74104) obtained from Qiagen, Valencia, CA,using manufacturer’s instructions. Reverse transcription was performed on 1 μg of totalRNA with random primers and the Reverse Transcription System kit (Promega Corp.,Madison, WI). The cDNA template (100 ng) obtained from the above reaction wasamplified using specific primers and puReTaq™Ready-To-Go™PCR Beads (AmershamBiosciences Corp., Piscataway, NJ). For caveolin-1 RT-PCR analysis, usually 200 ng ofcDNA (for the HCT116 cells) and 500 ng of cDNA (for the Caco2 derived cells) were usedas template. The PCR products were then resolved on 2% agarose gels and photographedusing the Kodak 1D Imaging software. PCR primers used, along with their Tm andamplicon sizes for various genes were: Caveolin-1 Forward 5′ TCA ACC GCG ACC CTAAAC ACC 3′; Caveolin-1 Reverse 5′ TGA AAT AGC TCA GAA GAG ACA T 3′.Caveolin-1 Tm=60°C, amplicon size is 561 bp. GAPDH Forward 5′ TGGTATCGTGG-AAGGACTCATGAC3′, GAPDH Reverse 5′ AGTCCAGTGAGCTTCCCGTTCAGC3′.GAPDH Tm=59°C, amplicon size is 198 bp All PCR primers were synthesized throughInvitrogen Custom Primer Synthesis.Plasmids and TransfectionThe human caveolin-1 promoter region, corresponding to −737 to −37 in the promoterregion, cloned into the PGL2 vector was a kind gift from Dr. Vijay Shah 23. Theconstitutively active (MYR) AKT and dominant negative (DN) AKT plasmids wereBasu Roy et al. Page 4Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptobtained from Dr. M. J. Quon, National Institutes of Health, Bethesda, MD 24. The Renilla-TK plasmid was purchased from Promega, (Madison, WI) and used as a transfectionefficiency control in all promoter-reporter transfection experiments. For transfection withpromoter-reporter constructs, 5 × 105 cells were plated per well, in 6-well plates. The nextday, cells were transfected with Lipofectamine 2000 transfection reagent, as described bythe manufacturer. Typically, cells were transfected with 2 μg of promoter and 0.01 μg ofRenilla-TK vector. For studies with DN-AKT and MYR-AKT, 1.5 μg of MYR/DN AKTwas transfected with 2 μg of promoter and 0.01 μg of Renilla-TK vector. The next day, thecells were lysed in Passive Lysis Buffer from the Dual Luciferase Assay kit, Promega,Madison, WI and dual luciferase activity was measured, as described by the manufacturer.The caveolin-1 expression vector (pCINeo-Caveolin-1) was a kind of Dr. Eric Smart,University of Kentucky 25. Caveolin-1 Y14F was generated from the parent plasmid usingthe QuickChange Site-directed Mutaganesis Kit from Stratagene, La Jolla, CA. The Srcplasmids were a kind gift from Dr. Sara Courtneidge, from University of California, SanDiego 26. The RhoA constructs (RhoA T19N – Plasmid Number: 15901 and RhoA Q63L –Plasmid Number: 15900) were obtained from Addgene, Cambridge, MA.Caveolin-1 and Sp1 siRNA experimentsHCT116 and Caco-2 isogenic cell lines were transfected with caveolin-1 siRNA purchasedfrom Dharmacon, and used for migration assays. Dharmacon siGENOME SMARTpool anti-CAV-1 siRNA, anti-Sp1 siRNA and ON-TARGET plus siCONTROL™ negative controlsiRNA (catalog numbers L-003467-00, L-026959-00 and D-001820-01, respectively) wereprepared as per manufacturer’s instructions. Briefly, the lyophilized sequences wereresuspended in the manufacturer’s siRNA Suspension Buffer to a concentration of 20 μM.The suspension was incubated at 90°C for 1 minute, then at 37°C for 60 minutes to disruptaggregates formed during lyophilization. All siRNA sequences were used at a finalconcentration of 75nM during cell transfection. Sixteen to eighteen hours precedingtransfection, 2.0×105 cells/well were plated in 6-well plates in DMEM with 10% fetalbovine serum and no antibiotics. Just prior to transfection, cells were rinsed 3x with saline.Cells were then incubated in Opti-MEM with siRNA and Lipofectamine2000 (Invitrogen)(12 μl/well) for 6 hours. After the 6 hours, an equal volume of Opti-MEM plus 10% fetalbovine serum was added to each well. All experiments were performed 48 hours aftertransfection.Migration and Invasion AssaysThe cell migration assays were performed with BIOCOAT® control cell culture inserts (BDBiosciences Discovery Labware, Bedford, MA). Inserts were coated with 2 μg/well oflaminin (Sigma-Aldrich, Life Science Research, St. Louis, MO). Cell suspensions wereprepared at a concentration of 5.0x105 cells/ml in serum-free medium. Two hundredmicroliters of the cell suspensions were plated in the inner chamber of the coated insert in a24-well tissue plate. Five hundred microliters of complete growth medium was added to theouter chamber of the insert. Twenty hours after plating, the cells that migrated through thesurface of the membrane were stained with 100 μl/well of staining solution (0.5% crystalviolet, 20% methanol, 80% water) for 1 minute. The stained cells were dissolved in 200 μl0.1 M citric acid in a 96 well plate. The plate was placed on a high speed titre plate shakerfor 5 minutes. One hundred and fifty microliters of the supernatant was then transferred to anew well and read at 560 nm 51 on an EL800 Universal Microplate Reader (Bio-TekInstruments, Inc.,Winooski, VT). Migration experiments were carried out in sextuplet. TheMatrigel cell invasion assays were performed similar to the migration assays on prepared24-well plate sized Matrigel inserts (BD Biosciences Discovery Labware, Bedford, MA).Basu Roy et al. Page 5Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptLipid raft fractionationLipid raft fractionation was carried out by using a detergent-free, alkaline lysis method asdescribed previously 27. Briefly, HCT116 or Caco2 cells (7 × 106cells/150 mm plate) wereplated for 48 hours. Each plate was then lysed with 2 ml of 500 mM sodium carbonate(pH-11.0). The lysate was sonicated for three 20-s bursts using a SONIC Vibra Cellsonicator. The lysate was then adjusted to 45% sucrose by mixing with equal volumes of90% sucrose prepared in Mes-buffered saline (MBS - 25 mM Mes, pH 6.5, 0.15 M NaCl),and placed at the bottom of an ultracentrifuge tube. A 5–35% discontinuous sucrose gradientwas formed above (4 ml of 5% sucrose/4 ml of 35% sucrose; both in MBS containing 250mM sodium carbonate) and centrifuged at 39,000 rpm for 16 hours in an SW40-Ti rotor(Beckman Instruments, Palo Alto, CA). A light-scattering band at the 5–35% sucroseinterface was observed. This fraction contains caveolin-1/lipid raft proteins. Twelve 1 mlfractions were collected from top to bottom of the tube. For detection of caveolin-1 in thefractions, equal volume from each fraction were loaded on a 12.5 % SDS-PAGE gel andvisualised as described in Western Blotting.Ras and RhoA Activity AssayActivated RAS and RhoA levels were measured using the RAS activation assay kit (CatalogNo: 17-218) and the RhoA activation assay kit (Catalog No: 17-294) from Upstate,Millipore, Billerica, MA. For all these assays, cells for grown for 48 hours under regulartissue culture conditions and processed as per the manufacturer’s instructions. However,since activity of these GTPases are highly dependent on the ECM used for the assay 28–29,we have deliberately measured basal levels of the active GTPases on non-ECM coatedplates.Statistical AnalysisAll statistical analysis was carried out using Microsoft Excel Software and the pairedstudent’s t test was used to establish significance. In all figures shown, *p<0.05. Evaluationof caveolin-1 staining by immunohistochemistry was done using Fisher’s Exact test.ResultsAn activated K-RAS oncogene induces caveolin-1 expression in human colon tumor -derived cellsThe Caco2 cells expressing an activated K-RAS oncogene have been previouslycharacterized in our laboratory 19. Here we performed a RAS activity assay to confirm thatthe K-RAS transfected clones have higher GTP-bound (active) K-RAS protein. As shown infigure 1A (left panel), the K-RAS clones have significantly increased levels of GTP-boundK-RAS. In a cDNA microarray study carried out in our laboratory, caveolin-1 was found tobe a transcriptional target of the activated K-RAS oncogene (Supplementary Table 3).Validation of the micro array results was then performed with quantitative RT-PCR andimmunoblotting. Caveolin-1 mRNA and protein levels were significantly increased in the K-RAS expressing clones, as compared to the vector control cells (Figure 1B, left panel and1C, left panel). The cell culture experiments indicated that an activating mutation in the K-RAS oncogene induces caveolin-1 expression. We confirmed whether the effect of activatedK-RAS observed in the Caco2 cell system was specific to a certain codon in the K-RASgene. In order to test this, another isogenic cell line system was employed. The HCT116cells are a colon adenocarcinoma cell line, which possess a mutation in the K-RAS gene atcodon 13 (G13D) 18. The Hkh2 cells are derived from the HCT116 cells, wherein theactivated K-RAS oncogene has been disrupted by homologous recombination 18. Again, aRAS activity assay revealed that loss of the oncogene leads to a decrease in GTP-boundBasu Roy et al. Page 6Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptRAS in Hkh2 cells (Figure 1A, right panel). A cDNA microarray analysis using these twocell lines showed that the Hkh2 cells had lower caveolin-1 mRNA levels, as compared toHCT116 cells (Table 1). These results were validated at mRNA and protein levels (Figure1B and 1C, right panels). Caveolin-1 is expressed as a longer (caveolin-1α) and a shorterisoform (caveolin-1β) that are translated from methionine 1 and 32 respectively leading twotwo bands on a Western blot 30. These studies confirm that a mutant K-RAS inducescaveolin-1 expression in cell culture and in human tumor samples and that caveolin-1overexpression is observed in the presence of both K-RASG12V and K-RASG13D mutations.We extended our analysis to human colon tumor samples and analyzed the expression ofcaveolin-1 in 10 colon tumor samples harboring WT and 10 samples harboring mutant K-RAS (K-RAS mutation status of samples is shown in Supplementary Table 2). The tumorsamples were from patients with late stage disease (Stage IV colorectal cancer). We focusedour analysis on samples from Stage IV patients since K-RAS mutations occur late in thedisease progression and are often associated with metastatic disease 31. Interestingly, wefound that 8 out of 10 tumor samples with mutant K-RAS had high levels of caveolin-1expression as against 2 sample out of 11 in which the WT allele was present (p <0.05 byFisher’s Exact test) (Figure 1D). As seen in Figure 1D, the sample with WT K-RAS showsfew caveolin-1 positive cells. On the other hand, the tumor samples with mutant K-RASshowed intense staining of caveolin-1. To confirm whether the increased caveolin-1expression we observed in the colon tumor samples corresponded to increased levels ofcaveolin-1 mRNA, we analyzed caveolin-1 mRNA levels in tumors samples harboring WTand mutated K-RAS alleles and found that caveolin-1 mRNA was significantly increased (p<0.05 by paired T-test) in samples with K-RAS mutations (Supplementary Figure 1).K-RAS-dependent caveolin-1 upregulation occurs via the AKT pathwayIn order to assess whether the effect observed was because of increased transcription versusother mechanisms, the Caco2 isogenic clones were transfected with a caveolin-1 promoterreporter construct. As shown in Figure 2A, an activated K-RAS oncogene increasescaveolin-1 promoter reporter activity in the Caco2 isogenic cell system. Similarly, wewanted to assess whether the decrease in caveolin-1 expression in the Hkh2 cells was aresult of decreased transcription. The Hkh2 cells showed a dramatic reduction in caveolin-1promoter reporter activity as compared to the HCT116 cells (Figure 2A). Activation of theRAS oncogene can result in upregulation of several signaling pathways in transformed cells,which in turn can have different outcomes. In order to assess the role of these pathways inK-RAS mediated caveolin-1 up-regulation in Caco-Kras26 and HCT116 cells, we usedPD98059 to inhibit the Raf/Mek/Erk pathway and LY294002 to inhibit the P-I3Kinase/AKTpathway. We then determined caveolin-1 promoter-reporter activity, as well as the levels ofcaveolin-1 mRNA (Supplementary Figure 2A) and protein levels in PD98059 andLY294002 treated cells. While PD98059 did not affect caveolin-1 promoter-reporteractivity, treatment with LY294002 diminished promoter reporter activity (Figure 2B),indicating that caveolin-1 is regulated by the P-I3 kinase pathway at the level oftranscription. As shown in Figure 2C, there is a decrease in caveolin-1 protein levels inLY294002-treated cell lines indicating that the PI-3 Kinase/AKT signaling pathway is themain K-RAS effector pathway for caveolin-1 upregulation in colon cancer cells expressingan activated K-RAS oncogene. To further confirm the pharmacological findings, wetransfected the Caco-Kras26 cells with a dominant negative (DN) AKT construct. Thisconstruct has a mutation in the ATP-binding site, K179A, and acts in a dominant inhibitorymanner 24. As shown in Figure 2D, there is a significant reduction in caveolin-1 mRNA (leftpanel) and protein (right panel) levels in the presence of the dominant negative AKTconstruct in the CacoKras#26 cells. Similarly, transfection of the Caco-Neo3 cells with aconstitutively active (MYR) AKT, which produces a high level of AKT activity 24 leads toBasu Roy et al. Page 7Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptthe induction of caveolin-1 mRNA and protein levels (Figure 2D, left and right panels)).Similar results were obtained in the HCT116 and Hkh2 cells (Supplementary Figure 2B),thus confirming that caveolin-1 is transcriptionally induced by the AKT pathway.AKT increases caveolin-1 transcription through Sp1In order to elucidate the mechanism by which AKT up-regulates caveolin-1, we sought todetermine which transcription factors are activated in response to AKT signaling. One of thekey transcription factors whose DNA binding activity is increased by AKT-dependentphosphorylation is Sp1 32–33. The human caveolin-1 promoter (AF019742) has a consensusSp1 binding site at the −148 position from the transcriptional start site 34. To assess the roleof Sp1 in AKT-dependent caveolin-1 up-regulation, we first determined the levels ofphospho-Sp1 in the two independent isogenic cell line systems. As seen in Figure 3A – leftpanel, both the HCT116 cells and the Caco-Kras 26 cells have higher ratios of phospho-Sp1to total Sp1 protein levels, as compared to their wild-type K-RAS counterparts respectively.To determine whether increased phospho-Sp1 corresponds to increased binding to thecaveolin-1 promoter site, we determined the extent of Sp1 binding using ChromatinImmuno-Precipitation (ChIP) assay with caveolin-1 promoter-specific primers. As seen inFigure 3A (right panel), there is increased Sp1 binding to the caveolin-1 promoter region inthe HCT116 and the Caco-Kras26 cells. While these findings suggested that AKT mightactivate Sp1, to conclusively determine the contribution of the AKT-Sp1 pathway, weestablished whether activation of the AKT pathway in the Caco-Neo cells or inhibition ofthe AKT pathway in the K-RAS expressing clone can alter caveolin-1 expression.Introduction of a constitutively active AKT (Myr-AKT) increases both phospho-Sp1 levels(Figure 3B-left panel) and Sp1 binding to the caveolin-1 promoter (Figure 3B-right panel),in the Caco-Neo cells. Conversely, inhibition of the AKT pathway in the Caco-Kras cellsdecreases levels of phosphorylated Sp1 and promoter-bound Sp1, indicating that AKTactivity is sufficient to increase Sp1-DNA binding to the caveolin-1 promoter. In line withthese findings, use of Sp1 siRNA or mutation of the Sp1 binding site in the caveolin-1promoter, is sufficient to decrease caveolin-1 promoter-driven luciferase activity (Figure 3Cleft and right panels), confirming that AKT-dependent Sp1 phosphorylation is a key event inK-RAS-dependent up-regulation of caveolin-1.Caveolin-1 regulates K-RAS activity and is required for K-RAS signaling of migration incolon cancer cellsCaveolin-1 expression is required to maintain correct sub-cellular localization of H-RAS andloss of caveolin-1 disrupts H-RAS – membrane localization in mouse embryo fibroblastsisolated from mice with knockout of caveolin-1 gene 35. Similarly, we wanted to determinewhether caveolin-1 expression is required for the activity of K-RAS in colon cancer cells.Caveolin-1 is tyrosine phosphorylated at tyrosine residue 14 and can serve as an adaptor forsignaling molecules with SH2 binding domains such as Shc and Grb2 36–37. As seen inFigure 4A, phospho-caveolin-1 levels are elevated in the HCT116 cells, as compared to theHCT116-Cav-1-AS cells, and the Hkh2 cells, suggesting that phospho-caveolin-1 levelsmight be a regulator of K-RAS activation. In order to determine whether phospho-caveolin-1 expression sustains RAS signaling, we introduced in to HCT116-Cav-1 AS cellseither a full-length caveolin-1 expression construct (WT) or a mutant form of caveolin-1 thatis deficient in tyrosine phophorylation at residue 14 (Caveolin-1 Y14F) and assayed for theassociation of caveolin-1 with the two signaling molecules Grb2 and SOS1. Grb2 is anadaptor protein with an SH2 domain that binds to tyrosine-phosphorylated proteins andrecruits SOS, the RAS GEDF that is responsible for increasing the activity of RAS proteins.As seen in Figure 4B, while introduction of a full-length caveolin-1 protein was sufficient toform a complex of Grb2 and SOS, indicating the recruitment of SOS1 to the membrane, thiscomplex was not seen in the cells expressing caveolin-1 Y14F. Introduction of caveolin-1 inBasu Roy et al. Page 8Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptCaco2 cells (that do not express caveolin-1 and have a WT K-RAS) leads to a similaractivation of Grb2 and SOS1 (data not shown). In line with these findings RAS activity wasrestored in the cells expressing WT and not mutant caveolin-1 (Figure 4B). These studiesstrongly suggest that phosphorylated caveolin-1 sustains K-RAS signaling through increasedactivation of SOS1. Thus, even in the presence of WT K-RAS caveolin-1 expression canlead to sustained SOS1 and Grb2-dependent signal transduction.Since K-RAS has been shown to associate with caveolin-1, we also assessed whethercaveolin-1 alters K-RAS localization. We knocked out caveolin-1 expression in the K-Ras#26 cells via transient transfection of caveolin-1 siRNA and determined the distributionof caveolin-1 protein in lipid raft by sucrose density gradient fractionation. As seen in Figure4C, K-Ras#26 cells treated with scrambled siRNA show a regular distribution of caveolin-1protein in fractions 4, 5 and 6 in the sucrose density gradient, following lipid raftfractionation. In these cells, K-RAS is primarily distributed in fractions 4, 5 and 6 also withflotillin-1 (a protein commonly localized to lipid rafts 38). Interestingly, K-RAS distributionwas altered in the K-ras expressing cells with reduced caveolin-1 expression and is seen infractions 5, 6, 7 and 8. We also determined the distribution of K-RAS in HCT116-Mock(control) and HCT116-Cav-AS cells (HCT116 cells stably expressing a caveolin-1 antisenseconstruct and showing reduced levels of caveolin-1 20) and found that K-RAS distribution isaltered in lipid rafts following caveolin-1 depletion in HCT116 cells (Figure 4D). Thus,caveolin-1 expression is required for maintaining distribution of the K-RAS protein to lipidraft microdomains. This effect is specific to K-RAS since the distribution of flotillin-1,another lipid raft-associated protein, does not get altered in caveolin-1 depleted cells.Caveolin-1 protein modulates the levels of active RAS (GTP-bound) following its depletionin the K-Ras#26 cells or in HCT116-Cav-1-AS cells without changes in total RAS proteinlevels (Supplementary Figure 3). In line with these findings, we also found thatphosphorylated Erk1/2 and Akt levels are substantially decreased in the lines with reducedcaveolin-1 expression, indicating that loss of caveolin-1 expression disrupts K-RAS-mediated intracellular signaling. (Supplementary Figure 3). It should be mentioned that wedid not detect any evidence of interaction between K-RAS and caveolin-1 in co-immunoprecipitation experiments.K-RAS increases migration of colon cancer cells in a caveolin-1 and Src dependentmannerAcquisition of K-RAS mutations is a relatively late event in colorectal carcinogenesis and isassociated with poor prognosis and increased metastatic disease. Cancer cell migration is animportant aspect of cancer-associated metastasis. We and other groups have demonstratedthat caveolin-1 is required for the regulated secretion of extracellular proteases associatedwith cell migration 20, 39. In order to determine whether caveolin-1 is required for K-RAS-dependent migration, we determined the effect of caveolin-1 depletion on migration ofCaco2 cells expressing mutant K-RAS and HCT116 cells. As seen in Figure 5A, theKras#26 cells migrate significantly higher than the Caco-Neo#3 (control) cells in an in vitrotranswell migration assay. Depletion of caveolin-1 in Caco-Kras cells using siRNAdramatically reduces their caveolin-1 expression and migration, almost similar to that ofcontrol cells. Similarly, knockdown of caveolin-1 expression in HCT116 cells reduced theirmigration and migration (Figure 5B). These studies indicate that caveolin-1 is an essentialregulator of cancer cell migration.In order to determine whether caveolin-1 by itself can affect migration, we determined therate of migration of Caco2 cells expressing an empty vector, or an expression vector withWT or mutant (Y14F) caveolin-1. As seen in Figure 6A, caveolin-1 is increased in cellstransfected with a caveolin-1 expression construct. Interestingly, caveolin-1 expression byBasu Roy et al. Page 9Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptitself is not sufficient to increase migration of Caco2 cells (Figure 6A). We had previouslydemonstrated that activated K-RAS increases caveolin-1 phosphorylation in a Src-dependentmanner 40. Src, a cytoplasmic tyrosine kinase, is localized in caveolae and canphosphorylate caveolin-1 at tyrosine-14 7, 41. Several recent reports have demonstrated thatphosphorylated caveolin-1 can increase migration in cancer cells 42–43. To assess whethertyrosine-14 phosphorylation of caveolin-1 by Src can increase migration, we transfected theCaco2-Mock and Caco2-Cav-1 with an activated Src plasmid. As seen in Figure 6A,introduction of an activated Src induces tyrosine-14 phosphorylation of caveolin-1 with aconcurrent increase in migration of Caco2-Cav-1 cells. However, presence of activated Srcprotein is unable to increase migration in Caco2 cells expressing caveolin-1 Y14F. Thesedata suggest that phosphorylated caveolin-1 can increase migration in colon cancer cells in aSrc-dependent manner. To conclusively determine whether an activated K-RAS increasesmigration of colon cancer cells by phoshorylating caveolin-1 via Src, we inhibited Srcactivity in Caco-Kras cells using the Pan-Src kinase inhibitor, PP2. Treatment with 25 μMPP2 leads to a dramatic reduction in phospho-caveolin-1 tyrosine-14 and phospho-Src(Figure 6B). Reduction in caveolin-1 phosphorylation is accompanied by a decrease inmigration of the Caco-Kras cells (Figure 6B) indicating that Src plays a critical role in K-RAS dependent migration through caveolin-1 phosphorylation.Tyrosine phosphorylated caveolin-1 increases migration through activation of the RhoAGTPaseOur data suggest that an activated K-RAS uses two distinct mechanisms to increasecaveolin-1-dependent migration: 1) at the transcriptional level, it regulates caveolin-1expression and 2) at the post-translational level, it activates Src-dependent phosphorylationof caveolin-1 (Figure 6A and B). To determine the mechanism by which phospho-caveolin-1increases migration, we examined the activation state of various pro-migratory pathways.The Rho family of GTPases is important players in cancer cell migration and has beenshown to increase migration through increased Src activity. Interestingly, RhoA activity isincreased in cells expressing an activated RAS 44, and caveolin-1 has been shown to benecessary for maintaining RhoA activity 45. We first determined the levels of active RhoAlevels in the cells expressing active K-RAS. As seen in Figure 6C, active RhoA levels areincreased in cells expressing an active K-RAS gene. Consistent with previously publishedreports 44, we found no change in active Cdc42 and Rac1 levels in cells expressing mutantK-RAS protein. Since caveolin-1 phosphorylation status correlates with active RhoA levels,we then determined whether caveolin-1 expression was sufficient to increase RhoA activity.As seen in Figure 6D, constitutive expression of caveolin-1 is not sufficient to increase theactivity of RhoA GTPase. However, concurrent expression of an active form of Src thatincrease tyrosine phosphorylation of caveolin-1 (Figure 6A) increases the levels of activeRhoA. This increase is dependent on phospho-caveolin-1 since a phosphorylation-deficientform of caveolin-1 is unable to increase RhoA activity, even in the presence of aconstitutively active form of the Src kinase. These findings suggest that RhoA activity mightbe a critical event in caveolin-1-dependent migration. To assess the contribution of activeRhoA in caveolin-1-dependent migration, we introduced in the Caco2 cells either aconstitutively active RhoA mutant (RhoQ63L) or a dominant negative form of the protein(RhoT19N). As seen in Figure 6E, presence of the active form of RhoA is sufficient toinduce migration in the cells expressing mutant caveolin-1 Y14F. More importantly,expression of RhoT19N blocks migration induced in caveolin-1-expressing cells in thepresence of active Src. These results prove that RhoA activation by phosphorylatedcaveolin-1 is a crucial event in migration induced by an activated K-RAS protein.Basu Roy et al. Page 10Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptDiscussionIn the present study, we have shown that caveolin-1 is a transcriptional target of the K-RASoncogene in late stage colon cancer. This upregulation is independent of the type ofactivating mutation present in the gene, since both G12V and G13D mutations are sufficientto upregulate caveolin-1 expression in human colon tumor-derived cells and in human colontumor tissue harboring activating K-RAS mutations. An activated K-RAS can mediatesignal transduction via multiple pathways, leading to various cancer phenotypes likedecreased apoptosis and increased proliferation and migration. Using a combination ofpharmacological inhibitors and genetics, we show that the P-I3 Kinase-AKT pathway isinvolved in K-RAS mediated caveolin-1 expression in these colon cancer cell lines. The P-I3 Kinase/AKT pathway is an important signal transduction pathway which is involved incell survival and apoptosis resistance. We finally demonstrate that caveolin-1 is required forK-RAS-dependent signal transduction and migration. We propose a model for K-RAS-mediated caveolin-1 expression and activity (Supplementary Figure 4). An activated K-RASoncogene increases Sp1 transactivation in an AKT-dependent manner. This in turn increasescaveolin-1 transcription. Caveolin-1 protein then localizes to the membrane and isphosphorylated by Src. Caveolin-1 phosphorylated at tyrosine residue 14 then recruitssignaling molecules such as Grb2 and SOS1 to sustain signal transduction and RhoA-dependent migration. In fact, we have found that depletion of caveolin-1 in colon cancercells harboring an activated K-RAS oncogene decreases GTP-bound (active) RASsuggesting that caveolin-1 expression is necessary to sustain RAS-dependent signaling.These studies suggest that the K-RAS-caveolin-1 pathway might elicit a positive feedbackloop to aid tumor cell migration and metastasis especially in the late stages of colorectalcancer.The role of RAS signaling in caveolin-1 expression is highly debated. In studies carried outby Engelman et al, the RAS oncogene was shown to downregulate caveolin-1 expression inNIH-3T3 cells 3. However, in a study carried out by Sasai et al in human dermal fibroblasts,an activated K-RAS oncogene was not sufficient to downregulate caveolin-1 expressionlevels 46. Thus, transformation by oncogenes in murine cell culture systems is differentiallyregulated as compared to human cell culture systems 47. Also, specific and differentialpathways are activated in murine and human cells, in response to an activated RASoncogene 47. Thus, K-RAS-dependent upregulation of caveolin-1 in human colon cancercells is a unique finding and highlights the differential regulation of gene expression by K-RAS in murine and human carcinogenesis. The involvement of the P-I3 Kinase pathway incaveolin-1 upregulation has been demonstrated previously. This pathway has beenimplicated in progestin-mediated caveolin-1 expression in human breast cancer cells, andthis is necessary for breast cancer proliferation 48. Our study defines the role of AKTactivation through K-RAS, in the expression of caveolin-1 through the transcription factorSp1.We have previously shown that caveolin-1 is transcriptionally regulated by the APC tumorsuppressor 49. The APC tumor suppressor is mutated in as many as 85% of diagnosedcolorectal cancer cases, and is often considered to be an initiating mutation 50. The K-RASoncogene in mutated in 35% cases of sporadic colorectal cancer, and occurs at the laterstages of cancer development 51–52. Thus, caveolin-1 expression might be differentiallyregulated at different stages of colorectal cancer progression. In the initial stages, followingan APC mutation, there is downregulation of caveolin-1 14. However, acquisition of a K-RAS mutation might then be a potential mechanism to upregulate caveolin-1. It isinteresting to note that caveolin-1 expression is elevated in late stage colon adenocarcinomawhere K-RAS is often activated through mutations 12–13. Thus, caveolin-1 up-regulationmight occur at late stages of colorectal carcinogenesis. 50, 53.Basu Roy et al. Page 11Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptOur studies also identify caveolin-1 as a novel regulator of K-RAS-dependent signaling andcancer cell migration. Caveolin-1 has been shown to be necessary for the activation of the P-I3 Kinase/AKT pathway 54. In prostate cells, caveolin-1 can confer a survival advantage bymaintaining an activated AKT through negative regulation of the AKT phosphatases, PP1and PP2A 8. Additionally, caveolin-1 is phosphorylated at residue Tyr14 by severaloncogenes, and this can help recruitment of GRB7 through its SH2 domain and lead tosustained signaling41. Thus, while caveolin-1 can negatively regulate signal transduction 55,tyrosine phosphorylation of caveolin-1 converts it into a highly efficient scaffold forproteins with SH2 domain thereby increasing mitogenic signaling. Interestingly, we havefound that colon cancer cells harboring an activated K-RAS mutation are sensitive tocaveolin-1 levels since depletion of caveolin-1 decreases active K-RAS levels and mitogenicsignaling. This could be explained by the redistribution of K-RAS protein from lipid rafts incells that have been depleted of caveolin-1. While these studies highlight a novel role forcaveolin-1 in K-RAS-dependent mitogenic signaling, it is noteworthy to point out that workby Roy and colleagues demonstrates that K-RAS is unaffected by the expression of adominant negative mutant of caveolin-1 in BHK cells 56 Their study shows that lipid-raftassociated H-RAS is more susceptible to a caveolin-1 mutant than K-RAS in BHK cells.However, work from Kranenburg et al demonstrate that in COS cells, K-RAS localizes tocaveolae and that its activity it highly dependent on this localization 57 with disruption ofcaveolar structures leading to altered K-RAS activity. Thus, the effect of caveolin-1 on K-RAS might be cell-type specific and sensitive to the cholesterol content of the cells. In coloncancer cells, depletion of caveolin-1 decreases free cholesterol (our unpublishedobservation). Thus, K-RAS activity in these cells might be sensitive to caveolin-1 depletionbecause of altered cholesterol metabolism.Caveolin-1 was originally identified as a substrate of the Src tyrosine kinase. Recent reportshave demonstrated that phosphorylated caveolin-1 has been associated with increased tumorcell migration 42, 58. Phosphorylated caveolin-1 increases cell migration via the modulationof the RHO/Rock pathway. Thus, acquisition of a K-RAS mutation, followed by consequentupregulation of caveolin-1 and Src-dependent caveolin-1 phosphorylation might aid incancer progression by increasing the metastatic potential of cancer cells. Furthermore,caveolin-1 has been shown to be necessary for the localization and secretion of the tumorproteases, cathepsin B and kallikrein 6, both of which are necessary formigration 20, 39, 59–60.Our data suggest that caveolin-1 is a conditional “oncogene” in colon cancer whose activityis dependent on mutant K-RAS. Our data suggests that activation of AKT and Src regulatecaveolion-1 expression and post-translational modification. In fact, phospho-AKT andphosphor-Src levels are elevated in the tumors samples harboring K-RAS mutations.Through regulation by the K-RAS oncogene at late stages of colorectal carcinogenesis,caveolin-1 might play pleiotropic roles in cancer development, depending on the stage ofcancer.Supplementary MaterialRefer to Web version on PubMed Central for supplementary material.AcknowledgmentsThis work was supported in part by grants from the National Institutes of Health, CA095060 (EWG, PI) andCA123065 (NAI and EWG, Co-PI’s). The authors wish to thank David E. Stringer, Dr. H. Yerushalmi, and KarenKachel for assistance with experimental set-up as well as Dr. Shirasawa et al. for the kind gift of the Hkh2 cell line.We are grateful to Dr. Vijay Shah for providing us with CAV-1 promoter-reporter plasmid and Dr. M.J. Quon forMYR AKT and DN AKT plasmids.Basu Roy et al. Page 12Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptReferences1. Parton RG. Caveolae and caveolins. Curr Opin Cell Biol. 1996; 8:542–8. [PubMed: 8791446]2. Galbiati F, Volonte D, Engelman JA, Watanabe G, Burk R, Pestell RG, Lisanti MP. Targeteddownregulation of caveolin-1 is sufficient to drive cell transformation and hyperactivate the p42/44MAP kinase cascade. Embo J. 1998; 17:6633–48. [PubMed: 9822607]3. Engelman JA, Zhang XL, Razani B, Pestell RG, Lisanti MP. p42/44 MAP kinase-dependent and -independent signaling pathways regulate caveolin-1 gene expression. Activation of Ras-MAPkinase and protein kinase a signaling cascades transcriptionally down-regulates caveolin-1 promoteractivity. J Biol Chem. 1999; 274:32333–41. [PubMed: 10542274]4. Koleske AJ, Baltimore D, Lisanti MP. Reduction of caveolin and caveolae in oncogenicallytransformed cells. Proc Natl Acad Sci U S A. 1995; 92:1381–5. [PubMed: 7877987]5. Engelman JA, Zhang XL, Lisanti MP. Genes encoding human caveolin-1 and -2 are co-localized tothe D7S522 locus (7q31. 1), a known fragile site (FRA7G) that is frequently deleted in humancancers. FEBS Lett. 1998; 436:403–10. [PubMed: 9801158]6. Engelman JA, Chu C, Lin A, Jo H, Ikezu T, Okamoto T, Kohtz DS, Lisanti MP. Caveolin-mediatedregulation of signaling along the p42/44 MAP kinase cascade in vivo. A role for the caveolin-scaffolding domain. FEBS Lett. 1998; 428:205–11. [PubMed: 9654135]7. Cohen AW, Hnasko R, Schubert W, Lisanti MP. Role of caveolae and caveolins in health anddisease. Physiol Rev. 2004; 84:1341–79. [PubMed: 15383654]8. Li L, Ren CH, Tahir SA, Ren C, Thompson TC. Caveolin-1 maintains activated Akt in prostatecancer cells through scaffolding domain binding site interactions with and inhibition of serine/threonine protein phosphatases PP1 and PP2A. Mol Cell Biol. 2003; 23:9389–404. [PubMed:14645548]9. Tahir SA, Yang G, Ebara S, Timme TL, Satoh T, Li L, Goltsov A, Ittmann M, Morrisett JD,Thompson TC. Secreted caveolin-1 stimulates cell survival/clonal growth and contributes tometastasis in androgen-insensitive prostate cancer. Cancer Res. 2001; 61:3882–5. [PubMed:11358800]10. Lavie Y, Liscovitch M. Changes in lipid and protein constituents of rafts and caveolae in multidrugresistant cancer cells and their functional consequences. Glycoconj J. 2000; 17:253–9. [PubMed:11201798]11. Bender FC, Reymond MA, Bron C, Quest AF. Caveolin-1 levels are down-regulated in humancolon tumors, and ectopic expression of caveolin-1 in colon carcinoma cell lines reduces celltumorigenicity. Cancer Res. 2000; 60:5870–8. [PubMed: 11059785]12. Patlolla JM, Swamy MV, Raju J, Rao CV. Overexpression of caveolin-1 in experimental colonadenocarcinomas and human colon cancer cell lines. Oncol Rep. 2004; 11:957–63. [PubMed:15069532]13. Fine SW, Lisanti MP, Galbiati F, Li M. Elevated expression of caveolin-1 in adenocarcinoma ofthe colon. Am J Clin Pathol. 2001; 115:719–24. [PubMed: 11345836]14. Roy UK, Henkhaus RS, Ignatenko NA, Mora J, Fultz KE, Gerner EW. Wild-type APC regulatescaveolin-1 expression in human colon adenocarcinoma cell lines via FOXO1a and C-myc. MolCarcinog. 2008; 47:947–55. [PubMed: 18444242]15. Fearon ER, Vogelstein B. A genetic model for colorectal tumorigenesis. Cell. 1990; 61:759–67.[PubMed: 2188735]16. Shaw P, Tardy S, Benito E, Obrador A, Costa J. Occurrence of Ki-ras and p53 mutations inprimary colorectal tumors. Oncogene. 1991; 6:2121–8. [PubMed: 1945416]17. Yanez L, Groffen J, Valenzuela DM. c-K-ras mutations in human carcinomas occur preferentiallyin codon 12. Oncogene. 1987; 1:315–8. [PubMed: 3330777]18. Shirasawa S, Furuse M, Yokoyama N, Sasazuki T. Altered growth of human colon cancer celllines disrupted at activated Ki-ras. Science. 1993; 260:85–8. [PubMed: 8465203]19. Ignatenko NA, Zhang H, Watts GS, Skovan BA, Stringer DE, Gerner EW. The chemopreventiveagent alpha-difluoromethylornithine blocks Ki-ras-dependent tumor formation and specific geneexpression in Caco-2 cells. Mol Carcinog. 2004; 39:221–33. [PubMed: 15057874]Basu Roy et al. Page 13Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript20. Cavallo-Medved D, Mai J, Dosescu J, Sameni M, Sloane BF. Caveolin-1 mediates the expressionand localization of cathepsin B, pro-urokinase plasminogen activator and their cell-surfacereceptors in human colorectal carcinoma cells. J Cell Sci. 2005; 118:1493–503. [PubMed:15769846]21. Vogel U, Sandvig K, van Deurs B. Expression of caveolin-1 and polarized formation ofinvaginated caveolae in Caco-2 and MDCK II cells. J Cell Sci. 1998; 111 ( Pt 6):825–32.[PubMed: 9472010]22. Ignatenko NA, Yerushalmi HF, Watts GS, Futscher BW, Stringer DE, Marton LJ, Gerner EW.Pharmacogenomics of the polyamine analog 3,8,13,18-tetraaza-10,11-[(E)-1,2-cyclopropyl]eicosane tetrahydrochloride, CGC-11093, in the colon adenocarcinoma cell lineHCT1161. Technol Cancer Res Treat. 2006; 5:553–64. [PubMed: 17121431]23. Cao S, Fernandez-Zapico ME, Jin D, Puri V, Cook TA, Lerman LO, Zhu XY, Urrutia R, Shah V.KLF11-mediated repression antagonizes Sp1/sterol-responsive element-binding protein-inducedtranscriptional activation of caveolin-1 in response to cholesterol signaling. J Biol Chem. 2005;280:1901–10. [PubMed: 15531587]24. Cong LN, Chen H, Li Y, Zhou L, McGibbon MA, Taylor SI, Quon MJ. Physiological role of Aktin insulin-stimulated translocation of GLUT4 in transfected rat adipose cells. Mol Endocrinol.1997; 11:1881–90. [PubMed: 9415393]25. Matveev S, Uittenbogaard A, van Der Westhuyzen D, Smart EJ. Caveolin-1 negatively regulatesSR-BI mediated selective uptake of high-density lipoprotein-derived cholesteryl ester. Eur JBiochem. 2001; 268:5609–16. [PubMed: 11683884]26. Blake RA, Broome MA, Liu X, Wu J, Gishizky M, Sun L, Courtneidge SA. SU6656, a selectivesrc family kinase inhibitor, used to probe growth factor signaling. Mol Cell Biol. 2000; 20:9018–27. [PubMed: 11074000]27. Song KS, Li S, Okamoto T, Quilliam LA, Sargiacomo M, Lisanti MP. Co-purification and directinteraction of Ras with caveolin, an integral membrane protein of caveolae microdomains.Detergent-free purification of caveolae microdomains. J Biol Chem. 1996; 271:9690–7. [PubMed:8621645]28. Jones GE, Ridley AJ, Zicha D. Rho GTPases and cell migration: measurement of macrophagechemotaxis. Methods Enzymol. 2000; 325:449–62. [PubMed: 11036626]29. Ridley A. Rho GTPases. Integrating integrin signaling. J Cell Biol. 2000; 150:F107–9. [PubMed:10953018]30. Fujimoto T, Kogo H, Nomura R, Une T. Isoforms of caveolin-1 and caveolar structure. J Cell Sci.2000; 113(Pt 19):3509–17. [PubMed: 10984441]31. Etienne-Grimaldi MC, Formento JL, Francoual M, Francois E, Formento P, Renee N, Laurent-PuigP, Chazal M, Benchimol D, Delpero JR, Letoublon C, Pezet D, et al. K-Ras mutations andtreatment outcome in colorectal cancer patients receiving exclusive fluoropyrimidine therapy. ClinCancer Res. 2008; 14:4830–5. [PubMed: 18676755]32. Pore N, Liu S, Shu HK, Li B, Haas-Kogan D, Stokoe D, Milanini-Mongiat J, Pages G, O’RourkeDM, Bernhard E, Maity A. Sp1 is involved in Akt-mediated induction of VEGF expressionthrough an HIF-1-independent mechanism. Mol Biol Cell. 2004; 15:4841–53. [PubMed:15342781]33. Bae IH, Park MJ, Yoon SH, Kang SW, Lee SS, Choi KM, Um HD. Bcl-w promotes gastric cancercell invasion by inducing matrix metalloproteinase-2 expression via phosphoinositide 3-kinase,Akt, and Sp1. Cancer Res. 2006; 66:4991–5. [PubMed: 16707418]34. Bist A, Fielding PE, Fielding CJ. Two sterol regulatory element-like sequences mediate up-regulation of caveolin gene transcription in response to low density lipoprotein free cholesterol.Proc Natl Acad Sci U S A. 1997; 94:10693–8. [PubMed: 9380697]35. Baran J, Mundy DI, Vasanji A, Parat MO. Altered localization of H-Ras in caveolin-1-null cells ispalmitoylation-independent. J Cell Commun Signal. 2007; 1:195–204. [PubMed: 18600479]36. Wary KK, Mariotti A, Zurzolo C, Giancotti FG. A requirement for caveolin-1 and associatedkinase Fyn in integrin signaling and anchorage-dependent cell growth. Cell. 1998; 94:625–34.[PubMed: 9741627]Basu Roy et al. Page 14Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript37. Biedi C, Panetta D, Segat D, Cordera R, Maggi D. Specificity of insulin-like growth factor I andinsulin on Shc phosphorylation and Grb2 recruitment in caveolae. Endocrinology. 2003;144:5497–503. [PubMed: 12960075]38. Dermine JF, Duclos S, Garin J, St-Louis F, Rea S, Parton RG, Desjardins M. Flotillin-1-enrichedlipid raft domains accumulate on maturing phagosomes. J Biol Chem. 2001; 276:18507–12.[PubMed: 11279173]39. Henkhaus RS, Gerner EW, Ignatenko NA. Kallikrein 6 is a mediator of K-RAS-dependentmigration of colon carcinoma cells. Biol Chem. 2008; 389:757–64. [PubMed: 18627290]40. Roy UK, Rial NS, Kachel KL, Gerner EW. Activated K-RAS increases polyamine uptake inhuman colon cancer cells through modulation of caveolar endocytosis. Mol Carcinog. 2008;47:538–53. [PubMed: 18176934]41. Lee H, Volonte D, Galbiati F, Iyengar P, Lublin DM, Bregman DB, Wilson MT, Campos-Gonzalez R, Bouzahzah B, Pestell RG, Scherer PE, Lisanti MP. Constitutive and growth factor-regulated phosphorylation of caveolin-1 occurs at the same site (Tyr-14) in vivo: identification of ac-Src/Cav-1/Grb7 signaling cassette. Mol Endocrinol. 2000; 14:1750–75. [PubMed: 11075810]42. Joshi B, Strugnell SS, Goetz JG, Kojic LD, Cox ME, Griffith OL, Chan SK, Jones SJ, Leung SP,Masoudi H, Leung S, Wiseman SM, et al. Phosphorylated caveolin-1 regulates Rho/ROCK-dependent focal adhesion dynamics and tumor cell migration and invasion. Cancer Res. 2008;68:8210–20. [PubMed: 18922892]43. Thomas S, Overdevest JB, Nitz MD, Williams PD, Owens CR, Sanchez-Carbayo M, Frierson HF,Schwartz MA, Theodorescu D. Src and caveolin-1 reciprocally regulate metastasis via a commondownstream signaling pathway in bladder cancer. Cancer Res. 2011; 71:832–41. [PubMed:21148751]44. Sahai E, Olson MF, Marshall CJ. Cross-talk between Ras and Rho signalling pathways intransformation favours proliferation and increased motility. EMBO J. 2001; 20:755–66. [PubMed:11179220]45. Grande-Garcia A, Echarri A, de Rooij J, Alderson NB, Waterman-Storer CM, Valdivielso JM, delPozo MA. Caveolin-1 regulates cell polarization and directional migration through Src kinase andRho GTPases. J Cell Biol. 2007; 177:683–94. [PubMed: 17517963]46. Sasai K, Kakumoto K, Hanafusa H, Akagi T. The Ras-MAPK pathway downregulates Caveolin-1in rodent fibroblast but not in human fibroblasts: implications in the resistance to oncogene-mediated transformation. Oncogene. 2007; 26:449–55. [PubMed: 16832346]47. Rangarajan A, Hong SJ, Gifford A, Weinberg RA. Species- and cell type-specific requirements forcellular transformation. Cancer Cell. 2004; 6:171–83. [PubMed: 15324700]48. Salatino M, Beguelin W, Peters MG, Carnevale R, Proietti CJ, Galigniana MD, Vedoy CG,Schillaci R, Charreau EH, Sogayar MC, Elizalde PV. Progestin-induced caveolin-1 expressionmediates breast cancer cell proliferation. Oncogene. 2006; 25:7723–39. [PubMed: 16799639]49. Roy UK, Rial NS, Kachel KL, Gerner EW. Activated K-RAS increases polyamine uptake inhuman colon cancer cells through modulation of caveolar endocytosis. Mol Carcinog. 200850. Morin PJ, Sparks AB, Korinek V, Barker N, Clevers H, Vogelstein B, Kinzler KW. Activation ofbeta-catenin-Tcf signaling in colon cancer by mutations in beta-catenin or APC. Science. 1997;275:1787–90. [PubMed: 9065402]51. Castagnola P, Giaretti W. Mutant KRAS, chromosomal instability and prognosis in colorectalcancer. Biochim Biophys Acta. 2005; 1756:115–25. [PubMed: 16112461]52. Smakman N, Borel Rinkes IH, Voest EE, Kranenburg O. Control of colorectal metastasisformation by K-Ras. Biochim Biophys Acta. 2005; 1756:103–14. [PubMed: 16098678]53. Maier TJ, Janssen A, Schmidt R, Geisslinger G, Grosch S. Targeting the beta-catenin/APCpathway: a novel mechanism to explain the cyclooxygenase-2-independent anticarcinogeniceffects of celecoxib in human colon carcinoma cells. Faseb J. 2005; 19:1353–5. [PubMed:15946992]54. Sedding DG, Hermsen J, Seay U, Eickelberg O, Kummer W, Schwencke C, Strasser RH,Tillmanns H, Braun-Dullaeus RC. Caveolin-1 facilitates mechanosensitive protein kinase B (Akt)signaling in vitro and in vivo. Circ Res. 2005; 96:635–42. [PubMed: 15731459]Basu Roy et al. Page 15Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript55. Kurzchalia TV, Parton RG. Membrane microdomains and caveolae. Curr Opin Cell Biol. 1999;11:424–31. [PubMed: 10449327]56. Roy S, Luetterforst R, Harding A, Apolloni A, Etheridge M, Stang E, Rolls B, Hancock JF, PartonRG. Dominant-negative caveolin inhibits H-Ras function by disrupting cholesterol-rich plasmamembrane domains. Nat Cell Biol. 1999; 1:98–105. [PubMed: 10559881]57. Kranenburg O, Verlaan I, Moolenaar WH. Regulating c-Ras function. cholesterol depletion affectscaveolin association, GTP loading, and signaling. Curr Biol. 2001; 11:1880–4. [PubMed:11728312]58. Luanpitpong S, Talbott SJ, Rojanasakul Y, Nimmannit U, Pongrakhananon V, Wang L,Chanvorachote P. Regulation of lung cancer cell migration and invasion by reactive oxygenspecies and caveolin-1. J Biol Chem. 2010; 285:38832–40. [PubMed: 20923773]59. Cavallo-Medved D, Dosescu J, Linebaugh BE, Sameni M, Rudy D, Sloane BF. Mutant K-rasregulates cathepsin B localization on the surface of human colorectal carcinoma cells. Neoplasia.2003; 5:507–19. [PubMed: 14965444]60. Goetz JG, Minguet S, Navarro-Lerida I, Lazcano JJ, Samaniego R, Calvo E, Tello M, Osteso-Ibanez T, Pellinen T, Echarri A, Cerezo A, Klein-Szanto AJ, et al. Biomechanical remodeling ofthe microenvironment by stromal caveolin-1 favors tumor invasion and metastasis. Cell. 2011;146:148–63. [PubMed: 21729786]61. Henkhaus RS, Roy UK, Cavallo-Medved D, Sloane BF, Gerner EW, Ignatenko NA. Caveolin-1-mediated expression and secretion of kallikrein 6 in colon cancer cells. Neoplasia. 2008; 10:140–8.[PubMed: 18283336]Basu Roy et al. Page 16Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNovelty and Impact StatementIn this manuscript, we present our novel finding about the regulation of the expression ofthe membrane protein, caveolin-1, by mutant K-RAS. The expression of caveolin-1 ishighly debated in colorectal cancer. Here, we demonstrate that caveolin-1 is induced inresponse to mutant K-RAS through AKT activation in colon cancer in vitro and in vivo,and is required for K-RAS signaling. Our data suggest a positive feedback loop betweenK-RAS-dependent- caveolin-1 expression and signaling.Basu Roy et al. Page 17Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 1. An activated K-RAS oncogene influences caveolin-1 expression in the colon cancer1A. -RAS activation in mutant K-RAS expressing Caco/Kras clones (left panel) and inHCT116 and Hkh2 cells (right panel) grown to sub-confluency for 48 hours. RAS activityassay was carried out, as described in Materials and Methods. Levels of GTP-bound (active)RAS is shown. Each figure is representative of two independent experiments1B. Quantitative RT PCR analysis of CAV-1 mRNA levels in Caco/Kras clones (left panel)and in HCT116-Hkh2 cells (right panel) grown to sub-confluency for 48 hours. Total RNAwas extracted and processed for PCR analysis as described in Materials and Methods. Leftpanel-Each figure is representative of three independent experiments (* = p <0.05 by t-test).1C. Western blot analysis of caveolin-1 protein levels in Caco/Kras clones (left panel) andHCT116-Hkh2 cells (right panel) grown to sub-confluency for 72 hours and lysed in RIPAbuffer. Lysates were resolved on a 12.5% SDS-PAGE gel and probed for caveolin-1 (21–24kDa). Data shown are representative of three independent experiments. Note the doublebands on the Western blot corresponding to a longer (caveolin-1α) and a shorter isoform(caveolin-1β).1D. Caveolin-1 expression in human colon tumors samples with WT (N=10) and activatedK-RAS (N=10) by IHC. Caveolin-1 immunoreactivity was determined as: Absent (no orweak staining in 10% or fewer cells), Moderate (moderate staining in 10%-25% of cells),Strong (strong staining in greater than 25% cells). P<0.05 by Fisher’s exact test.Representative stained samples with WT and activated K-RAS are shown.Basu Roy et al. Page 18Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 2. An activated K-RAS activated caveolin-1 transcription via the AKT pathway2A. Caveolin-1 promoter activity in Caco-2 and HCT116 isogenic systems.Caco/Kras clones and HCT116-Hkh2 (0.5 × 106 cells/well in 6-plate) were grown for 24hours and transfected with a caveolin-1 promoter reporter. Forty eight hours aftertransfection, cells were lysed and luciferase activity measured as described in Materials andMethods. Results are the average of three independent transfections. *P<0.05 by t-test.2B. Effect of MAPK and P-I3 kinase inhibitors on caveolin-1 promoter activity in Caco-2and HCT116 isogenic systems.CacoKras#26 and HCT116 cells (0.5 × 106 cells/well in 6-plate) were grown for 24 hoursand transfected with a caveolin-1 promoter reporter. Twenty four hours after transfection,cells were treated with inhibitors (50 μM of PD98059/Ly294002) for an additional 24 hours,lysed and luciferase activity measured as described in Materials and Methods. Results arethe average of three independent transfections. *P<0.05 by t-test.2C. Western blot analysis of caveolin-1 protein level in CacoKras#26 and HCT116 cellsafter treatment with ERK and P-I3 kinase inhibitors. Cells were grown in DMSO (control)or PD98059/LY294002 (50 μM each) for 48 hours. Cells were lysed in RIPA buffer andlysates were resolved on a 12.5% SDS-PAGE and probed for caveolin-1. Blot isrepresentative of three independent experiments.2D and 2E. Caveolin-1 transcript and protein levels are influenced by AKT activity.Caco/Kras clones (0.5 × 106 cells/well in 6-plate) were grown for 24 hours and transfectedwith a dominant negative (DN) or an activated (Myr) AKT construct. The next day, freshmedium was added. After 48 hours, RNA and protein were extracted and caveolin-1 levelswere determined by quantitative RT-PCR (2D) and Western blotting (2E) as described inMaterials and Methods. Western blot depicting expression of phospho-AKT and total AKTprotein are shown in the lower panel of Figure 2E. Figure is representative of threeindependent experiments *P<0.05 by t-test.Basu Roy et al. Page 19Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 3. AKT induces caveolin-1 expression via Sp13A. Left Panel: The levels of total, phosphorylated (left panel-IP and Western blot) andcaveolin-1 promoter-bound (right panel-Chip assay) Sp1 protein in HCT116 and Caco-2isogenic systems. HCT116/Hkh2 cells and CacoNeo/Kras#26 were grown for 48 hours andlysed in RIPA buffer. Sp1 protein was immunoprecipitated from the lysates using an anti-Sp1 antibody. Immunoprecipitates were resolved on a 10% SDS-PAGE gel andimmunoblotted for anti-phospho-serine/threonine antibody. Right Panel: For ChIPexperiments, chromatin prepared from 48-hour cultures of HCT116/Hkh2 cells andCacoNeo/Kras#26 was immunoprecipitated with anti-Sp1 antibody. Caveolin-1 promoter-specific primers were used to amplify the precipitated DNA as described in Materials andMethods. Figure is representative of two independent experiments3B. Effect of constitutively active (MYR) and dominant negative (DN) AKT on the total,phosphorylated (left panel – IP Western) and bound (right panel-Chip assay) Sp1 protein inCaco-2 isogenic system.Left Panel: CacoNeo/Kras#26 were transfected with the indicated constructs, grown for 48hours and lysed in RIPA buffer. Sp1 protein was immunoprecipitated from the lysates usingan anti-Sp1 antibody. Immunoprecipitates were resolved on a 10% SDS-PAGE gel andimmunoblotted for anti-phospho-serine/threonine antibody. Right Panel: For ChIPexperiments, chromatin prepared from 48-hour cultures of HCT116/Hkh2 cells andCacoNeo/Kras#26 was immunoprecipitated with anti-Sp1 antibody. Caveolin-1 promoter-specific primers were used to amplify the precipitated DNA as described in Materials andMethods.3C and 3D. Suppression of caveolin-1 promoter activity in the presence of Sp1 siRNA (3C)or mutation in Sp1 binding site (3D).3C - CacoNeo/Kras#26 were transfected with scrambled (Sc) or Sp1 siRNA and thecaveolin-1 promoter-reporter construct. Forty eight hours after transfection, cells wereassayed for promoter-reporter activity *P<0.05 by t-test. Figure is representative of twoindependent experimentsBasu Roy et al. Page 20Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript3D -CacoKras#26 were transfected with caveolin-1 promoter-reporter constructs containingeither wild-type (WT Sp1) and mutated Sp1 (mut Sp1) sites. Forty eight hours aftertransfection, cells were assayed for promoter-reporter activity. *P<0.05 by t-test. Figure isrepresentative of two independent experimentsBasu Roy et al. Page 21Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 4. Caveolin-1 is required for K-RAS function and localization4A. Intracellular levels of phospho-caveolin-1 in HCT116 isogenic system4B. Phosphorylation of caveoilin-1 is necessary for caveolin-1 interactions with K-RASsignaling molecules Grb2 and SOS1.HCT116-Caveolin-1-anti-sense cells were transfected with WT or mutant (Y14F) caveolin-1and lysed in RIPA buffer 48 hours after transfection. Lysates were immunoprecipitated withindicated proteins and immune complexes were resolved on SDS-PAGE gels and probed forindicated proteins.4C. K-RAS protein localization in caveolin-1 depleted Caco-2 isogenic system.CacoKras#26 were transfected with scrambled or caveolin-1 siRNA 24 hour after subcultureand fractionated into lipid rafts 48 hours after transfection as described in 61. Caveolin-1, K-RAS and flotilling-1 protein levels were determined by Western blotting. Figure isrepresentative of three independent experiments4D. K-RAS localization in HCT116 mock and HCT116 CAV-1 AS isogenic system.HCT116-Mock and Caveolin-1 anti-sense cells were fractionated into lipid rafts.K-RAS and flotilling-1 protein levels were determined by Western blotting. Figure isrepresentative of three independent experimentsBasu Roy et al. Page 22Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 5. Caveolin-1 is required for K-RAS-dependent migration5A. Caveolin-1 levels in CacoNeo#3, Kras#26 and CacoKras#26 transfected with scrambledor caveolin-1 siRNA. Expression of caveolin-1 was determined by Western blotting.Migration and invasion assay of cells was measured as described in Materials and Methodsand in Henkhaus et al.39. Figure is representative of three independent experiments. * =P<0.05 by t-test5B. Caveolin-1 levels in HCT116-Mock/Caveolin-1 anti-sense cells. Down-regulation ofcaveolin-1 expression in the anti-sense cells was confirmed by Western blotting andmigration and invasion assay of cells was measured as described in Materials and Methodsand in Henkhaus et al.39. Figure is representative of three independent experiments. * =P<0.05 by t-testBasu Roy et al. Page 23Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 6. Src regulates K-RAS-dependent migration through Src/phospho-caveolin-1/RhoApathway6A. Caco2 cells were transfected with either an empty vector, caveolin-1 or caveolin-1Y14F, or expression constructs for wild-type or constitutively active Src. Levels ofphosphorylated caveolin-1 (tyrosine 14), total caveolin-1, active Src (tyrosinephosphorylated at residue 416) and total Src protein of caveolin-1 was determined byWestern blotting. Migration of cells was measured as described in 39.6B. Caco-Neo#3 and Kras#26 cells were treated with 25 μM the pan-Src inhibitor for 24hours. Levels of phosphorylated caveolin-1 (tyrosine 14), total caveolin-1, active Src(tyrosine phosphorylated at residue 416) and total Src protein of caveolin-1 was determinedby Western blotting. Migration of cells was measured as described in 39. Figure isrepresentative of three independent experiments. * = P<0.05 by t-test6C and 6D. RhoA activity (GTP-bound-RhoA levels) was determined using the RhoAactivity assay kit from Upstate Biotechnology, using manufacturers’ instructions. ActiveBasu Roy et al. Page 24Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptRhoA levels and total Rhoa A levels of the indicated cell lines are shown in the figure. 6C:RhoA activity in cells in HCT116/Hkh2 and Caco-Neo#3/Kras#26 cells, 6D: RhoA activityin Caco2 cells transfected with (a) either an empty vector, caveolin-1 or caveolin-1 Y14Fand (b) expression constructs for wild-type or constitutively active Src, Figure isrepresentative of two independent experiments.6E. Caco2 cells were transfected with (a) either an empty vector, caveolin-1 or caveolin-1Y14F (b) expression constructs for wild-type or constitutively active Src and (c) aconstitutively active form (Q63L) or a dominant negative form (T19N) of RhoA. Migrationof cells was measured as described in 39. Each experiment was performed in triplicate atleast twice. Results of a representative experiment are shown.Basu Roy et al. Page 25Int J Cancer. Author manuscript; available in PMC 2014 July 01.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript"