"Kinase-dependent and -independent functions of the p110βphosphoinositide-3-kinase in cell growth, metabolic regulationand oncogenic transformationShidong Jia1,2,*, Zhenning Liu1,2,*, Sen Zhang1,2,*, Pixu Liu1,2,*, Lei Zhang2, Sang HyunLee1,2, Jing Zhang1,2, Sabina Signoretti2,4, Massimo Loda2,4, Thomas M. Roberts1,2, andJean J. Zhao1,31Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, MA 021152Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA 021153Department of Pathology, Harvard Medical School, Boston, MA 021154Department of Surgery, Harvard Medical School, Boston, MA 02115AbstractUpon activation by receptors, the ubiquitously expressed Class IA isoforms (p110α and p110β) ofphosphoinositide-3-kinase (PI3K) generate lipid second messengers, which initiate multiple signaltransduction cascades1–5. Recent studies have demonstrated specific roles for p110α in growth factorand insulin signaling6–8. To probe for distinct functions of p110β, we constructed conditionalknockout mice. Ablation of p110β in the livers of the resulting mice led to impaired insulin sensitivityand glucose homeostasis, while having little effect on Akt-phosphorylation, suggesting involvementof a kinase-independent role of p110β in insulin metabolic action. Using established mouseembryonic fibroblasts (MEFs), we found that removal of p110β also had little effect on Akt-phosphorylation in response to insulin and EGF stimulation, but resulted in retarded cell proliferation.Reconstitution of p110β-null cells with a wild-type or kinase-dead allele of p110β demonstrated thatp110β possesses kinase-independent functions in regulating cell proliferation and trafficking.However, the kinase activity of p110β was required for LPA triggered GPCR signalling and playeda role in oncogenic transformation. Most strikingly, in an animal model of prostate tumor formationinduced by PTEN loss, ablation of p110β, but not p110α, impeded tumorigenesis with concomitantdiminution of Akt-phosphorylation. Taken together our findings demonstrate both kinase-dependentand -independent functions for p110β, and strongly point to the kinase-dependent functions ofp110β as a promising target in cancer therapy.Class IA PI3Ks are heterodimeric lipid kinases consisting of a p110 catalytic subunitcomplexed to one of several regulatory subunits, collectively called p854, 5. In response togrowth factor stimulation, p110 subunits catalyze the production of phosphatidylinositol-3,4,5-Correspondence and requests for materials should be addressed to T.M.R (thomas_roberts@dfci.harvard.edu) or J.J.Z(jean_zhao@dfci.harvard.edu).*These authors contributed equally to this work.Author Contributions Z.L., S.Z. and S.L. generated the floxed p110β mouse; S.J. carried out mouse tumorigenesis studies; Z.L andS.Z. performed MEF studies; P.L. performed in vivo metabolic studies; L.Z. performed transferrin uptake assays; J.Z. assisted in focusformation and BrdU incorporation experiments; S.S., and M.L. performed and interpreted pathological analyses of mouse prostate tumors;T.M.R. and J.J.Z. supervised the research, interpreted the data and wrote the paper; S.J., Z.L., S.Z., P.L., L.Z., S.L. and M.L. participatedin the writing of the paper.Author Information Reprints and permissions information is available at www.nature.com/reprints.The authors declare no competing financial interests.NIH Public AccessAuthor ManuscriptNature. Author manuscript; available in PMC 2009 September 24.Published in final edited form as:Nature. 2008 August 7; 454(7205): 776–779. doi:10.1038/nature07091.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscripthttp://www.nature.com/reprintstrisphosphate (PIP3) at the membrane1–4. The lipid second messenger PIP3 in turn activatesthe serine/threonine kinase Akt and other downstream effectors 9, 10. Knockout mice for eitherp110α or p110β die early in embryonic development11, 12. However, recent studies usingconditional knockout strategies8 and via isoform-specific small molecule inhibitors7demonstrated that p110α plays an important role in growth factor signalling, while a kinase-inactive knockin mouse model showed that insulin responses depended on the catalytic activityof p110α6.To investigate the role(s) of p110β in cell, tissue and organismal physiology and to examineit as a potential therapeutic target in cancer, we generated mice carrying a conditionalPIK3CB allele (Supplementary Fig. 1). We first investigated the role of p110β in insulin action.Since liver is the major insulin responsive organ, we examined the effects of p110β loss onhepatic insulin function. To achieve liver-specific deletion of p110β, we injected the tail veinsof p110βflox/flox mice with adenoviruses expressing β-galactosidase (Ade-LacZ) or Crerecombinase (Ade-Cre) to generate matched cohorts of control mice and mice with hepatocyte-specific deletion of p110β. Additional cohorts of wildtype animals were subjected to Ade-Creor Ade –LacZ, allowing us to rule out potential non-specific Cre effects (data not shown).Greater than 90% reduction of p110β protein was seen in the livers of Ade-Cre injected mice,while p110β expression remained unchanged in the livers of the control mice and muscle tissuesfrom both groups as measured by Western blotting (Supplementary Fig. 2a and b). Consistentwith previous findings6, 7 that the kinase activity of p110β plays only a minor role in insulinsignaling, we saw no significant change in Akt-phosphorylation in response to insulinchallenge in livers lacking p110β (Supplementary Fig. 2a). However, mice deficient in hepaticp110β displayed higher blood insulin levels than control animals when fasted (Fig. 1a). Theseanimals also exhibited reduced glucose tolerance and insulin sensitivity upon challenge byintraperitoneal injection of glucose or insulin (Fig. 1b and c). Mice deficient in hepaticp110β produced more glucose than control animals in a pyruvate challenge test (Fig. 1d). Ananalysis of lipogenesis showed no significant changes in serum triglycerides, fatty acids andcholesterol levels when p110β was deleted from liver (Supplementary Fig. 3), but leptin levelswere elevated compared with control animals, as was seen in p110α kinase-dead knockinanimals 6 (Supplementary Fig. 3). Of a panel of gluconeogenic genes, onlyphosphoenolpyruvate carboxykinase (PEPCK) was increased in p110β deficient livers(Supplementary Fig. 4). PEPCK promotes glucose production and synthesis in liver, resultingin more glucose release into blood. Therefore, this data provides at least a partial explanationfor the metabolic phenotypes observed. While these findings suggest that p110β mightcontribute to metabolic regulation via a kinase-independent mechanism, we cannot rule outthe involvement of p110β’s catalytic role in insulin responses. Our observations are in linewith the earlier work by Knight et al7, who used a p110β-specific small molecule inhibitor todemonstrate that acute blockage of p110β’s kinase activity had little effect on insulin action.In addition, the Cantley lab found that mice doubly heterozygous for knockout of p110α andp110β showed reduced insulin sensitivity with no apparent changes in Akt-phosphorylation13.To obtain cells for detailed signalling studies, MEFs were isolated from floxed embryos andtheir wild-type littermates, as described in the supplementary information (Supplementary Fig.5a, b and c). MEFs lacking p110β proliferated significantly slower than parental(p110βflox/flox) or wild-type (p110β+/+ after Cre) MEFs (Fig. 2a). To obtain a second, moreeasily renewed supply of knockout cells, we established immortalized p110βflox/flox andp110β+/+ MEFs via infection with a retrovirus encoding a dominant negative form of p53(DNp53)14. We also generated an add-back line by introducing HA-tagged human p110β toDNp53-immortalized p110βflox/flox MEFs. These immortalized MEFs were then treated withAde-Cre to yield the following MEF lines: βKO (from p110βflox/flox) and βKO+β (from theadd-back). For wild-type control MEFs, designated WT in the figures, we used DNp53-Jia et al. Page 2Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptimmortalized p110βflox/flox cells without Cre treatment or Cre-treated DNp53-immortalizedp110β+/+ MEFs interchangeably, as no significant differences were ever seen between thesetwo possible controls. Deletion of p110β had no obvious negative effect on the Akt-phosphorylation in either primary MEFs or DNp53-immortalized MEFs in response to insulin,EGF and PDGF stimulation (Fig. 2c and Supplementary Fig. 6a,b and c). However, a moderatediminution on the phosphorylation of the S6 ribosomal protein (S6RP) at Ser235/236 wasdetected in these βKO cells in response to insulin or serum (Supplementary Fig. 7). Previousstudies have implicated p110β in signalling elicited by G-protein coupled receptors (GPCRs)15, 16. Consistently, we found that both phospho-Akt and phospho-S6RP levels were reducedin response to lysophosphatidic acid (LPA) in cells lacking p110β (Fig. 2d and SupplementaryFig. 8a).To dissect the potential kinase-dependent and -independent roles of p110β, we reconstitutedβKO MEFs with a kinase-inactive allele of HA-tagged human p110β, using the previouslyreported K805R mutation (KR)17 to generate the βKO+KR MEF line. Though the KRexpression was lower than that of the WT add-back construct, it was expressed at a level slightlyhigher than endogenous p110β, and expression levels of p110α were unchanged(Supplementary Fig.9a and data not shown). Loss of lipid kinase activity in the KR cells wasconfirmed by lipid kinase assay8, 18 following anti-p110β immuno-precipitation(Supplementary Fig.9b). We then examined the effect of WT or KR add-back on the alteredsignalling seen upon loss of p110β. The reduction in both phospho-Akt and phospho-S6RP inresponse to LPA stimulation observed in βKO cells was restored by adding back WT but notthe KR allele of p110β (Fig. 2d and Supplementary Fig. 8b), suggesting a catalytic functionfor p110β in LPA signalling. This appears to be unique to p110β as p110α loss has no obviouseffect on LPA signalling (Fig. 2e). Intriguingly, the reduced phospho-S6RP levels in βKO cellswere restored by both WT and KR add-backs in response to insulin or FBS (SupplementaryFig. 7 and data not shown), suggesting a scaffolding role of p110β in insulin and growth factorsignalling. However, our MEF data does not rule out a role for p110β in classical PI3Ksignalling in other circumstances. For instance, when we ablated p110α in our earlier work,residual Akt-phosphorylation was observed in response to growth factors8. Since MEFsexpress p110α and p110β and not other Class I PI3Ks, this residual signal was presumablytransduced by p110β. We also note that p110β ablation removes it as a competitor for p110αon receptors, which may allow any reduction in signalling caused by p110β loss to be maskedor compensated by increased signal flux via p110α.To test the kinase-dependent and/or -independent effects of p110β on cell proliferation, westudied cell cycle kinetics by first synchronizing cells by serum starvation and then measuringthe proportion of cells in S-phase with BrdU incorporation following re-feeding. While βKOcells had a delayed peak of BrdU incorporation, KR reconstituted cells showed similar BrdUincorporation to that of WT and βKO+ β cells (Fig. 2f). Consistently, βKO+KR MEFs showedproliferation rates similar to WT and βKO+β cells (Supplementary Fig. 9c), suggesting akinase-independent role of p110β in cell proliferation.Since previous studies have found p110β associated with members of the Rab family of smallG proteins and clathrin coated vesicles19, we measured transferrin uptake in βKO MEFs andfound it to be defective compared to WT and βKO+ β MEFs (Fig. 2g). Interestingly, normaltransferrin uptake was restored by the KR construct (Fig. 2g). While there is ample literatureevidence pointing to the importance of transferrin uptake for the growth of a variety of celltypes20, it is not clear whether the transferrin uptake defect is a primary cause of the growthdefect observed here.Class IA PI3Ks have been clearly implicated in cancer21–24, with much recent work delineatingthe role of p110α in cancer25–27. To study a potential role of p110β in oncogenicJia et al. Page 3Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscripttransformation, we carried out focus formation assays by infecting monolayers of DNp53-immortalized MEFs with retroviruses expressing various oncogenes. Oncogenic HRas-G12Vand EGFR-Del (ΔL747-E749, A750P) efficiently raised foci in WT cells, but failed totransform βKO MEFs (Fig. 3a). The decreases in foci seen in βKO MEFs were actually morepronounced than those seen in p110α KO MEFS (Supplementary Fig. 10). Notably,transformation was fully restored in βKO+β cells but partially restored in βKO+KR cells (Fig.3a), suggesting that both the kinase activity and kinase-independent functions of p110β mayplay a role in oncogene-induced transformation.PTEN, a lipid phosphatase, functions to oppose class IA PI3K kinase activity. Loss of PTENexpression is a common event in many solid tumors28. The key challenge is to identify whichp110 isoform’s catalytic activity is unshackled by PTEN loss in any given tumor. To test fora role of p110β in tumorigenesis driven by PTEN loss, we generated mice that carried thePTENflox/flox29 and p110βflox/flox alleles, as well as a probasin-driven Cre transgene30, tospecifically delete PTEN and p110β in prostatic epithelium. Prostates appeared normal in theabsence of p110β (Fig. 3b and c). Prostate tissue lacking PTEN expression displayed universalhigh-grade PIN (prostatic intraepithelial neoplasia) in the anterior lobe by 12 weeks.Remarkably, ablation of p110β blocked tumorigenesis caused by PTEN loss in the anteriorprostate (Table 1; Fig. 3b and c). The loss of PTEN was confirmed by genomic DNA analysisfollowing laser-capture assisted microdissection of single epithelial layers and by westernblotting (Supplementary Fig. 11 and data not shown). While Cre-mediated loss of PTENefficiently activated Akt in the prostate as judged by its phosphorylation on Ser473, additionalablation of p110β diminished the phospho-Akt levels (Fig. 3b), suggesting that p110β catalyticactivity contributes to tumorigenesis. More surprisingly, when we performed the same set ofexperiments using p110α ablation, we saw no changes either in tumor formation or in Akt-phosphorylation (Table 1; Figure 3b and c). Again, the complete excision of p110α in tumortissues was confirmed by multiple measures (Supplementary Fig. 12 and data not shown). Ithas been suggested that p110α and p110β generate distinct pools of PIP37. In response to insulinor other stimuli, an acute flux of PIP3 is produced largely by p110α and is efficiently coupledto Akt-phosphorylation. In contrast, p110β has been proposed to generate a basal level of PIP3with little effect on Akt-phosphorylation7. The Shokat lab showed that Akt-phophorylationinduced by PTEN loss in vitro was sensitive to p110β-specific inhibitors7. We propose that itis this basal PIP3 signal that has been enhanced to drive transformation and Akt activation byPTEN loss in the murine prostate (Figure 3d). Alternatively, the differential effects of p110αand p110β ablation may arise because the signal activating PI3K is generated by a yetunidentified GPCR or a receptor tyrosine kinase that functions via p110β.In summary, our data, together with an independent report from Dr. Hirsch’s group, suggestdistinct functions for p110β and p110α. We have demonstrated that p110β plays an importantphysiological role in metabolic regulation and glucose homeostasis perhaps involving a kinase-independent mechanism. A kinase-independent function of p110β was further suggested incontrolling cell proliferation and trafficking in p110β KO MEFs and MEFs reconstituted witha WT or kinase-dead allele of p110β. It would clearly be a mistake to overlook the contributionsof p110β as a kinase. The basal PIP3 pool catalyzed by p110β appears to be “silent” in responseto insulin and other growth factor stimulation, but becomes a “powerhouse” to drive oncogenictransformation in the absence of PTEN as evident in our mouse prostate tumor model. Takentogether, our findings indicate that p110β may be an attractive target for kinase inhibitors incancer treatment with minor metabolic disturbances.METHODS SUMMARYMice carrying floxed p110β (generated in this work), floxed p110α8, floxed PTEN29 (H. Wu,UCLA) and probasin-driven Cre transgene30 (MMHCC, NCI) were used is this study. AllJia et al. Page 4Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptanimals were housed and treated in accordance with protocols approved by the InstitutionalAnimal Care and Use Committees of Dana-Farber Cancer Institute and Harvard MedicalSchool. MEFs generation, culture and immortalization, growth factor signalling study,retroviral infection, cell growth, cell cycle, lipid kinase assay, transferrin internalization, focusformation, glucose tolerance testing, insulin tolerance tests, pyruvate challenge,immunoprecipitation, immunoblotting, immunohistochemical and histological analyses wereperformed according to standard or published protocols. Statistical analyses were performedusing Student’s t test unless indicated otherwise. Full Methods and associated references areavailable online in the full-text HTML and PDF versions.METHODSMice, mice for metabolic and tumor studiesConditional knockout mice of p110β were generated using the Cre-LoxP system. Briefly, thetargeting construct was assembled by isolating a 7.5-kb genomic fragment of PIK3CB from129SvEv mouse strain and inserting two LoxP sites to flank the exon 2 of PIK3CB. Thetargeting construct was electroporated into embryonic stem (ES) cells of 129SvEv mouse. ESclones carrying floxed PIK3CB were injected into the blastocysts of C57BL/6 mice. Malechimeras were bred to C57BL/6 females to establish germ-line transmission of the conditionalallele. The resulting heterozygous line (p110βflox/+) was intercrossed to yield a homozygousline (p110βflox/flox).For metabolic studies, 8–10 week old male p110βflox/flox littermates were tail vein injectedwith 75ul of adenovirus CMV-lacZ and CMV-cre (titer between 1–4 × 1010 pfu/ml, Universityof Iowa Gene Transfer Vector Core, Iowa City, IA). Two weeks after adenoviruses injection,glucose tolerance test, insulin tolerance test, pyruvate challenge, and in vivo insulin signallingwere performed as previously described31. Blood glucose values were determined using anAccu-Chek AVIVA glucose monitor (Roche). Serum insulin and leptin (Crystal Chem Inc.),serum free fatty acids and triglycerides (Wako USA), as well as serum cholesterol (Thermo)were measured by ELISA according to manufacturer's instructions.For prostate tumor studies, female PTENflox/flox, p110αflox/flox or p110βflox/flox mice werecrossed with male carrying PbCre4 transgene for the prostate-specific deletion of PTEN,p110α, and/or p110β. Details are available from the authors. Anterior prostates were isolatedfrom male mice at 12 weeks old, and subject to gross inspection, histology andimmunohistochemical analysis.Primary and Immortalized Mouse Embryonic Fibroblasts (MEFs)MEFs were prepared from embryos derived from intercrossing p110βflox/+ heterozygotes atembryonic day 13.5 post-fertilization. Primary WT or floxed MEFs, and p53DD immortalizedWT or floxed MEFs were treated with Ade-Cre to generate WT control and p110β-null (βKO)cells. Additional control cells used in our study were floxd MEFs without Ade-Cre treatment.βKO+β and βKO+KR lines were generated by introducing either HA-tagged WT humanp110β or a kinase-inactive mutant K805R into βKO MEFs and then treated with Ade-Cre.Genotyping of MEFs was done by PCR using primer sets: LLF with LLR and SLF with LLR(Supplemental Figure 1).Growth Factors and Western blottingCells were starved either for 2 hours or overnight followed by stimulation with insulin (2.5 µg/ml or various concentrations as indicated in Supplemental Figure, Sigma I2767), EGF (10 ng/ml, Sigma E9644), IGF1 (5 ng/ml, Upstate 01–208), LPA (10 µM, Sigma L7260) or 10% FBSfor various periods as indicated in corresponding figures. Western blot assays were performedJia et al. Page 5Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptas previous described8 with antibodies against PTEN (#9552), p110α(#4255), phospho-Akt(Ser473, #9271or Thr308, #9275), Akt (#9272), phospho-p70 S6 kinase (Thr389, #9205),phospho-p44/42 MAP kinase (#9101), phospho-S6 ribosomal protein (Ser235/236, #2211) andS6 ribosomal protein (#2217) (Cell Signaling), p85 (#06–195, Upstate), p110β (sc-602, SantaCruz), Tubulin and Vinculin (T6199 and V9131, Sigma). Immuno-fluorescent labeled anti-mouse IgG (#610-132-003, Rockland Immunochemicals) and anti-rabbit IgG (MolecularProbes) were used to visualize Western blots on an Odyssey scanner. The quantification ofWestern was done with Odyssey software version 2.0.Growth CurvesMEFs were seeded in 12-well tissue culture plates and stained with crystal violet at eachindicated time points. The dye was extracted with 10% acetic acid followed by plate readingat 590 nm. The values were normalized to the absorbance at day 0. Data shown are the averageof at least two independent experiments.Cell Cycle AnalysisCells were synchronized by starvation in DMEM supplemented with 0.1% FBS for 48 hoursbefore released into the cell cycle by stimulation with 10% FBS. Cells were pulse-labeled withBrdU at each indicated time point and analyzed according to manufactor’s protocol (BDBiosciences).Focus Formation AssaysMEFs at 40–50% confluence were infected with various retroviruses: pBabe-Vector, pBabe-HRas-G12V, or pBabe-EGFR-Del (DL747_E749, A750P) and then cultured for 14 to 21 daysfor WT, βKO+β and βKO+KR cells, but 30 to 40 days for βKO cells. Confluent monolayerswith foci were fixed in ethanol and stained with crystal violet.Histology and Immunohistochemistry (IHC)Prostate tissues were processed and stained as previously described32. Primary antibody usedin IHC was directed against phospho-Akt (Ser 473) (#3738, Cell Signaling).Lipid Kinase AssaysIn vitro lipid kinase assays were carried out as previously described8,18. Briefly, anti-p110β(Santa Cruz) immunoprecipitates from freshly prepared cell lysates were subjected to an invitro lipid kinase assay using phosphatidylinositol (PI; Avanti Polar Lipids) as the substrate.The phosphorylated lipids were resolved by a thin layer chromatography (TLC) and visualizedby autoradiography and quantified using Adobe Photoshop.Transferrin Internalization AssaysCells were seeded on 10% Poly-L-lysine coated cover slips and grown in DMEM supplementedwith 10% FBS overnight. The assay was performed as previously described33 with AlexaFluor555-conjugated human transferrin (Invitrogen), counter-stained with DAPI (1 µg/ml)(Sigma), and mounted with mounting media (Fisher Scientific). Cells were visualized with aZeiss confocal microscope LSM510META/NLO at 63× magnification and images werecaptured by Zeiss confocal microscope software 3.2.Laser Capture Microdissection and DNA ExtractionLaser capture microdissection was done as previously described34. Genomic DNA ofmicrodissected prostate epithelium was extracted with phenol-chloroform prior to PCRanalysis.Jia et al. Page 6Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptQuantitative Reverse Transcription PCR analysisLiver total RNAs were extracted using the RNeasy kit (Qiagen). The following Tagman probes(Applied Biosystems) were used for real-time RT-PCR quantification: phosphoenolpyruvatecarboxykinase 1 (PEPCK / Pck1, ID# Mm00440636_m1), glucose-6-phosphatase (G6Pase,ID# Mm00839363_m1), fructose bisphosphatase 1 (Fbp1, ID# Mm00490181_m1), hepaticnuclear factor 4 (Hnf4a, ID# Mm00433964_m1), and GAPDH (Cat # 4352339E). Expressionwas normalized to GAPDH mRNA and results were expressed as a fold change of mRNAcompared to the indicated control mice.Supplementary MaterialRefer to Web version on PubMed Central for supplementary material.Reference1. Vanhaesebroeck B, Waterfield MD. Signaling by distinct classes of phosphoinositide 3-kinases. ExpCell Res 1999;253:239–254. [PubMed: 10579926]2. Blume-Jensen P, Hunter T. Oncogenic kinase signalling. Nature 2001;411:355–365. [PubMed:11357143]3. Vivanco I, Sawyers CL. The phosphatidylinositol 3-Kinase AKT pathway in human cancer. Nat RevCancer 2002;2:489–501. [PubMed: 12094235]4. Engelman JA, Luo J, Cantley LC. The evolution of phosphatidylinositol 3-kinases as regulators ofgrowth and metabolism. Nat Rev Genet 2006;7:606–619. [PubMed: 16847462]5. Liu Z, Roberts TM. Human tumor mutants in the p110alpha subunit of PI3K. Cell Cycle 2006;5:675–677. [PubMed: 16627990]6. Foukas LC, et al. Critical role for the p110alpha phosphoinositide-3-OH kinase in growth and metabolicregulation. Nature 2006;441:366–370. [PubMed: 16625210]7. Knight ZA, et al. A pharmacological map of the PI3-K family defines a role for p110alpha in insulinsignaling. Cell 2006;125:733–747. [PubMed: 16647110]8. Zhao JJ, et al. The p110alpha isoform of PI3K is essential for proper growth factor signaling andoncogenic transformation. Proc Natl Acad Sci U S A 2006;103:16296–16300. [PubMed: 17060635]9. Bader AG, Kang S, Zhao L, Vogt PK. Oncogenic PI3K deregulates transcription and translation. NatRev Cancer 2005;5:921–929. [PubMed: 16341083]10. Vanhaesebroeck B, et al. Synthesis and function of 3-phosphorylated inositol lipids. Annu RevBiochem 2001;70:535–602. [PubMed: 11395417]11. Bi L, Okabe I, Bernard DJ, Wynshaw-Boris A, Nussbaum RL. Proliferative defect and embryoniclethality in mice homozygous for a deletion in the p110alpha subunit of phosphoinositide 3-kinase.J Biol Chem 1999;274:10963–10968. [PubMed: 10196176]12. Bi L, Okabe I, Bernard DJ, Nussbaum RL. Early embryonic lethality in mice deficient in the p110betacatalytic subunit of PI 3-kinase. Mamm Genome 2002;13:169–172. [PubMed: 11919689]13. Brachmann SM, Ueki K, Engelman JA, Kahn RC, Cantley LC. Phosphoinositide 3-kinase catalyticsubunit deletion and regulatory subunit deletion have opposite effects on insulin sensitivity in mice.Mol Cell Biol 2005;25:1596–1607. [PubMed: 15713620]14. Shaulian E, Zauberman A, Ginsberg D, Oren M. Identification of a minimal transforming domain ofp53: negative dominance through abrogation of sequence-specific DNA binding. Mol Cell Biol1992;12:5581–5592. [PubMed: 1448088]15. Hazeki O, et al. Activation of PI 3-kinase by G protein betagamma subunits. Life Sci 1998;62:1555–1559. [PubMed: 9585135]16. Roche S, Downward J, Raynal P, Courtneidge SA. A function for phosphatidylinositol 3-kinase beta(p85alpha-p110beta) in fibroblasts during mitogenesis: requirement for insulin- and lysophosphatidicacid-mediated signal transduction. Mol Cell Biol 1998;18:7119–7129. [PubMed: 9819398]Jia et al. Page 7Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript17. Yart A, et al. A function for phosphoinositide 3-kinase beta lipid products in coupling beta gammato Ras activation in response to lysophosphatidic acid. J Biol Chem 2002;277:21167–21178.[PubMed: 11916960]18. Nobukuni T, et al. Amino acids mediate mTOR/raptor signaling through activation of class 3phosphatidylinositol 3OH-kinase. Proc Natl Acad Sci U S A 2005;102:14238–14243. [PubMed:16176982]19. Shin HW, et al. An enzymatic cascade of Rab5 effectors regulates phosphoinositide turnover in theendocytic pathway. J Cell Biol 2005;170:607–618. [PubMed: 16103228]20. Daniels TR, Delgado T, Rodriguez JA, Helguera G, Penichet ML. The transferrin receptor part I:Biology and targeting with cytotoxic antibodies for the treatment of cancer. Clin Immunol2006;121:144–158. [PubMed: 16904380]21. Bellacosa A, et al. Molecular alterations of the AKT2 oncogene in ovarian and breast carcinomas.Int J Cancer 1995;64:280–285. [PubMed: 7657393]22. Li J, et al. PTEN, a putative protein tyrosine phosphatase gene mutated in human brain, breast, andprostate cancer. Science 1997;275:1943–1947. [PubMed: 9072974]23. Steck PA, et al. Identification of a candidate tumour suppressor gene, MMAC1, at chromosome10q23.3 that is mutated in multiple advanced cancers. Nat Genet 1997;15:356–362. [PubMed:9090379]24. Ringel MD, et al. Overexpression and overactivation of Akt in thyroid carcinoma. Cancer Res2001;61:6105–6111. [PubMed: 11507060]25. Samuels Y, et al. High frequency of mutations of the PIK3CA gene in human cancers. Science2004;304:554. [PubMed: 15016963]26. Zhao JJ, et al. The oncogenic properties of mutant p110alpha and p110beta phosphatidylinositol 3-kinases in human mammary epithelial cells. Proc Natl Acad Sci U S A 2005;102:18443–18448.[PubMed: 16339315]27. Bader AG, Kang S, Vogt PK. Cancer-specific mutations in PIK3CA are oncogenic in vivo. Proc NatlAcad Sci U S A 2006;103:1475–1479. [PubMed: 16432179]28. Chen Z, et al. Crucial role of p53-dependent cellular senescence in suppression of Pten-deficienttumorigenesis. Nature 2005;436:725–730. [PubMed: 16079851]29. Lesche R, et al. Cre/loxP-mediated inactivation of the murine Pten tumor suppressor gene. Genesis2002;32:148–149. [PubMed: 11857804]30. Wu X, et al. Generation of a prostate epithelial cell-specific Cre transgenic mouse model for tissue-specific gene ablation. Mech Dev 2001;101:61–69. [PubMed: 11231059]31. Taniguchi CM, et al. Divergent regulation of hepatic glucose and lipid metabolism byphosphoinositide 3-kinase via Akt and PKClambda/zeta. Cell Metab 2006;3:343–353. [PubMed:16679292]32. Graner E, et al. The isopeptidase USP2a regulates the stability of fatty acid synthase in prostate cancer.Cancer Cell 2004;5:253–261. [PubMed: 15050917]33. Sever S, Damke H, Schmid SL. Dynamin:GTP controls the formation of constricted coated pits, therate limiting step in clathrin-mediated endocytosis. J Cell Biol 2000;150:1137–1148. [PubMed:10974001]34. Emmert-Buck MR, et al. Laser capture microdissection. Science 1996;274:998–1001. [PubMed:8875945]AcknowledgementsWe thank Drs C. D. Stiles and J. D. Iglehart for advice. We thank Dr H. Wu for providing floxed PTEN mice. Thiswork was supported by grants from the NIH (M.L., T.M.R. and J.J.Z.,), the DOD for Cancer Research (J.J.Z), the VFoundation (J.J.Z.), Claudia Barr Program (J.J.Z). In compliance with Harvard Medical School guidelines, we disclosethe consulting relationships: Novartis Pharmaceuticals, Inc. (T.M.R.; J.J.Z).Jia et al. Page 8Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 1. Mice with liver-specific deletion of p110β exhibit insulin resistance and glucoseintoleranceEight to ten week old mice were injected with adenoviruses expressing LacZ or Cre-recombinase. Two weeks post-injection, metabolism was analyzed as follows: a. Fasted seruminsulin levels (n=6~7). b. Glucose-tolerance test (GTT) (n=6~11). c. Insulin tolerance test(ITT) (n=6~9). Results represent blood glucose concentrations as a percentage of starting valueat time zero. d. Pyruvate challenge (n=6~7). Data represent the mean ± SEM (standard errorof the mean). *p<0.05, ** p<0.01, ***p<0.001 (t test). “n” represents the number of mice usedin each experiment.Jia et al. Page 9Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 2. Analyses of the effects of p110β deletion on cell growth and signalinga. Loss of p110β retards cell growth of primary MEFs. Cells were stained with crystal violetfollowed by plate reading at 590 nm. Absorbance (Abs) at 590 nm was normalized to Day 0to show relative growth. Data represent the mean from triplicate with SD (standard deviation).b. Deletion of endogenous p110β protein in immortalized MEFs. Cell lysates fromimmortalized MEFs were immunoprecipitated using antibody against p110β and blotted withan anti p85 antibody. In parallel the same lysates were immunoblotted with antibodies againstp110α, p85, PTEN and tubulin. c. Loss of p110β has no negative effect on insulin signaling.MEFs were starved and then stimulated with insulin at different concentrations for 10 minutes.Phospho-Akt was used as the signaling readouts. d. Loss of p110β impairs LPA-inducedsignaling. MEFs were starved and then stimulated with LPA (10 mM). Phospho-Akt andphospho-S6 ribosomal protein were used as readouts. e. Comparing the responses of αKO,βKO and WT MEFs to EGF, IGF or LPA stimulation. MEFs were starved and then stimulatedJia et al. Page 10Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptwith EGF (10 ng/ml), IGF1 (5 ng/ml) or LPA (10 mM) for 10 minutes. Phospho-Akt was usedas the readout. Tubulin served as the loading control. f. BrdU incorporation assay. Thepercentage of cells in S-phase was measured by incorporation of BrdU into newly synthesizedDNA via FACS analysis in various MEF lines as indicated. g. Transferrin uptake in variousMEF lines is shown as indicated. The red signal arises from Alexa Fluro 555-conjugatedtransferrin while blue color arises from DAPI staining of nuclear DNA.Jia et al. Page 11Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 3. Kinase activity of p110β contributes to transformation both in vitro and in vivoa. Focus formation assay was carried our in various KO and reconstituted MEF lines asindicated. The assay was carried out as described in Methods and the means (±SEM) for 4independent experiments are shown (*, p<0.05, **P<0.01, t test). b. Effects of genetic ablationof p110β or p110α on tumorigenesis caused by PTEN loss in the anterior prostate. Paraffinsections of anterior prostates of indicated strain aged 12 weeks were stained with haematoxylinand eosin (H&E) and phospho-Akt. c. Quantification of the weight (±SEM) of anterior prostatetissues of the indicated strain (n=10 per group; *, p < 0.001, t test). d. A model for the elevationof basal PIP3 signals derived from p110β catalytic activity induced by PTEN loss.Jia et al. Page 12Nature. Author manuscript; available in PMC 2009 September 24.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptJia et al. Page 13Table 1The effects of p110α or p110β ablation on prostate tumorigenesis induced by PTEN lossAbbreviation Full name Positive PIN-animals / Number ofAnimals UsedControl floxed littermates 0 / 20p110α−/− p110αflox/flox; PbCre4 0 / 20p110β−/− p110βflox/flox; PbCre4 0 / 14PTEN−/− PTENflox/flox; PbCre4 20 / 20PTEN−/−; p110α−/− PTEN flox/flox; p110αflox/flox; PbCre4 15 / 15PTEN−/−; p110β−/− PTEN flox/flox; p110βflox/flox; PbCre4 0 / 16Paraffin sections of anterior prostates from the indicated strains at 12 weeks were stained with H&E. The pathological phenotype was uniformly observedwithin each genotype and summarized in the table.Nature. Author manuscript; available in PMC 2009 September 24."