"Loss of the Par3 Polarity Protein Promotes BreastTumorigenesis and MetastasisLuke Martin McCaffrey1, JoAnne Montalbano2, Constantina Mihai1, and Ian G. Macara31Department of Oncology, Rosalind and Morris Goodman Cancer Research Centre, McGillUniversity, Montreal, Canada H3A 1A32Department of Microbiology, University of Virginia School of Medicine, University of Virginia,Charlottesville, VA 22908, USA3Department of Cell and Developmental Biology, Vanderbilt University Medical Center, NashvilleTN 37232AbstractLoss of epithelial organization is a hallmark of carcinomas, but whether polarity regulates tumorgrowth and metastasis is poorly understood. To address this issue we depleted the Par3 polaritygene by RNAi in combination with oncogenic Notch or Ras61L expression in the murinemammary gland. Par3 silencing dramatically reduced tumor latency in both models, and producedinvasive and metastatic tumors that retained epithelial marker expression. Par3 depletion wasassociated with induction of MMP9, destruction of the extracellular matrix, and invasion, allmediated by atypical PKC-dependant JAK/Stat3 activation. Importantly, Par3 expression issignificantly reduced in human breast cancers, which correlates with active aPKC and Stat3. Thesedata identify Par3 as a regulator of signaling pathways relevant to invasive breast cancer.INTRODUCTIONMost solid tumors arise from epithelial cells that have acquired changes in proliferative andorganizational capacity. Epithelial cells form characteristic intercellular adhesions andpossess apical/basal polarity, which is lost in some invasive and metastatic cancers in aprocess related to the epithelial-mesenchymal transitions (EMT) that occur duringdevelopment (Thiery et al., 2009). However, in many cases epithelial features are retained.How epithelial tissues establish their organization in a normal state and how thisorganization is disrupted during cancer progression are still not well understood. Inparticular, it is largely unknown if the cell polarity machinery is perturbed duringtumorigenesis, and if such disruptions promote metastasis.Many of the polarity protein complexes localize to distinct domains within the plasmamembrane. The Par genes (Par1, 3, 4, 5, 6 and aPKC) encode an evolutionarily conservedgroup of polarity proteins that play key roles in many aspects of cell polarization (Goldsteinand Macara, 2007). To date, only Par4, a protein kinase also known as LKB1, has been© 2012 Elsevier Inc. All rights reservedCorrespondence to: Luke McCaffrey Department of Oncology McGill University Montreal, Quebec, Canada H3A 1A3 Tel:514-398-8987 Fax: 514-398-6769 luke.mccaffrey@mcgill.ca.Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to ourcustomers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review ofthe resulting proof before it is published in its final citable form. Please note that during the production process errors may bediscovered which could affect the content, and all legal disclaimers that apply to the journal pertain.NIH Public AccessAuthor ManuscriptCancer Cell. Author manuscript; available in PMC 2013 November 13.Published in final edited form as:Cancer Cell. 2012 November 13; 22(5): 601–614. doi:10.1016/j.ccr.2012.10.003.$watermark-text$watermark-text$watermark-textidentified as a tumor suppressor (Jansen et al., 2009), and it remains uncertain iftumorigenesis in patients with mutant LKB1 is caused by loss of its polarity function.We have focused on Par3, a multi-domain scaffolding protein required for the spatialorganization of several important signaling proteins (Goldstein and Macara, 2007). Par3 isessential for the delivery of aPKC to the apical surface (Harris and Peifer, 2005; McCaffreyand Macara, 2009), through binding of Par3 to the adapter protein Par6, which forms aconstitutive complex with aPKC. Furthermore, aPKC can interact directly with Par3, whichis essential for apical aPKC localization and epithelial organization (Horikoshi et al., 2009;McCaffrey and Macara, 2009). Loss of aPKC from the apical cortex causes spindle poleorientation defects and epithelial misorganization (Hao et al. 2010). Both the level of aPKCexpression and mislocalization correlate with increased invasion and metastasis in breastcancer (Kojima et al., 2008). However, whether loss of Par3 has a role in regulating aPKCduring tumorigenesis is unknown.Some proteins have oncogenic activity when over-expressed. The Notch receptor, animportant transcriptional regulator of stem cell fate, is activated by proteolytic cleavage torelease an intracellular domain (NICD), which is found at elevated levels in up to 50% ofhuman breast cancers (Pece et al., 2004); and mammary-specific expression of NICD inmice induces breast tumors, though with no metastasis (Hu et al., 2006). Additionally,enhanced growth factor receptor signaling promotes breast cancer. A central effector ofgrowth factor receptor signaling is the Ras oncogene, which, although rarely mutated inbreast cancer, is frequently hyperactivated (Clark and Der, 1995). Elevated expression ofNeu/ErbB2 or Met receptors are observed in 20–30% and 15–20% of breast cancers,respectively, and can inappropriately stimulate Ras-mediated signaling pathways (Reese andSlamon, 1997; Ponzo and Park, 2010).Progression of in situ breast carcinomas to metastatic disease requires additional steps, and itis now established that inflammation is necessary for this process (Grivennikov and Karin,2008). Stat3 has a central role in regulating inflammation in breast cancer through a cytokineloop involving IL-6 (Grivennikov and Karin, 2008; Schafer and Brugge, 2007). Stat3 is Tyr-phosphorylated by Src or JAK kinases, which induces translocation to the nucleus. Stat3 canbe hyper-activated in breast cancers, which promotes invasion and metastasis, althoughStat3 activation alone is insufficient to induce tumorigenesis (Barbieri et al., 2010b).Therefore, many of the processes that drive tumorigenesis and metastasis are separable, buthow they relate to tissue organization is not well understood.The goal of this study was to determine the role of the apicobasal cell polarity machinery intumorigenesis, with a focus on the Par3 polarity protein. Using a mouse mammary transplantmodel coupled with lentiviral transduction, we silenced Par3 expression in the context oftwo different oncogenes and determined whether loss of Par3 drives tumor growth and/ormetastasis. The expression of Par3 was also examined in human breast cancers.RESULTSLoss of Par3 cooperates with Notch intracellular domain (NICD) to promote tumorigenesisWe used lentiviral RNAi to deplete Par3 from primary mammary epithelial cells (MECs)and transplanted them orthotopically into the inguinal (#4) mammary fat pads of syngeneicmice. Previously, we reported that Par3-depleted mammary progenitor cells formdisorganized ductal outgrowths that resemble early ductal carcinoma in situ (McCaffrey andMacara, 2009). However, over a period of 24 – 37 weeks post-transplantation, Par3depletion did not lead to tumor formation (Figure 1A), suggesting that Par3 is not a classicaltumor suppressor. Next, we asked whether loss of Par3 might enhance tumorigenesis in theMcCaffrey et al. Page 2Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textcontext of an oncogene. We initially used NICD, which is upregulated in ~ 50% of humanbreast cancers (Pece et al., 2004) and drives tumor formation in mice after a latency of ~9months (Hu et al., 2006). Primary MECs isolated from C3H mice were transduced withlentivirus that expresses active, myc-tagged NICD plus short hairpin RNAs to eitherLuciferase (control) or murine Par3, using Par3 shRNA that we had validated previously(McCaffrey and Macara, 2009). We refer to the transduced MECs as NICD/shLuc andNICD/shPar3, respectively. For each animal, 10,000 NICD/shLuc or NICD/shPar3 MECswere injected into contra-lateral inguinal (#4) fat pads of the same mouse. Immunoblots oftissue lysates showed that myc-NICD was expressed in the tumors and that Par3 silencingwas efficient (Figure 1B).Strikingly, loss of Par3 caused a dramatic reduction in tumor latency for NICD-transducedMECs, with 50% of NICD/shPar3 animals developing tumors by 18 weeks (Figure 1A). Weconfirmed that tumors were derived from cells expressing both NICD and shPar3 byimaging the GFP marker for the RNAi lentivirus, and by staining for myc-NICD (Figure 1C,D).We transplanted NICD/shLuc and NICD/shPar3 MECs into opposite sides of the samemouse, and palpable NICD/shLuc tumors were rarely formed when mice were sacrificed dueto the NICD/shPar3 tumor burden. However, in some cases, small NICD/shLuc tumors werefound by microscopic examination of the mammary fat pads (Figure 1D). Consistently, alltumors were GFP-positive, and tumors derived from NICD/shPar3 MECs were much largerthan those from the NICD/shLuc MECs (Figure 1D). Moreover, while NICD/shLuc tumorspossessed well-defined boundaries, the loss of Par3 induced a more invasive phenotype,with cells protruding into the surrounding fat pad (Figure 1E). Both types of tumors retainedepithelial characteristics, including expression of E-cadherin at intercellular junctions andthe tight junction marker ZO1 at apicolateral boundaries surrounding microlumens (Figures1E, F). We further examined cellular organization by staining tumor sections for K8 andcytokeratin 14 (K14). In normal murine mammary ducts, K14 is expressed in myoepithelialcells whereas K8 is restricted to luminal cells (Figure S1). Loss of Par3 increased tumor cellheterogeneity in our NICD model (Figures 1E, F, S1). NICD/shLuc tumors werehomogeneous and predominantly K8+K14moderate, but the NICD/shPar3 tumors displayed asubstantially greater degree of cellular diversity.Loss of Par3 cooperates with oncogenic H-Ras to promote tumorigenesisTo determine if the promotion of tumor growth by loss of Par3 is specific to NICD or is ofmore general importance, we asked if Par3 depletion cooperates with a different oncogene,H-Ras61L. Knockdown of Par3 in conjunction with oncogenic GFP-tagged Ras61Lsignificantly reduced tumor latency compared to GFP-Ras61L alone (Figure 2A). PalpableRas61L/shPar3 tumors had an average latency of 114 d ± 68 compared to Ras61L/shLuc,which had a latency of >230 d. By 37 weeks, 92% of Ras61L/shLuc transplant miceremained tumor free compared to 54% Ras61L/shPar3 transplant mice (Figure 2A). Weconfirmed comparable Ras expression levels and efficient Par3 knockdown byimmunoblotting tumor lysates (Figure 2B).While both Ras61L/shLuc and Ras61L/shPar3 tumors expressed GFP and were able to growto comparable sizes (Figures 2C), Ras61L/shPar3 tumors grew more rapidly and wereconsistently more aggressive than Ras61L/shLuc tumors; they invaded through theperitoneum, with the bulk of the tumors growing inside the body cavity, and were notdetected during palpation (Figure S2A). Additionally, ~30% of the Ras61L/shPar3 tumorsinvaded through the skin (not shown). Consistent with these differences in invasiveness,Ras61L/shLuc tumors were more organized and retained regions that possessed a lobularorganization with distinct boundaries, while Ras61L/shPar3 tumors exhibited no discernableMcCaffrey et al. Page 3Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textorganization and cells appeared more spindle-shaped (Figures 2D, E). In contrast, NICD/shPar3 tumors were restricted to the fat pad, with occasional invasion into the peritoneum.Ras tumors depleted of Par3 retained expression of ZO1, which remained localized at sitesof cell-cell contacts marking the boundaries of minilumens (Figure 2D). Unexpectedly,although Ras61L is concentrated at intercellular junctions in the Ras61L/shLuc tumors, lossof Par3 results in the partial redistribution of the oncoprotein into the cytoplasm (Figure 2D,insets), which might have consequences for downstream signaling. The tumors also retainedexpression of the luminal epithelial marker cytokeratin 8 (K8) (Figure 2E), demonstratingthat, as with the NICD model, the Ras61L tumor cells are disorganized but retain epithelialcharacteristics in the absence of Par3. The Ras61L/shLuc tumors also expressed E-cadherin(Figure 2E). In contrast, however, E-cadherin (Figure 2E) and β-catenin (Figure S2B) werealmost undetectable in Ras61L/shPar3 tumors. The absence of staining reflects down-regulation of expression rather than mislocalization (Figures 2F, S2C). Although Ras61L/shPar3 tumor cells were more spindle-shaped, there was no increase in vimentin, amesenchymal marker (Figure 2F). Thus, loss of Par3, specifically in the context of the Rasoncogene, represses E-cadherin expression, though not the loss of other luminal epithelialmarkers.Interestingly, Ras61L/shLuc tumor cells were primarily K8+K14−, whereas the Ras61L/shPar3 tumors were more heterogeneous, and included K8+K14− and K8+K14+ dual-positive cells (Figure 2E). K8+K14+ dual positive cells may be undifferentiated progenitors(Raouf et al., 2008; Shackleton et al., 2006; Villadsen et al., 2007). Together, these data areconsistent with our previous identification of a role for Par3 in driving progenitor celldifferentiation in the mammary gland (McCaffrey and Macara, 2009). They also indicatethat loss of Par3 causes tissue misorganization rather than a simple loss of apical/basalpolarity.Par3 acts as an invasion and metastasis suppressorTo determine if loss of Par3 promotes metastasis we examined the lungs of mice afterorthotopic injection of NICD/shLuc or NICD/shPar3 into mammary fat pads. None of theNICD/shLuc mice had lung metastases (n=14), consistent with published data on NICDtransgenic mice (Hu et al., 2006). However, >80% of NICD/shPar3 mice (n=17) displayedextensive colonization, with an average of 32 colonies visible per lung (Figures 3A, B).These values are significantly different (p = 0.0001). Importantly, lung metastases from bothNICD/shPar3 and Ras61L/shPar3 tumors were comprised of similar epithelial cell types asthe primary tumors (Figure S3A, B). While Ras61L alone was sufficient to induce metastasis,loss of Par3 increased the number and size of the colonies (Figure S3C).As a further test of metastatic potential, we injected equal numbers of NICD/shLuc orNICD/shPar3 mammary cells systemically via the tail veins (n=10), and after 3 weeks thelungs were sectioned and examined for metastases. In all cases, colonization of the lungswas detected (Figure 3C), but metastases produced by NICD/shPar3 cells were significantlylarger and more numerous compared to NICD/shLuc cells (Figure 3D). These results areconsistent with increased efficiency of invasion, dissemination and colonization, and supportthe hypothesis that Par3 normally can suppress metastatic progression.To further examine the potential for Par3 to suppress tumor invasion, we asked if MECstransduced with or without Par3 shRNA and an oncogene would show increased migrationin vitro, using 3-dimensional Matrigel or collagen I invasion assays (Figures 3E–H, S3D–E).Previously, loss of Par3 has been reported to inhibit cell migration in 2-dimensional scratchwound assays (Schmoranzer et al., 2009). The non-transduced cells showed no detectableinvasion through Matrigel pads over the time course of the experiment, and silencing of Par3McCaffrey et al. Page 4Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textalone did not enable invasion (not shown). Expression of either the NICD or Ras61Loncogenes caused a significant number of cells to penetrate through the Matrigel. Strikingly,however, the silencing of Par3 in the context of either oncogene caused a substantialincrease in invasion efficiency. Loss of Par3 caused a 3.5-fold (NICD) and 3.9-fold increase(Ras61L) in cells that invaded through the 3D matrix, compared to controls (Figures 3E–F,S3D–E). Invasion of NICD cells through collagen I was also stimulated more than 7-fold byloss of Par3 (Figure 3G–H).Although most metastatic carcinomas retain epithelial characteristics, it has been proposedthat tumor cells might undergo a transient EMT during dissemination then revert to anepithelial phenotype when they colonize an ectopic site (Guarino et al., 2007). We examinedthe expression of EMT markers in our cultures and found a modest increase in ZEB1expression, but no overall changes in gene expression that would indicate a complete EMT(Figure S3F). Interestingly, the NICD/shPar3 cells that had migrated through the matrix tothe filter retained expression of the epithelial marker ZO1 (Figure 3I). We conclude that inthe context of an activated oncogene, loss of Par3 expression increases invasive behavior,and these cells retain the ability to express epithelial characteristics.Loss of Par3 induces MMP expression and cell detachment in transformed mammary cellsMigration through 3D matrices often requires expression of matrix metalloproteinases(MMPs), which degrade the ECM (Rorth, 2009). To test whether loss of Par3, in the contextof an oncogene, might alter MMP expression, or expression of other adhesion-related genes,we performed QRT-PCR array analysis of adhesion-related genes on primary NICD/shLucand NICD/shPar3 MECs in vitro, in the absence of selection. In the context of NICD/shPar3,MMP9 showed the most robust increase in expression over NICD /shLuc, and MMP9induction was second highest in the Ras model, of all genes analyzed (Tables S1–S4).Changes in MMP9 expression were confirmed by RT-PCR using different primers (Figure4A). The expression of 3 other genes was upregulated and 10 genes were reduced in bothmodels (Figure S4A). Expression of other genes differed between the two models, and theexpression of some other MMPs was reduced (MMPs 1a, 12, 14 for NICD; and 2, 15 forRas). NICD/shPar3 cells also showed significant decreases in the protease inhibitors, TIMP1and TIMP2. Therefore, in both models, metalloproteinase expression was altered by Par3depletion, with MMP9 being the most consistently up-regulated gene.Consistent with induction of MMPs, there was a dramatic change in colony morphologywhen Par3 expression was suppressed. Most NICD/shLuc cells grew as monolayers onfibronectin-coated dishes (~60–80%; Figure 4B, C). In contrast, only ~10–30% of NICD/shPar3 cells formed monolayers, with the rest detaching as spheroid colonies after severaldays culture (Figure 4B). Importantly, all cultures adhered normally during the first 24 – 48h demonstrating that maintenance rather than initial adhesive ability of the NICD/shPar3cells is defective. Moreover, after trypsinization, detached cells were able to re-adhere tonew plates, and again the cells began to detach after 24 – 48 h. To determine if loss of Par3causes defective attachment to specific types of ECM we also plated cells on collagen I.Whereas ~67% of NICD/shLuc cells grew as monolayer colonies on collagen I, less than 1%of cells lacking Par3 remained as monolayer colonies on collagen I (Figure S4B).Ras61L-transduced MECs also grew as monolayers, and silencing of Par3 increased multiplelayering, while detachment occurred as single cells, rather than as multicellular spheroids(Figures 4B and S4C, D). The inability of Ras61L/shPar3 to form spheroids may be due toreduced E-cadherin expression as noted above, which would prevent cells from maintainingintercellular adhesions.McCaffrey et al. Page 5Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textConsistent with the idea that ECM degradation is responsible for cell detachment, stainingfor fibronectin showed that while the ECM was intact beneath cells that express NICDalone, it was absent from patches where clusters of detached NICD/shPar3 cells had formed(Figure 4D). Finally, we asked if MMP activity is required for cell detachment. A MMPinhibitor almost completely blocked detachment induced by Par3 depletion in the context ofeither NICD or Ras (Figure 4E, F). To confirm the involvement of MMP9 in the invasivebehavior of the NICD/shPar3 cells, we used shRNA-lentivirus that target the murine MMP9and transduced them together with the NICD and shPar3 viruses into primary MECs. Thetwo most effective shRNAs (shMMP9-1 and -3) significantly reduced invasion throughMatrigel (Figures S4E, F). The MMP inhibitor also efficiently blocked invasion (FigureS4G). Together, these data identify a mechanism whereby loss of Par3 induces MMP9,which triggers degradation of ECM with consequent cell detachment and increased invasivemigration.Cell detachment is mediated through inappropriate activation of aPKCTo confirm that the adhesion defects were caused by loss of Par3, we first performed rescueexperiments using shRNA-resistant human Par3, which efficiently restored the ability ofcells (85%) to remain attached to the ECM (Figure 4C). Notably, however, a mutant(Par3S827A/S829A) that is unable to directly bind and be phosphorylated by aPKC could notrescue the adhesion defects, with only 28% of colonies growing as monolayers (Figure 4C).Next, to determine more directly whether aPKC activity is required for adhesion, we platedcells +/− an aPKC inhibitor. This myristoylated pseudosubstrate peptide penetrates cellmembranes and specifically inhibits aPKC isoforms. Inhibition of aPKC completely restoredcell-ECM adhesion to NICD/shPar3 and reduced Ras61L/shPar3 multilayering (Figure 4G,H).Our previous work showed that Par3 is required for normal localization of aPKC to theapical surface of luminal epithelial cells (McCaffrey and Macara, 2009). To determine ifaPKC is also mislocalized in NICD/shPar3 cells, we stained for aPKC and ZO1. In theNICD/shLuc control, ZO1 and aPKC both formed a tight border around the cells (FigureS4H). Thus, expression of the NICD oncogene alone is not sufficient to disrupt tightjunctions and aPKC localization. In contrast, aPKC was completely lost from the apicaljunctions of Par3-depleted NICD MECs. Cortical ZO1 persisted in Par3-depleted cells, butwas more punctate (Figure S4H). This result is consistent with our previous studies showingthat loss of Par3 negatively affects tight junction formation (Chen and Macara, 2005).Since inhibiting aPKC can reverse cell detachment, we asked whether aPKC activity wasaltered in NICD/shPar3 cells. Active atypical PKC is phosphorylated on T403/T410, andimmunoblots of cell lysates for total and p-aPKC revealed a substantial increase in p-aPKCT410 levels in NICD/shPar3 cells (Figure 5A, left panels). Thus, in these oncogene-transformed mammary cells, loss of Par3 induces aPKC activation. Notably, however, innormal epithelial cells, although loss of Par3 causes mislocalization of aPKC it does notalter T410 phosphorylation (Hao et al. 2010).Loss of Par3 activates Stat3 signaling through aPKCTo determine the mechanism by which Par3 controls adhesion and invasion, we examinedpotential downstream signaling pathways. Stat3 activation drives MMP expression inmultiple cancer cells, and promotes invasive behavior (Song et al., 2008; Xie et al., 2004).Active Stat3 is also frequently present at the invasive edge of tumors (Bromberg and Wang,2009). Therefore, we stained sections from the NICD tumors for phospho-Stat3(pStat3Y705). Although few cells were pStat3Y705-positive in the NICD/shLuc tumors,McCaffrey et al. Page 6Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textsilencing Par3 increased the number of pStat3Y705-positive cells throughout the tumor mass(Figure 5B, C).In many tumors, Stat3 activation can be induced indirectly through cytokine secretion byinfiltrating hematopoietic cells (Yu et al., 2009). To test whether Stat3 activation is intrinsicto NICD/shPar3 epithelial cells, we examined transduced, unselected MECs. Only ~5% ofNICD/shLuc cells expressed detectable (but weak) levels of pStat3Y705. Significantly,however, pStat3Y705 was present in 18% of NICD/shPar3 MECs, with a higher intensity ofstaining compared to NICD/shLuc cells (Figure S5A, B). Silencing Par3 in Ras61L MECsalso caused a substantial increase in pStat3Y705 as judged by immunofluorescence (FigureS5C, D). We confirmed that loss of Par3 caused a marked increase in pStat3Y705 levels asdetermined by immunoblot (Figure 5D). Furthermore, conditioned medium from NICD/shPar3 cultures failed to induce Stat3 activation when added to NICD/shLuc cultures (notshown). We conclude that Stat3 activation is cell autonomous and does not depend onparacrine cytokine signaling from immune cells.To determine whether aPKC acts upstream or downstream of Stat3 activation, we inhibitedStat3 and examined aPKC activation by blotting for p-aPKCT403/410. Atypical PKC activitywas independent of Stat3 activity (Figure 5A). In contrast, treatment of mammary NICD/shPar3 cells with the aPKCps inhibitor diminished pStat3Y705 to control levels (Figure 5E),demonstrating that aPKC acts upstream of Stat3 induction.As Stat3 can induce MMP expression in some cancer cells, we next tested the effect of aselective Stat3 inhibitor, Cucurbitacin-I (JSI-124), on mammary cell detachment. Cells weretreated with 50nM Cucurbitacin, 24 h after being plated on ECM, and were examined 48 hlater. Cucurbitacin completely reversed the adhesion defect in NICD/shLuc, NICD/shPar3,Ras61L/shLuc and in ~80% of Ras61L/shPar3 colonies (Figures 5F and S5E). Moreover,treatment of NICD/shLuc and NICD/shPar3 MECs with Cucurbitacin significantly reducedthe invasive potential of the MECs through Matrigel (Figure 5G). In addition, we asked ifreducing Stat3 expression could block the effects of Par3 depletion in the invasion of MECsthrough Matrigel. As shown in Figures 5H and S5F, knockdown of Stat3 significantlyreduced the invasiveness of the oncogene-transduced cells that lack Par3. These data suggestthat activation of Stat3 is required for the cell detachment and invasive phenotypes causedby loss of Par3.As a direct test of this hypothesis, we expressed a constitutively active mutant, Stat3-C(Bromberg et al., 1999), in MECs together with NICD or Ras61L. This mutant phenocopiedthe loss of Par3, by reducing cell attachment and increasing invasion (Figures 5H, 5SF).Furthermore, we confirmed that in murine MECs active Stat3-C also induces MMP9 (FigureS5G).Jak phosphorylation was also substantially increased by loss of Par3 (Figure 5D). To testwhether Jak is upstream of Stat3 activation in Par3-depleted cells we used a specific Jakinhibitor, Pyridone 6 (Thompson et al., 2002). This inhibitor blocked shPar3-dependentStat3 activation and significantly reduced invasion of the cells through Matrigel (Figures 5I,J).Importantly, all of the effects on signaling caused by loss of Par3 in the context of oncogenicactivation could be fully reversed by expression of a GFP fusion of human Par3, (FigureS5H). GFP-hPar3 did not induce re-expression of the endogenous Par3 but inhibited thephosphorylation of aPKC and Stat3, and blocked the induction of MMP9. Therefore, thesesignaling responses depend specifically on the loss of Par3 and are not off-target effects ofthe shRNA.McCaffrey et al. Page 7Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textFinally, to determine whether the induction of Stat3-mediated invasive behavior issignificant for shPar3-dependent metastasis in vivo, we measured lung colonization after tailvein injections of NICD-transformed cells with shRNAs against Par3 alone or Par3 andStat3. As described above (Figure 3) loss of Par3 caused a significant increase in lungmetastasis, which was completely suppressed by co-silencing Stat3 (Figure 5K). These dataidentify an unanticipated pathway in which loss of Par3 results in the aPKC-dependentactivation of JAK/STAT signaling, which induces MMP9 expression and consequentdestruction of the ECM, increased invasion and lung metastasis by oncogene-activatedmammary cells.Par3 expression is frequently lost in human breast cancersTo address the relevance of Par3 loss to human breast cancer, we explored the expression ofthe PARD3 transcript in tumors from selected cohorts of patients. Significant reductions inPARD3 gene expression were apparent in invasive ductal and lobular carcinomas comparedto normal breast tissue (Figure 6A). Notably, PARD3 expression was also reduced in otherepithelial cancers (Supplementary Figure S6A). We next analyzed a human tumor lysatearray by immunoblot and found a significant reduction in PAR3 protein for 50% of thetumors as compared to matched samples of normal breast tissue from the same patients(Figure 6B, left panel). A second, independent matched group of 52 patient samples alsoshowed significant reduction in PAR3 expression (Figure 6B, right panel). The samemembranes were also probed for RanGTPase as a loading control and the PAR3/RAN ratioswere measured, to provide a corrected level of PAR3 (Figure 6C). To validate the specificityof the Par3 antibody, we probed breast cancer cell line lysates under similar bufferconditions to those used in generating the commercial membranes. The antibody specificallydetected PAR3, with low background and no non-specific bands, indicating that the signaldetected on the arrays is PAR3-specific (Figure S6B). In addition, we immunoblotted alimited number of freshly isolated normal and breast tumor samples including 3 invasivecarcinomas (IDC) and one ductal carcinoma in situ (DCIS), which confirmed a decrease inPAR3 protein expression in the invasive breast cancer samples compared to normal tissue(Figure S6C).To determine if PARD3 expression is associated with any change in survival probability wecompared Kaplan-Meier plots for high and low expression of PARD3, using a validatedJetset probe (Figure S6D). For a set of 2,324 breast cancer patients, low PARD3 correlatedwith a modest but statistically significant reduction in survival probability (p = 9.8 × 10−5)(Gyorffy et al., 2010). Our mouse models had revealed that loss of Par3 triggers theinduction of MMP9 and invasion. Therefore, we compared the expression of PARD3 andMMP9 in cohorts of normal human breast, primary breast cancers and metastases.Consistent with a role for loss of PAR3 in regulating metastasis through MMP9, asignificant anti-correlation exists between PARD3 and MMP9 expression in metastases(Figure 6D). One dataset also showed a significant anti-correlation in primary tumors,although to a lesser degree than in metastases (Figure 6Db).Par3 protein is localized to tight junctions at the apical/lateral boundary in murine mammaryepithelia (McCaffrey and Macara, 2009), and immunofluorescence of tissue arrays revealeda similar distribution for human mammary ducts (Figure 7A a – c). Strikingly, however,PAR3 localization was completely lost in many of the human breast cancer samples (Figure7A d– i). From a total of 76 tumor samples examined, 63 lacked strong cortex-associatedPAR3 staining. Importantly, co-staining of tissue sections of 166 human invasive ductalcarcinomas showed that p-aPKC and pSTAT3 were frequently prominent in regions withweak Par3 staining, whereas regions with more intense Par3 staining were negative forpSTAT3Y705 and p-aPKC (Figure7B, C). Furthermore, many regions were dual-positive forMcCaffrey et al. Page 8Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textp-aPKC and pJAK2 (Figure 7D), consistent with a role for PAR3 in regulating aPKC, JAK,and STAT3 activity in human breast cancers.DISCUSSIONThe apical/basal polarity of epithelial cells is controlled in part by the Par proteins togetherwith a group of epithelial-specific proteins first identified in Drosophila (Crumbs, Scribble,Lgl, Dlg). Loss of such proteins, or their misregulation, might therefore be expected to playa pivotal role in carcinogenesis, an idea that has been discussed in numerous reviews (Dowand Humbert, 2007; Feigin and Muthuswamy, 2009; Januschke and Gonzalez, 2008; StJohnston and Ahringer, 2010). Yet there is surprisingly little published data to support thisview. In Drosophila Scrb, Lgl, and Dlg can behave as tumor suppressors (Bilder et al., 2000;Brumby and Richardson, 2003), and can cooperate with oncogenes to drive metastasis(Pagliarini and Xu, 2003; Wu et al., 2010). Deletion of Scrb in prostate epitheliumpredisposed mice to neoplasia (Pearson et al., 2011). Silencing of Scrb in murine mammarycells stimulated tumor growth driven by c-myc but had no effect on tumor latency and didnot induce metastasis (Zhan et al., 2008). Nor does silencing of Scrb disrupt apical/basalpolarity in mammalian epithelial cells (Dow and Humbert, 2007; Qin et al., 2005).Additionally, increased aPKC activity or Par6 levels have been linked to TGFβ signaling,and to breast cancer invasiveness (Viloria-Petit et al., 2009; Zhan et al., 2008). However, todate the only bona fide tumor suppressor among the polarity proteins in humans is PAR4/LKB1, (Jansen et al., 2009) and we are not aware of evidence that other Par proteinsfunction as invasion suppressors, or that disruption of a polarity gene can inducetumorigenesis through loss of epithelial polarity.To examine this issue, we used lentiviruses to deplete Par3 and express activated Notch orRas in primary murine mammary cells, which were implanted orthotopically into normalimmuno-competent mice. An advantage of this approach is that multiple changes in geneexpression can be manipulated simultaneously, for instance to couple RNAi with ectopicexpression. Additionally, the same cells can be used in vitro, without prior selection, toelucidate the molecular mechanisms underlying their phenotypes. This cancer modelrevealed several unexpected effects of silencing Par3. Most remarkably, despite the fact thatthe Ras and NICD oncogenes function through distinct mechanisms, the phenotypes inducedby loss of Par3 are very similar. Loss of Par3 potently reduced tumor latency in bothcontexts and increased lung colonization, consistent with in vitro increases in invasivenessand detachment from the ECM. These effects were independent of any consistent pattern ofEMT. For example, both the NICD and Ras tumors and metastases retained K8 and ZO1expression and did not express the classical mesenchymal markers vimentin or N-cadherin,consistent with a classification as luminal-type tumors. Moreover, loss of Par3 caused theactivation of Stat3 and induction of MMP9 expression in both tumor models. Indeed, theonly consistent difference was that Ras/shPar3 tumors had lost expression of E-cadherin,whereas cadherin expression was retained in the context of NICD.What are the underlying mechanisms through which loss of Par3 triggers rapid tumorgrowth and invasion? We propose the following model (Figure 7E). First, Par3 spatiallyrestricts aPKC at the apical membrane (McCaffrey and Macara, 2009), and apicallocalization requires the binding and phosphorylation of Par3 by aPKC. Notably, over-expression or mislocalization of aPKC is commonly found in invasive human breast tumors(Kojima et al., 2008; Regala et al., 2005). Loss of Par3 triggers both the mislocalization and– in the context of at least some oncogenes – the activation of aPKC, which, unexpectedly,triggers JAK-dependent activation of Stat3. Stat3 in turn induces MMP expression, resultingin degradation of the ECM and permitting escape from the primary tumor. Our resultsgenerally agree with previous data that aPKCs were necessary for STAT3 activity andMcCaffrey et al. Page 9Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textMMP1/13 expression in cytokine-stimulated chondrocytes (Litherland et al., 2010).However, Litherland et al. found a dependence on ERK phosphorylation, whereas we sawno changes in ERK activation in Par3-depleted cells (data not shown). Instead, loss of Par3in an epithelial tumor context induces Stat3 activation through JAK by a cytokine-independent mechanism.Stat3 is normally expressed only at low levels in the developing mammary gland, and isupregulated during involution to regulate cell death. Nonetheless, active STAT3 is oftenfound at the invasive edges of tumors (Bromberg and Wang, 2009) and is known to promotemetastasis in breast cancer (Barbieri et al., 2010a). Brugge and colleagues found that NICDis sufficient to activate STAT3 in MCF10A cells (Mazzone et al., 2010). However, thesecells cannot form normal tight junctions and do not exhibit cortical polarity (Fogg et al.,2005). Most likely, therefore, aPKC is not restricted to the apical surface, and NICDexpression is sufficient to induce Stat3 activation.The coupling between polarity proteins, oncogenes, and Stat3 is paralleled to a remarkabledegree by Drosophila, in which clones of epithelial cells lacking the Scribble polarityprotein become highly metastatic in the context of oncogenic Ras (Pagliarini and Xu, 2003;Wu et al., 2010). Loss of Scribble alone triggers a JNK-dependent apoptotic responsethrough the cell competition pathway, by which neighboring wild type cells eliminate themutant cells; however, the expression of RasV12 switches this response from apoptosis touncontrolled proliferation, via a compensatory mechanism dependent on JAK/STATactivation. Tantalizingly, loss of a polarity protein in the mammary gland also stimulatesapoptosis, just as in Drosophila (McCaffrey and Macara, 2009). An important question forthe future is whether this response is mediated by cell competition, and whether an aberrantcompensatory mechanism drives tumor growth and dissemination when polarity proteins arelost from oncogene-transformed cells.The striking effects of Par3 deficiency in the context of activated oncogenes suggest thatpolarity proteins might be suppressors of tumorigenesis in human carcinomas. PAR3 proteinlevels are significantly reduced in 50% of breast cancer samples compared with matchednormal tissue, and a large majority of breast cancers lack normal PAR3 localization.Importantly, loss of Par3 was tightly correlated with increased p-aPKC and pSTAT3 acrossmultiple breast tumor samples. Our data demonstrate that in addition to promotingmetastasis through Stat3/MMPs, reduction of Par3 also reduces tumor latency, indicatingthat Par3 may suppress several steps in tumorigenesis. Microarray data support a broaddecrease in PARD3 gene expression across multiple epithelial cancers, including invasiveductal carcinoma of the breast. Deletions in the PARD3 locus have also been identified. Forhuman esophageal small cell carcinoma, the PARD3 gene was homozygously deleted in15%, and expression was reduced in 90% of cell lines tested, compared to normalesophageal epithelial cells (Zen et al., 2009). Additionally, small deletions have beenidentified within the PARD3 locus in a variety of cancer types (Rothenberg et al., 2010). AsPar3 functions in a polarity signaling network, mutations in other components of thisnetwork might also contribute to metastasis by human carcinomas. Together, our dataestablish that the Par3 polarity protein is an important suppressor of tumorigenesis andmetastasis, and that it may play a significant role in human breast cancer progression.EXPERIMENTAL PROCEDURESCulture Conditions, Antibodies, Immunostaining, and InhibitorsSee Supplemental Experimental Procedures.McCaffrey et al. Page 10Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textOrthotopic mammary transplantsAll animal procedures were performed in accordance with protocols approved by theAnimal Use Committees at the University of Virginia and McGill University, Montreal.Freshly isolated mammary cells were transduced with lentivirus expressing myc-NICD,Ras61L, and control shRNA (shLuc; against luciferase) or shRNA specific to murine Par3(shPar3) (Zhang and Macara, 2006). Cells were transduced at an MOI=5, for oncogenes, andMOI=10 for shRNA. For in vivo tumorigenesis, 1×104 transduced MECs, for NICDexperiments or 1×105 MECs for Ras61L, were injected into cleared fat pads, as describedpreviously (McCaffrey and Macara, 2009). For assessing tumor incidence and growth, cellsexpressing NICD/shLuc were injected in the contralateral side to NICD/shPar3 of eachmouse. Mice were examined biweekly for palpable tumors. To assess metastasis, cells weretransplanted into paired inguinal (#4) fat pads. Once palpable tumors were found, they weremeasured with calipers weekly. Mice were sacrificed when the calculated tumor volumereached 1cm3.Invasion assays2.5×104 primary mammary epithelial cells (MECs)/well were transduced with NICD/shLuc,or NICD/shPar3, Ras61L/shLuc or Ras61L/shPar3 lentivirus and 2.5×104 Comma-D1 cells/well transduced with Ras61L/shLuc or Ras61L/shPar3 were plated in 8 μm pore Transwellinserts (Corning) in a 24-well plate format on top of 100 μl of 50% growth factor reducedMatrigel or 100 μl of Collagen I gels (rat tail collagen I, Gibco), prepared as described(Estecha et al., 2009). Culture medium was changed twice a day for 3 d. After 72 h, cellsthat had migrated through the Matrigel to the filter were stained with Hoechst 33342 andcounted.Tumor ArrayCommercially available membranes (ST2-6X-1 and ST2-6X-2) and SomaPlex BreastCancer Tissue Lysate Protein Microarray (PMA2-001-L) from Protein Biotechnologies wereprobed according to the manufacturer's protocol (See Extended Experimental Procedures).Breast tissue was provided by the University of Virginia Biorepository and Tissue ResearchFacility. All human samples were de-identified and are exempt from informed consent.Statistical analysesA Wilcoxon Signed-Rank test was used to determine the significance (p-value) of tumor-free status in mice for the in vivo tumorigenesis. P-values were determined using unpaired,2-tailed Student's t-test for all assays except the tumor arrays, which used paired 2-tailedStudent's t-tests.Supplementary MaterialRefer to Web version on PubMed Central for supplementary material.AcknowledgmentsWe thank Didier Trono (Lausanne, Switzerland) for lentivectors, Shinya Yamanaka (Kyoto Univ.) for Stat3-C,Connie Cepko (Harvard Univ.) for myc-NICD, Jim Fawcett (Dalhousie Univ., Canada) for Par3 antibody, DeborahLannigan (Univ. of Virginia) for breast tissue samples, and acknowledge grant support from the NIH GM070902and CA132898 (to IGM), F32CA139950 (to JM), the Terry Fox Research Institute, Project #1009 (to LMM), CIHR200602MFE-159430-14-900 (to LMM).McCaffrey et al. Page 11Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textREFERENCESBarbieri I, Pensa S, Pannellini T, Quaglino E, Maritano D, Demaria M, Voster A, Turkson J, CavalloF, Watson CJ, et al. Constitutively active Stat3 enhances neu-mediated migration and metastasis inmammary tumors via upregulation of Cten. Cancer Res. 2010a; 70:2558–2567. [PubMed:20215508]Barbieri I, Quaglino E, Maritano D, Pannellini T, Riera L, Cavallo F, Forni G, Musiani P, Chiarle R,Poli V. Stat3 is required for anchorage-independent growth and metastasis but not for mammarytumor development downstream of the ErbB-2 oncogene. Mol Carcinog. 2010b; 49:114–120.[PubMed: 20027636]Bilder D, Li M, Perrimon N. Cooperative regulation of cell polarity and growth by Drosophila tumorsuppressors. Science. 2000; 289:113–116. [PubMed: 10884224]Bromberg J, Wang TC. Inflammation and cancer: IL-6 and STAT3 complete the link. Cancer Cell.2009; 15:79–80. [PubMed: 19185839]Bromberg JF, Wrzeszczynska MH, Devgan G, Zhao Y, Pestell RG, Albanese C, Darnell JE Jr. Stat3 asan oncogene. Cell. 1999; 98:295–303. [PubMed: 10458605]Brumby AM, Richardson HE. Scribble mutants cooperate with oncogenic Ras or Notch to causeneoplastic overgrowth in Drosophila. Embo J. 2003; 22:5769–5779. [PubMed: 14592975]Chen X, Macara IG. Par-3 controls tight junction assembly through the Rac exchange factor Tiam1.Nat Cell Biol. 2005; 7:262–269. [PubMed: 15723052]Clark GJ, Der CJ. Aberrant function of the Ras signal transduction pathway in human breast cancer.Breast Cancer Res Treat. 1995; 35:133–144. [PubMed: 7612899]Dow LE, Humbert PO. Polarity regulators and the control of epithelial architecture, cell migration, andtumorigenesis. Int Rev Cytol. 2007; 262:253–302. [PubMed: 17631191]Estecha A, Sanchez-Martin L, Puig-Kroger A, Bartolome RA, Teixido J, Samaniego R, Sanchez-Mateos P. Moesin orchestrates cortical polarity of melanoma tumour cells to initiate 3D invasion. JCell Sci. 2009; 122:3492–3501. [PubMed: 19723803]Feigin ME, Muthuswamy SK. Polarity proteins regulate mammalian cell-cell junctions and cancerpathogenesis. Curr Opin Cell Biol. 2009; 21:694–700. [PubMed: 19729289]Fogg VC, Liu CJ, Margolis B. Multiple regions of Crumbs3 are required for tight junction formationin MCF10A cells. J Cell Sci. 2005; 118:2859–2869. [PubMed: 15976445]Goldstein B, Macara IG. The PAR proteins: fundamental players in animal cell polarization. Dev Cell.2007; 13:609–622. [PubMed: 17981131]Grivennikov S, Karin M. Autocrine IL-6 signaling: a key event in tumorigenesis? Cancer Cell. 2008;13:7–9. [PubMed: 18167335]Gyorffy B, Lanczky A, Eklund AC, Denkert C, Budczies J, Li Q, Szallasi Z. An online survivalanalysis tool to rapidly assess the effect of 22,277 genes on breast cancer prognosis usingmicroarray data of 1,809 patients. Breast Cancer Res Treat. 2010; 123:725–731. [PubMed:20020197]Hao Y, Du Q, Chen X, Zheng Z, Balsbaugh JL, Maitra S, Shabanowitz J, Hunt DF, Macara IG. Par3controls epithelial spindle orientation by aPKC-mediated phosphorylation of apical pins. CurrBiol. 2010; 20:1809–1818. [PubMed: 20933426]Harris TJ, Peifer M. The positioning and segregation of apical cues during epithelial polarityestablishment in Drosophila. J Cell Biol. 2005; 170:813–823. [PubMed: 16129788]Horikoshi Y, Suzuki A, Yamanaka T, Sasaki K, Mizuno K, Sawada H, Yonemura S, Ohno S.Interaction between PAR-3 and the aPKCPAR-6 complex is indispensable for apical domaindevelopment of epithelial cells. J Cell Sci. 2009; 122:1595–1606. [PubMed: 19401335]Hu C, Dievart A, Lupien M, Calvo E, Tremblay G, Jolicoeur P. Overexpression of activated murineNotch1 and Notch3 in transgenic mice blocks mammary gland development and inducesmammary tumors. Am J Pathol. 2006; 168:973–990. [PubMed: 16507912]Jansen M, Ten Klooster JP, Offerhaus GJ, Clevers H. LKB1 and AMPK family signaling: the intimatelink between cell polarity and energy metabolism. Physiol Rev. 2009; 89:777–798. [PubMed:19584313]McCaffrey et al. Page 12Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textJanuschke J, Gonzalez C. Drosophila asymmetric division, polarity and cancer. Oncogene. 2008;27:6994–7002. [PubMed: 19029940]Kojima Y, Akimoto K, Nagashima Y, Ishiguro H, Shirai S, Chishima T, Ichikawa Y, Ishikawa T,Sasaki T, Kubota Y, et al. The overexpression and altered localization of the atypical proteinkinase C lambda/iota in breast cancer correlates with the pathologic type of these tumors. HumPathol. 2008; 39:824–831. [PubMed: 18538170]Litherland GJ, Elias MS, Hui W, Macdonald CD, Catterall JB, Barter MJ, Farren MJ, Jefferson M,Rowan AD. Protein kinase C isoforms zeta and iota mediate collagenase expression and cartilagedestruction via STAT3- and ERK-dependent c-fos induction. J Biol Chem. 2010; 285:22414–22425. [PubMed: 20463008]Mazzone M, Selfors LM, Albeck J, Overholtzer M, Sale S, Carroll DL, Pandya D, Lu Y, Mills GB,Aster JC, et al. Dose-dependent induction of distinct phenotypic responses to Notch pathwayactivation in mammary epithelial cells. Proc Natl Acad Sci U S A. 2010; 107:5012–5017.[PubMed: 20194747]McCaffrey LM, Macara IG. The Par3/aPKC interaction is essential for end bud remodeling andprogenitor differentiation during mammary gland morphogenesis. Genes Dev. 2009; 23:1450–1460. [PubMed: 19528321]Pagliarini RA, Xu T. A genetic screen in Drosophila for metastatic behavior. Science. 2003;302:1227–1231. [PubMed: 14551319]Pearson HB, Perez-Mancera PA, Dow LE, Ryan A, Tennstedt P, Bogani D, Elsum I, Greenfield A,Tuveson DA, Simon R, et al. SCRIB expression is deregulated in human prostate cancer, and itsdeficiency in mice promotes prostate neoplasia. J Clin Invest. 2011; 121:4257–4267. [PubMed:21965329]Pece S, Serresi M, Santolini E, Capra M, Hulleman E, Galimberti V, Zurrida S, Maisonneuve P, VialeG, Di Fiore PP. Loss of negative regulation by Numb over Notch is relevant to human breastcarcinogenesis. J Cell Biol. 2004; 167:215–221. [PubMed: 15492044]Ponzo MG, Park M. The Met receptor tyrosine kinase and basal breast cancer. Cell Cycle. 2010;9:1043–1050. [PubMed: 20237428]Qin Y, Capaldo C, Gumbiner BM, Macara IG. The mammalian Scribble polarity protein regulatesepithelial cell adhesion and migration through E-cadherin. J Cell Biol. 2005; 171:1061–1071.[PubMed: 16344308]Raouf A, Zhao Y, To K, Stingl J, Delaney A, Barbara M, Iscove N, Jones S, McKinney S, Emerman J,et al. Transcriptome analysis of the normal human mammary cell commitment and differentiationprocess. Cell Stem Cell. 2008; 3:109–118. [PubMed: 18593563]Reese DM, Slamon DJ. HER-2/neu signal transduction in human breast and ovarian cancer. StemCells. 1997; 15:1–8. [PubMed: 9007217]Regala RP, Weems C, Jamieson L, Khoor A, Edell ES, Lohse CM, Fields AP. Atypical protein kinaseC iota is an oncogene in human non-small cell lung cancer. Cancer Res. 2005; 65:8905–8911.[PubMed: 16204062]Rorth P. Collective cell migration. Annu Rev Cell Dev Biol. 2009; 25:407–429. [PubMed: 19575657]Rothenberg SM, Mohapatra G, Rivera MN, Winokur D, Greninger P, Nitta M, Sadow PM,Sooriyakumar G, Brannigan BW, Ulman MJ, et al. A genome-wide screen for microdeletionsreveals disruption of polarity complex genes in diverse human cancers. Cancer Res. 2010;70:2158–2164. [PubMed: 20215515]Schafer ZT, Brugge JS. IL-6 involvement in epithelial cancers. J Clin Invest. 2007; 117:3660–3663.[PubMed: 18060028]Schmoranzer J, Fawcett JP, Segura M, Tan S, Vallee RB, Pawson T, Gundersen GG. Par3 and dyneinassociate to regulate local microtubule dynamics and centrosome orientation during migration.Curr Biol. 2009; 19:1065–1074. [PubMed: 19540120]Shackleton M, Vaillant F, Simpson KJ, Stingl J, Smyth GK, Asselin-Labat ML, Wu L, Lindeman GJ,Visvader JE. Generation of a functional mammary gland from a single stem cell. Nature. 2006;439:84–88. [PubMed: 16397499]McCaffrey et al. Page 13Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textSong Y, Qian L, Song S, Chen L, Zhang Y, Yuan G, Zhang H, Xia Q, Hu M, Yu M, et al. Fra-1 andStat3 synergistically regulate activation of human MMP-9 gene. Mol Immunol. 2008; 45:137–143.[PubMed: 17572495]St Johnston D, Ahringer J. Cell polarity in eggs and epithelia: parallels and diversity. Cell. 2010;141:757–774. [PubMed: 20510924]Thiery JP, Acloque H, Huang RY, Nieto MA. Epithelial-mesenchymal transitions in development anddisease. Cell. 2009; 139:871–890. [PubMed: 19945376]Thompson JE, Cubbon RM, Cummings RT, Wicker LS, Frankshun R, Cunningham BR, Cameron PM,Meinke PT, Liverton N, Weng Y, et al. Photochemical preparation of a pyridone containingtetracycle: a Jak protein kinase inhibitor. Bioorg Med Chem Lett. 2002; 12:1219–1223. [PubMed:11934592]Villadsen R, Fridriksdottir AJ, Ronnov-Jessen L, Gudjonsson T, Rank F, LaBarge MA, Bissell MJ,Petersen OW. Evidence for a stem cell hierarchy in the adult human breast. J Cell Biol. 2007;177:87–101. [PubMed: 17420292]Viloria-Petit AM, David L, Jia JY, Erdemir T, Bane AL, Pinnaduwage D, Roncari L, Narimatsu M,Bose R, Moffat J, et al. A role for the TGFbeta-Par6 polarity pathway in breast cancer progression.Proc Natl Acad Sci U S A. 2009; 106:14028–14033. [PubMed: 19667198]Wu M, Pastor-Pareja JC, Xu T. Interaction between Ras(V12) and scribbled clones induces tumourgrowth and invasion. Nature. 2010; 463:545–548. [PubMed: 20072127]Xie TX, Wei D, Liu M, Gao AC, Ali-Osman F, Sawaya R, Huang S. Stat3 activation regulates theexpression of matrix metalloproteinase-2 and tumor invasion and metastasis. Oncogene. 2004;23:3550–3560. [PubMed: 15116091]Yu H, Pardoll D, Jove R. STATs in cancer inflammation and immunity: a leading role for STAT3. NatRev Cancer. 2009; 9:798–809. [PubMed: 19851315]Zen K, Yasui K, Gen Y, Dohi O, Wakabayashi N, Mitsufuji S, Itoh Y, Zen Y, Nakanuma Y, TaniwakiM, et al. Defective expression of polarity protein PAR-3 gene (PARD3) in esophageal squamouscell carcinoma. Oncogene. 2009; 28:2910–2918. [PubMed: 19503097]Zhan L, Rosenberg A, Bergami KC, Yu M, Xuan Z, Jaffe AB, Allred C, Muthuswamy SK.Deregulation of scribble promotes mammary tumorigenesis and reveals a role for cell polarity incarcinoma. Cell. 2008; 135:865–878. [PubMed: 19041750]Zhang H, Macara IG. The polarity protein PAR-3 and TIAM1 cooperate in dendritic spinemorphogenesis. Nat Cell Biol. 2006; 8:227–237. [PubMed: 16474385]McCaffrey et al. Page 14Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textHighlights• Par3 protein expression is significantly reduced in human breast cancers.• Loss of Par3 cooperates with oncogenes to trigger rapid tumor growth andmetastasis.• Loss of Par3 enhances oncogene-dependent invasion in the absence of overtEMT.• Atypical PKC-dependent activation of Stat3 is essential for increasedinvasiveness.McCaffrey et al. Page 15Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textSIGNIFICANCEAlthough loss of cell polarity is often considered a hallmark of invasive cancers there islittle experimental evidence for any role of the polarity machinery in tumor suppression.Here, we demonstrate that Par3 polarity protein expression is frequently lost in humanbreast cancers. In the context of different oncogenes, loss of Par3 increases primarytumor growth and metastatic colonization of the lungs through the production of MMP9downstream of Jak/Stat3 signaling, which is responsible for the invasive behavior of thetumors. We find that expression of Par3 is anti-correlated with phospho-aPKC, phospho-JAK, phospho-Stat3 and MMP9 expression in human breast cancers, establishing Par3 asa potent tumor growth and invasion suppressor.McCaffrey et al. Page 16Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textFigure 1.Loss of Par3 cooperates with NICD to promote mammary tumor formation (A) Kaplan-Meier (KM) curve of tumor-free status in mice transplanted with shPar3 (n=17), NICD/shLuc (n=11), or NICD/shPar3 (n=12) MECs. (B) Tumors arising from orthotopicallytransplanted myc-NICD/shLuc or myc-NICD/shPar3 MECs were immunoblotted for Par3,myc-NICD and tubulin. (C) Immunofluorescence staining of tumor sections for myc-NICD(red) and GFP (green), which marks cells expressing shRNA. (D) Tumors arising fromNICD/shLuc or NICD/shPar3 transduced MECs. GFP is co-expressed with the shRNA andis used as a marker for transduction. Arrow indicates small non-palpable NICD/shLuctumor, which were found in 7/11 fat pads. (E) Upper panels: Hematoxylin and Eosin (H&E)stained sections of the edges of NICD/shLuc and NICD/shPar3 tumors. Lower panels:Tissue sections of the tumor edge stained with cytokeratin 8 (CK8, red) and Hoechst 33258(DNA, blue). Arrows show invading cells. (F) Immunofluorescence staining of tumorsections for E-cadherin, ZO1, and Hoeschst 33342 for DNA. Scale bars= 50 μm (C), 2 mm(D), 100 μm (E), 20 μm (F). See also Figure S1.McCaffrey et al. Page 17Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textFigure 2.Loss of Par3 cooperates with Ras61L to promote mammary tumor formation (A) KM curvefor mice transplanted with MECs expressing GFP/shPar3 (n=13), Ras61L/shLuc (n=13), orRas61L/shPar3 (n=13). (B) Imunoblot of primary Ras61L /shLuc and Ras61L /shPar3 tumorlysates. (C) Micrographs of tumors from transplanted Ras61L/shLuc or Ras61L/shPar3MECs. GFP indicates tumor cells are transduced with lentivirus. (D) Immunofluorescencestaining of tumor sections for GFP-Ras61L (green) and ZO1 (red). (E) Immunofluorescencestaining of tumor sections for GFP-Ras61L (green) and E-cadherin (red), or cytokeratin 8(green) and cytokeratin 14 (red). (F) Western blot of primary Ras61L /shLuc and Ras61L /shPar3 tumor cell lysates. Scale bars = 500 μm (C), 50 μm (D) and (E). See also Figures S2.McCaffrey et al. Page 18Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textFigure 3.Suppression of Par3 increases tumor invasion and metastasis(A) Whole mount GFP fluorescent images of lung metastases from tumor-bearing micefollowing orthotopic mammary gland transplants of MECs transduced with NICD/shLuc(n=14) and NICD/shPar3 (n=17; p=0.0001). (B) Box plots showing the number of metastaticnodules in lungs from (A). (C) H&E-stained sections of lungs following tail vein injectionsof 3×105 MECs transduced with NICD/shLuc or NICD/shPar3. (D) Box plots showing thenumber of metastatic nodules in lungs (n=10) following systemic injections of transducedcells from (C). (E) Hoechst stained nuclei of NICD/shLuc or NICD/shPar3 MECs thatinvaded through the Matrigel pad and 8μm filter inserts after 72 h. (F) Quantification of (E)and results are average of 3 independent experiments. Error bars are 1 sem. (G) Same as (E),except invasion through collagen I gels. (H) Quantification of (G); results are means of 3independent experiments. Error bars = sem. (I) Immunofluorescence staining of NICD/shLuc or NICD/shPar3 MECs that migrated through the Matrigel for GFP (green) and ZO1(red). Scale bars = 1cm (A, C), 100 μm (E, G), 10 μm (I). See also Figures S3.McCaffrey et al. Page 19Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textFigure 4.Loss of Par3 induces MMP expression and cell detachment in transformed mammaryepithelial cells through activation of aPKC(A) RT-PCR on total RNA from tumor tissues expressing either NICD or Ras61L +/−shRNA against Par3, using primers for MMP9 and β-actin (control). (B) Primary MECsstably expressing NICD/shLuc, NICD/shPar3, Ras61L/shLuc or Ras61L/shPar3 were platedon fibronectin for 72 h, and imaged by DIC. Representative images of the various colonyphenotypes are shown. Scale bars = 50 μm. (C) Quantification of cell detachment by MECsexpressing NICD/shLuc, NICD/shPar3, and NICD/shPar3 with RNAi-resistant full-lengthhuman Par3, or mutant Par3S827A/S829A that does not bind aPKC. (D) IF staining offibronectin under colonies of NICD/shLuc and NICD/shPar3 MECs. Scale bars = 10 μm.(E) Quantification of cell detachment for NICD/shLuc and NICD/shPar3 MECs +/− 400 pMof MMP Inhibitor I. (F) Quantification of cell detachment for Ras61L/shLuc and Ras61L/shPar3 MECs grown +/− 400 pM MMP9/13 inhibitor I. (G) Quantification of celldetachment for NICD/shLuc and NICD/shPar3 MECs +/− 40μg/ml of aPKCpseudosubstrate inhibitor. (H) Detachment of Ras61L/shLuc and Ras61L/shPar3 MECsgrown +/− 40μg/ml aPKC inhibitor. Results are means of at least 3 independent cultures.Error bars = +/− 1sd. See also Figure S4 and Tables S1–S4.McCaffrey et al. Page 20Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textFigure 5.Loss of Par3 activates Stat3 signaling through aPKC(A) Immunoblot of NICD/shLuc and NICD/shPar3 MEC lysates showing active phospho-aPKCT410/403 (pT-aPKC) and total aPKC protein levels +/− 50nM Stat3 inhibitor,Cucurbitacin I. (B) Immunofluorescence staining of NICD/shLuc or NICD/shPar3 tumorsections for pStat3Y705 (red) and nuclei (blue). Scale bars = 50 μm. (C) Quantification ofpStat3Y705 positive cells in tumor sections (n=8). (D) Immunoblots of lysates from NICD/shLuc or NICD/shPar3 primary MECs. Phospho-antibodies were used to detect pJAKY1007/8and pStat3Y705. (E) Immunoblots of NICD/shLuc or NICD/shPar3 MEC lysates +/− 40μg/ml aPKC inhibitor. (F) Quantification of cell detachment for NICD/shLuc and NICD/shPar3MECs grown +/− 50 nM Cucurbitacin I. Results from 2 independent experiments. (G)Quantification of invasion of NICD/shLuc and NICD/shPar3 MECs through Matrigel, +/−50 nM Cucurbitacin I. (H) Quantification of invasion of NICD/shLuc, NICD/shPar3,constitutively active Stat3-C, and NICD/shPar3/shStat3 MECs through Matrigel. (I)Immunoblots of NICD/shLuc or NICD/shPar3 MEC lysates +/− 10 nM JAK inhibitor,Pyridone 6. (J) Quantification of invasion of NICD/shLuc and NICD/shPar3 MECs throughMatrigel, +/− 10 nM Jak inhibitor, Pyridone 6. (K) Quantification of lung nodules arisingfrom NICD/shLuc, NICD/shPar3, and NICD/shPar3/shStat3 transformed MECs injectedsystemically. Five sections were examined from each lung of 5 mice for each treatment.Results are means of at least 3 independent cultures, unless otherwise noted. Error bars = +/− 1sd. See also Figure S5.McCaffrey et al. Page 21Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textFigure 6.PAR3 expression is reduced in human breast cancer, correlating with elevated MMP9expression(A) Microarray data showing relative levels of PARD3 gene expression for invasive ductalcarcinomas versus matched normal breast tissue from TCGA (a), Karnoub (b) andRichardson (c) datasets (see Supplementary Methods for information on datasets). (B)Human tumor protein array membranes of mixed carcinomas (a) and ductal carcinomas (b)with matched normal adjacent tissue were immunoblotted for PAR3. IDC=Intraductalcarcinoma. TNM classification values are given for each tumor sample. (C) Box andwhisker plots showing quantification of band intensities for PAR3 that were normalized toRAN expression levels in 52 matched human normal and breast tumor lysates from mixedcarcinomas (a) and ductal carcinomas (b). (D) Spearman's coefficients of correlationbetween PAR3 and MMP9 expression in normal breast, primary breast tumor and metastatichuman breast cancers from two independent data sets (a; accession number: GSE1477; b,accession number: GSE7390). See also Figure S6.McCaffrey et al. Page 22Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-textFigure 7.PAR3 protein expression is reduced and aPKC/STAT3 signaling is activated in humanbreast cancers(A) Tissue sections of human normal and breast cancers stained for PAR3 (red) and nuclei(blue). Arrows show PAR3 enriched at the apical membrane. Images represent normal (a –c), infiltrating ductal carcinoma (d – f) and metastatic carcinoma (g – i). Scale bars = 100μm. Arrows show PAR3 enriched at the apical membrane. (B) Tissue sections of humaninvasive breast cancers stained for PAR3 (red) and pSTAT3Y705 (green), representative of166 stained tumor samples. Tumors with weak (top; 64% of tumors), mixed (middle; 28% oftumors), and intense (bottom, 8% of tumors) PAR3 staining. (C) Tissue sections of humaninvasive breast cancers stained for PAR3 (red) and active phospho-aPKCT560 (green).Arrows show PAR3 enriched at apical membrane and weak p-aPKC staining. Images showrepresentative weak (a, 69% of tumors) mixed (b – c, 25% of tumors), and intense (d – e;6% of tumors) p-aPKC staining. (D) Tissue sections of human invasive breast cancers co-stained for p-aPKCT560 (green) and pJAK2Y1007/8 (red). Representative images are shownfor 5 tumor samples (a–e). (E) Model for cooperative effects of loss of Par3 in NICD orRas61L tumors. Loss of Par3 in the context of either oncogene results the mis-localizationand inappropriate activation of aPKC, which drives the induction and activation of Jak/Stat3signaling, thereby causing increased MMP expression and ECM degradation. Scale bars =30 μm.McCaffrey et al. Page 23Cancer Cell. Author manuscript; available in PMC 2013 November 13.$watermark-text$watermark-text$watermark-text"