"Hindawi Publishing CorporationEvidence-Based Complementary and Alternative MedicineVolume 2013, Article ID 594906, 12 pageshttp://dx.doi.org/10.1155/2013/594906Research ArticleLow-Level Laser Stimulation on Adipose-Tissue-Derived StemCell Treatments for Focal Cerebral Ischemia in RatsChiung-Chyi Shen,1,2,3,4 Yi-Chin Yang,1 Ming-Tsang Chiao,1Shiuh-Chuan Chan,5 and Bai-Shuan Liu61 Department of Neurosurgery, Taichung Veterans General Hospital, Taichung 40705, Taiwan2Department of Physical Therapy, Hung Kuang University, Taichung 43302, Taiwan3Department of Medicine, National Defense Medical Center, Taipei 114, Taiwan4Tri-Service General Hospital, National Defense Medical Center, Taipei 114, Taiwan5 Graduate Institute of Pharmaceutical Science and Technology, Central Taiwan University of Science and Technology,Taichung 40601, Taiwan6Department of Medical Imaging and Radiological Sciences, Central Taiwan University of Science and Technology,Taichung 40601, TaiwanCorrespondence should be addressed to Bai-Shuan Liu; bsliu@ctust.edu.twReceived 4 October 2013; Revised 9 November 2013; Accepted 10 November 2013Academic Editor: Karl Wah-Keung TsimCopyright © 2013 Chiung-Chyi Shen et al. This is an open access article distributed under the Creative Commons AttributionLicense, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properlycited.This study investigated the effects of large-area irradiation from a low-level laser on the proliferation and differentiation of i-ADSCsin neuronal cells. MTT assays indicated no significant difference between the amount of cells with (LS+) and without (LS−) lasertreatment (𝑃 > 0.05). However, immunofluorescent staining and western blot analysis results indicated a significant increase in theneural stem-cell marker, nestin, following exposure to low-level laser irradiation (𝑃 < 0.05). Furthermore, stem cell implantationwas applied to treat rats suffering from stroke. At 28 days posttreatment, the motor functions of the rats treated using i-ADSCs(LS+) did not differ greatly from those in the sham group and HE-stained brain tissue samples exhibited near-complete recoverywith nearly no brain tissue damage. However, the motor functions of the rats treated using i-ADSCs (LS−) remained somewhatdysfunctional and tissue displayed necrotic scarring and voids. The western blot analysis also revealed significant expression ofoligo-2 in the rats treated using i-ADSCs (LS+) as well as in the sham group (𝑃 < 0.05). The results demonstrated that low-levellaser irradiation exerts a positive effect on the differentiation of i-ADSCs and can be employed to treat rats suffering from ischemicstroke to regain motor functions.1. IntroductionStroke has become a common disease and has been shown tobe associated with the consumption of high amounts of oiland salt. These dietary habits cause blood vessels to narrowand become prone to occlusion, which can lead to stroke.Strokes can be broadly classified into 2 categories: ischemicand hemorrhagic strokes. Differing treatment methods areused according to stroke type and lesion location. Therefore,at stroke onset, computed tomography ormagnetic resonanceimaging is often used for diagnosis to provide physicians witha basis of treatment [1]. The treatment methods used for the2 types of stroke are different. (1) Ischemic stroke is causedby thrombosis or blood clots in the brain vessels, whichprevent blood flow into the brain tissues. Anticoagulants orantiplatelet medications must be administered to patientsas soon as possible. (2) Hemorrhagic stroke is caused bythe rupture or hemorrhaging of brain vessels caused byperipheral brain trauma (subarachnoid hemorrhage). Themajority of cases of hemorrhagic stroke are caused bybrain trauma (e.g., car and workplace accidents). Treatingthese patients often requires neurosurgical interventions [2].Ischemic strokes constitute the majority of stroke cases.When patients suffer from ischemic stroke, the brain tissuesnecrotize gradually because of the lack of nutrients if anti-coagulants or antiplatelet medications are not administeredwithin 3 h of the stroke. After necrosis occurs, necrotic brainhttp://dx.doi.org/10.1155/2013/5949062 Evidence-Based Complementary and Alternative Medicinetissue cannot regenerate or recover its functions even ifblood-vessel reperfusion occurs [3]. In recent years, stem celltreatment has become an innovative therapy for brain tissuesthat cannot regenerate.Body fat extraction (e.g., abdomen, thigh, or buttock fat)has been used for body shaping procedures in the past, andthe extracted fat was discarded as medical waste. Presently,medical experts have confirmed that adipose tissues containlarge amounts of mesenchymal stem cells that exhibit in vitroproliferation and multiple differentiation ability, character-istics that facilitate the repair and regeneration of damagedtissues or organs [4]. In addition, adipose-derived stem cells(ADSCs) possess several characteristics: (1) they can be easilyharvested in abundant quantities without invasiveness, (2)they can proliferate in in vitro cultures, and (3) they can beapplied to awide range of body tissue types because these cellsmigrate to lesion sites automatically to repair damage. Studieshave shown that ADSCs can differentiate into many differentcell types, such as adipose, bone, cartilage, smooth muscle,cardiac muscle, endothelial, blood, liver, and even neuronalcells [5]. Because of these characteristics, ADSCs will likelybe one of the major sources of autologous stem cells in thefuture.The effectiveness of laser therapy on biological bodieshas been confirmed, and laser therapy has been successfullyapplied in new technological applications such as micro-surgery. Lasers can be classified as high or lowpower, depend-ing on the energy levels used.High-power lasers involve usinghigh energy levels to provoke blood coagulation, stop bleed-ing, cut tissues, and even damage cells, whereas low-levellasers involve using electromagnetic or photochemical pro-cesses to achieve therapeutic effects [6]. A low-level laser isdefined as a laser with extremely low power and energy toolow to destroy themolecular bonding capacity (e.g., hydrogenbonds and van der Waals forces) of tissues. Therefore,low-level lasers do not cause molecular structural change,protein denaturation, or cell death. Irradiation from low-levellasers on tissue does not cause an obvious temperature inc-rease at the treatment site (less than 0.1 to 0.5∘C); thus, anyphysiological responses of the tissues are produced by thestimulation of the laser itself, and this mechanism is des-cribed by the theory of laser biostimulation [7]. In addition,by using an appropriate energy level, low-level lasers are pri-marily used to stimulate biological cells to induce orstrengthen physiological responses for facilitating local bloodcirculation, regulating cell functions, promoting immunolog-ical functions, and facilitating cell metabolism and prolifer-ation. Using lasers to generate these physiological changesenables treatment goals such as anti-inflammation andwound-healing promotion to be met [8, 9]. Many studieshave shown that low-level laser irradiation exerts beneficialbiological effects on bone, neuronal, and skin healing [10–12]. However, the type, wavelength, power, and energy levelof lasers used in previous studies have varied, and variouseffects have been observed in different cells when differinglevels of laser energy were applied. Previous studies haveshown that using a low-level laser with an 820–830 nmwave-length can reduce neural damage, facilitate neuronal healing,and accelerate neural recovery after an osteotomy [13, 14].Using a low-level laser with a 660 nm wavelength has beendemonstrated to exert healing effects on musculoskeletalinjuries and inflammation [15]. In addition, many studieshave indicated that a low-level laser with a 660 nm wave-length can effectively promote neural regeneration and accel-erate the reinnervation of muscle fibers to promote the reco-very of motor functions [16–18]. Recent evidence has sug-gested that protein aggregates such as 𝛽-amyloid- (A𝛽) asso-ciated neurotoxicity and dendrite atrophy might be a con-sequence of brain-derived neurotrophic-factor (BDNF) defi-ciency. Meng et al. observed that the upregulation of BDNFcaused by using low-level laser therapy (LLLT) to activate theextracellular signal-regulated kinase (ERK)/cAMP responseelement-binding protein (CREB) pathway can ameliorateA𝛽-induced neuron loss and dendritic atrophy, thus identi-fying a novel pathway through which LLLT protects againstA𝛽-induced neurotoxicity [19].Currently, most low-level laser therapies in practicalclinical applications emphasize treatment courses coveringan extensive tissue area in a relatively short period. Multi-channel-laser hair treatment, which is currently availablefor the physical treatment of alopecia, is one such example.Therefore, we used a large-area LLLT that differs from theirradiation methods previously reported in the literature(such as single-spot low-energy laser exposure or the scan-ning method) to increase the local area of exposure [18]. Inthis study, stem cells were extracted from adipose tissues, andneural-stem-cell- (NSC-) differentiating agents were usedto culture these ADSCs to transform them into inducedadipose-derived stem cells (i-ADSCs), which were used asexperimental cells. First, we investigated the effects of large-area irradiation from a low-level laser on the proliferationand differentiation of i-ADSCs into neuronal cells. We theninvestigated whether i-ADSCs treated with laser irradiationand injected via an intravenous route could integrate andsurvive in various locations in rat brains. We investigated ifthis treatment could improve the neurological dysfunctionscaused by ischemic brain damage in rats and if rats couldproduce BDNF, using this treatment. Studies using intra-venous injection to transplant i-ADSC for the treatment ofischemic stroke with protocols similar to that used in thecurrent study are rare. In this study, we further combinedthe biostimulation theory from large-area LLLT with trans-plantation of i-ADSCs to induce neural differentiation toinvestigate the effectiveness of ischemic stroke treatment. Ina previous study [20], we established a transient ischemia-reperfusion stroke rodent model by using right-sided middlecerebral artery occlusion (MCAO) to simulate acute clinicalinsults. The effectiveness of the treatment was assessed bycomparing HE-staining and western blot analysis, as well asthe evaluation of motor skill indices by using the rotarodand grip-strength tests. Our protocol has the potential to bedeveloped for application in the clinical treatment of patientswith ischemic stroke.2. Materials and Methods2.1. Isolation and Culture of ADSCs. A flowchart illustratingthe experimental design of the study is shown in Figure 1.Evidence-Based Complementary and Alternative Medicine 3u-ADSCsInduced by NSCs Media supplementationMCAO modelLaser irradiation Cell transplantationNoYesi-ADSCs (LS−)i-ADSCs (LSi-ADSCs+)Figure 1: A flowchart illustrating the experimental design. Detailedprocedures are described in Section 2.Eight-week-old male Sprague-Dawley (SD) rats were usedfor isolating rat ADSCs. The ADSCs were harvested fromthe rats’ subcutaneous anterior abdominal wall. Inguinal fatpads were excised, washed sequentially in serial dilutionsof betadine, and finely minced as tissues in phosphate-buffered saline (PBS). The tissues were digested with 0.3% ofType I collagenase (Sigma) at 37∘C for 60min. The digestedtissue/cell suspension was filtered through a 100-mesh filterto remove the debris, and the filtrate was centrifuged at1000 rpm for 10min. The cellular pellet was resuspendedusing DMEM/F12 (10% FBS, 1% P/S) and then cultured for24 h at 37∘C in 5% CO2. Unattached cells and debris werethen removed and the adherent cellswere cultured using freshmedium. The cells were cultured to 80% confluency beforebeing released with 0.05% trypsin and then subcultured.2.2. ADSC Neuronal Predifferentiation. In this study, i-ADSCs obtained from culturing ADSCs by adding NSC-dif-ferentiating agents were used as experimental cells. ADSCswithin 3–5 passages were detached and induced using NSCmedia supplementation. ADSCs were resuspended in aserum-free DMEM/F12 medium supplemented with an N2supplement (Sigma), 20 ng/mL of epidermal growth factor(Gibco, NY, USA), and fibroblast growth factor (Gibco, NY,USA).2.3. Setup of a Low-Level Laser Application Method. Theprobe of the laser irradiation device was fixed vertically ona clean, open experimental bench. The distance between theprobe and the cell culture dish was 30 cm. Laser irradiationwas applied in a 25∘C environment by using an AlGaInP-diode laser (Konftec Co., Taipei, Taiwan) with a wavelengthof 660 nm at an output power of 50mW and frequency of50Hz. In the control group, the cells that did not receivelaser irradiation treatment, i-ADSCs (LS−) (𝑛 = 10), werecompared with the experimental cells, i-ADSCs (LS+) (𝑛 =10), which were subjected to a laser irradiation treatment of10min. The cells in the i-ADSCs (LS−) group were culturedfor 7 days, whereas the cells in the i-ADSCs (LS+) groupwere treated using low-level lasers on the following day for10min and then cultured for 6 days. The cells receivinglaser irradiation were collected at various times for analysisaccording to the purposes of the experimental protocols.After the completion of the cultures, an optical microscopewas used for observing cell morphology.2.4. MTT Assay. The principle of the MTT (3-[4,5-dime-thylthiazol-2-y1]-2,4-diphenyltetrazolium bromide) assay isthat the mitochondria of living cells can transform the yellowchemical substance MTT tetrazolium into the purple non-water-soluble substance MTT formazan through the effect ofsuccinate dehydrogenase. DMSO can be used to dissolve thepurple-colored products. No such response occurs in deadcells. An optical absorbance of 570 nm was measured usingan enzyme immunoassay analyzer. Ahigher absorbance valueindicates a larger amount of cells. In this study, ADSCsneuronal predifferentiation was first distributed in a 96-well plate with approximately 10000 cells per well. The cellsin the i-ADSCs (LS−) group were then cultured in a 37∘Cenvironment and a 5% CO2environment for 5 days and 7days, respectively. The cells in the i-ADSCs (LS+) group werecultured in a 37∘C environment and a 5% CO2environmentfor 4 days and 6 days, respectively. After the completion ofthe cultures, the medium was removed by several rinses withPBS. An MTT solution of 100 𝜇L was added to each wellof a 96-well plate in the dark (1mL of MTT reagent wasadded to 9mL of phenol-red-free, serum-free medium) andincubated in a 37∘C, 5% CO2environment for 2 h. The MTTsolution was then removed and the cells were dissolved usingDMSO.An optical absorbance of 570 nmwasmeasured usingan enzyme immunoassay analyzer to compare the valuesbetween the different groups.2.5. Immunocytochemistry of i-ADSCs. After 7 days in cul-ture, the subcultured neurospheres were washed using 0.1MPBS 3 times and fixed with 4% paraformaldehyde for 1 h.Following the fixation, the cells were permeated with 0.1%of Triton X-100 for 10min and then blocked with 5% nonfatmilk for 30min. The phenotypic expression of these neuro-spheres was examined by implementing immunocytochemi-cal staining accompanied by antibodies against glial fibrillaryacidic proteins (GFAPs) for astrocytes, mouse monoclonalantinestins for NSCs, and doublecortin (DCX), which hasrecently been used as a marker for neurogenesis. Briefly, thefixed cells were washed 3 times in cold PBS. After wash-ing with PBS, the aforementioned primary antibodies wereadded and the slides were maintained at room temperatureovernight. In the following day, the primary antibodies wereremoved by washing 3 times with PBS and the secondaryantibodies were added before incubating the cells for 1 h.After washing off the secondary antibodies, the cells wereincubated with tertiary antibodies tagged with peroxidase-antiperoxidase for 1 h. The tertiary antibodies were washedoff using PBS. The cells were incubated with DAPI (Sigma,St. Louis, MO, USA) diluted with the cell culture mediumfor 10min. Finally, the cells were mounted with 90% glyceroland examined using fluorescentmicroscopy (Olympus IX-71,Inc., Trenton, NJ, USA).2.6. Animals and Induction of theMCAOModel. In a previousstudy [20], we established a transient ischemia-reperfusionstroke rodentmodel, using right-sidedmiddle cerebral arteryocclusion (MCAO) to simulate acute clinical insults. All ofthe experimental procedures were approved by the Institu-tional Animal Care and Use Committee of Taichung VeteranGeneral Hospital, Taiwan. Thirty-two adult male SD rats4 Evidence-Based Complementary and Alternative Medicinewere randomly allocated to 3 groups: the i-ADSCs (LS−)therapy group (𝑛 = 12), the i-ADSCs (LS+) therapy group(𝑛 = 12), and a sham group (𝑛 = 8). The rats in all 3groups were euthanized on the 28th day after MCAO wasperformed. For MCAO procedures, anesthesia was inducedusing 4% isoflurane (Baxter, USA) and maintained using 2%isoflurane. A midline cervical incision was made to isolatethe right bilateral common carotid artery. A 25mm-long3-0 nylon surgical thread was then inserted into the rightcarotid bifurcation. In this study, 2 rounds were used toprovide a more complete blockage of blood flow in the artery.When the blunted distal end met resistance, the proximalend of the thread was tightened at the carotid bifurcation.The right common, internal, and external carotid arterieswere carefully separated from the adjacent vagal nerve, andthe distal portions of the external and common carotidarteries were ligated. A small incision was subsequentlymade at the proximal portion of the external carotid artery,and a 3-0 nylon monofilament suture was gently inserted(approximately 18mm) into the internal carotid artery. After60min of MCAO, the nylon surgical thread was removedto allow complete reperfusion of the ischemic area. Duringischemia, rectal temperature was monitored and maintainedat approximately 37∘Cby using a heating pad and an overheadlamp. The anesthetized rats intravenously received i-ADSCsat a concentration of 2 × 107mL−1 via their femoral veins.The rats in the sham group underwent the same surgicalprocedures except that the right-sided middle cerebral arterywas not occluded.2.7. Rotarod Test. An accelerating rotarod test was performedfor each rat before and on the 7th, 14th, 21st, and 28thday after cerebral ischemia-reperfusion was induced. Beforethe ischemia-reperfusion experiment was conducted, theanimals were subjected to 3 training sessions per day for 3days on the accelerating rotarod to obtain stable durationon the rotarod spindle. The diameter of the rotarod spindlewas 7 cm. The surface of the rotarod spindle was madeof knurled Perspex to provide an adequate grip, whichprevented animals from slipping off the spindle. The speedof the spindle was increased from 4 to 40 rpm over a periodof 5min and the duration that the animal stayed on thedevice was recorded. The rats that were capable of staying onthe rotarod longer than 150 s after 3 training sessions wereselected for the experiments. On the testing days, the animalswere tested twice, and the longest durations on the rotarodwere recorded.2.8. Grip Strength Test. Each rat was supported in a horizon-tal position approximately parallel to a grip bar (Model DPS-5R: range 0–5 kgf, Japan).The researcher set the rat’s forepawson the grip bar and pulled the animal horizontally away fromthe bar by the base of its tail until the rat released its grip.Thepulling motion was smooth and continuous. The researchersupported the rat by the abdomenwhen the gripwas released.The reading on the strain gauge remained constant at thepoint of maximal value, which was recorded as the measureof forepaw grip strength. The researcher supported the ratbody by both the chest and the base of the tail at an angleof −45∘ down the tail. The rat was facing away from the gripbar. The rat was encouraged to grasp the bar by moving itshind paw to the bar. When the rat grasped the bar with bothhind paws, establishing a “full” grip, the upper body of the ratwas lowered so that the rat was in a nearly horizontal position.The rat was pulled horizontally by the base of the tail until itreleased its grip and was supported as previously described.The reading on the strain gauge remained constant at thepoint ofmaximal value (force wasmeasured in grams), whichwas recorded as the measurement of forepaw grip strength.Three values were obtained in succession, and the medianvalue was used as the daily score. The data were expressed asthe percentage of the baseline (preischemic) value.2.9. Hematoxylin-Eosin Staining of the Cerebellum. The SDrats were anesthetized using 10% chloral hydrate (4𝜇L/kg),administered intraperitoneally, and were euthanized on the28th day after the MCAO operation and sham treatment.For each rat, the left cerebellum was rapidly removed andpostfixed in formalin for 24 h. The postfixed tissues wereembedded in paraffin wax and 6-𝜇m-thick serial coronalsections were obtained andmounted on poly-L-lysine-coatedglass slices. To assess the histological changes in the MCAOand sham groups, the paraffin-embedded left cerebellum sec-tions were stained using hematoxylin-eosin (HE), accordingto standard protocol before the assay was performed.2.10. Western Blot Analysis. Proteins were extracted fromthe rat brains by using a cold lysis buffer (10mM of tetrasodium pyrophosphate, 20mM of Hepes, 1% Triton X-100, 100mM NaCl, 2 𝜇g/mL of aprotinin, 2 𝜇g/mL of leu-peptin, and 100 𝜇g/mL of phenylmethylsulfonyl fluoride).The protein concentrations from tissue extracts or ADSC-conditioned medium were determined using the Bradfordprotein assay. Equal amounts of protein were placed in a2× sample buffer (0.125M Tris-HCl, pH 6.8, 2% glycerol,0.2mg/mL of bromophenol blue dye, 2% SDS, and 10% 𝛽-mercaptoethanol) and electrophoresed through 10% SDS-polyacrylamide gel.The proteins were then transferred onto anitrocellulose membrane by using electroblotting.The mem-branes were blocked for 1 h at room temperature in a Tris-buffered saline with Tween-20 (TBST) and 5% nonfat milk.The primary antibodies (1 : 1000) with appropriate dilutionswere incubated for 1 h at room temperature in TBST and 5%nonfat milk. The blots were then washed and incubated witha peroxidase-conjugated secondary antibody (1 : 2000) for 1 hin TBST. The chemiluminescent substrate for the secondaryantibody was developed using the ECL detection system(Amersham, UK).The blots were exposed to film for 3–5minand then developed.2.11. Statistical Analysis. Thedata were expressed as themeanvalue± standard error of themean.The statistical significanceof the differences between the groups was determined usinga one-way analysis of variance followed by Tukey’s test. Analpha level of less than 0.05 (𝑃 < 0.05) was considered sta-tistically significant.Evidence-Based Complementary and Alternative Medicine 5(a) (b) (c)Figure 2: The morphology of inductions of adipose-derived stem cell (i-ADSC) differentiation into neuronal cells after low-level laserirradiation. (a) Undifferentiated ADSCs; (b) i-ADSCs (LS−); (c) i-ADSCs (LS+). The arrow denotes the neuronal-like cells. The scale barrepresents 100 𝜇m.3. Results3.1. Effects of the Low-Level Laser on Cell Morphology. TheADSCs were passaged 3–5 times after the initial plating ofthe primary culture. Rat ADSCs appeared to be a monolayerof large and flat cells (Figure 2(a)). Many cells in the i-ADSCs (LS−) and i-ADSCs (LS+) groups induced a neuronalphenotype and exhibited, among one another, bipolar andmultipolar elongations of neuronally induced cell-formingnetworks. The results show that the stem cells in both i-ADSCs (LS−) and i-ADSCs (LS+) groups developed tentacles,indicating that ADSCs were facilitating the induction of dif-ferentiation into neuronal cells. Comparative optical micro-graphs revealed that some attached cells exhibited a spread-out shape with a spindle-like and fibroblastic phenotype inthe i-ADSCs (LS−) group (Figure 2(b)). However, most ofi-ADSCs-expressing neurites extended radially, connectinglike bridges with those from adjacent cells in the i-ADSCs(LS+) group (Figure 2(c)).3.2. Effects of the Low-Level Laser on Cell Proliferation andDifferentiation. In this study,MTT assays were performed onDay 5 and Day 7 to evaluate the effects of large-area low-levellaser irradiation on the facilitation of cell proliferation. Afteranalyzing the optical absorbance values, the results showedthat, on Day 5, cell activity was slightly higher in the i-ADSCs(LS+) group compared with that in the i-ADSCs (LS−) group.However, the difference was not statistically significant (𝑃 >0.05). On Day 7, the cell amounts in both the i-ADSCs (LS+)and i-ADSCs (LS−) groups were larger than the amounts onDay 5. However, the cell proliferation rates were similar onDay 5 without major differences (𝑃 > 0.05) (Figure 3).In this study, immunofluorescent staining and westernblots were used to evaluate the effects of large-area low-level laser irradiation on the facilitation of cell differentiation.Immunofluorescent staining was performed for the NSCmarker, nestin, glial cell marker, GFAP antibody, and neu-ronal precursor-cell-marker protein, DCX. After the stainingwas completed, fluorescent microscopy was used to observethe amount of fluorescence expression of each antibody.The results showed that the fluorescence expression ofDay 5 Day 70.000.040.080.120.160.200.240.28DaysOptical density (O.D.)i-ADSCs (LS−)i-ADSCs (LS+)Figure 3: The cell activity of inductions of adipose-derived stemcell (i-ADSC) differentiation into neuronal cells in both the i-ADSCs(LS−) and i-ADSCs (LS+) groups on Days 5 and 7 after culture.the nestin was higher in the cells in the i-ADSCs (LS+) groupthan that in the cells in the i-ADSCs (LS−) group. Theseresults indicated that ADSC differentiation into neuronalcells was facilitated after large-area low-level laser irradiation(Figure 4(a)). For GFAP, no difference was observed in theamount of fluorescence expression of GFAP between thei-ADSCs (LS−) and i-ADSCs (LS+) groups (Figure 4(b)).Furthermore, for DCX, no difference was observed betweenthe 2 groups because the cells in both groups still exhibitedstem cell morphology (Figure 4(c)).Western blot is used to quantify the expression of mar-ker proteins. Therefore, western blot analysis was used tocompare the amount of nestin expression between the i-ADSCs (LS−) and i-ADSCs (LS+) groups in this study. Theresults showed that cells in the i-ADSCs (LS+) group exhi-bited a substantially higher nestin expression compared6 Evidence-Based Complementary and Alternative MedicineNestin/DAPINestin/DAPI(a)GFAP/DAPI GFAP/DAPI(b)DCX/DAPI DCX/DAPI(c)Figure 4: The immunofluorescent staining for (a) nestin; (b) GFAP; and (c) DCX of inductions of adipose-derived stem cell (i-ADSC)differentiation into neuronal cells in both the i-ADSCs (LS−) (left) and i-ADSCs (LS+) (right) groups. The scale bar represents 100𝜇m.with the cells in the i-ADSCs (LS−) group (𝑃 < 0.05)(Figure 5). Regarding the results of GFAP and DCX, no diffe-rence was observed in the fluorescence expressions of the i-ADSCs (LS−) and i-ADSCs (LS+) groups. Therefore, westernblot analyses were not shown for GFAP and DCX.This resultis consistent with the findings obtained using immunofluo-rescent staining.3.3. Evaluation of Behavior Recovery after Stroke in theAnimals. In this study, treadmill and forepaw-grip testswere used to evaluate motor function recovery after stem-cell transplantation treatment in rats with ischemic stroke.The treadmill test was performed on Day 7 after stem-celltransplantation was performed on the rats with stroke. Therats from either the i-ADSCs (LS+) group or the i-ADSCs(LS−) group were unable to run as quickly as the rats in thesham group. From Day 14, the rats in the i-ADSCs (LS+)group gradually recovered the ability to run. By contrast,it was observed that the rats in the i-ADSCs (LS−) grouprecovered slightly; however, the degree of recovery was lowerthan that in the i-ADSCs (LS+) group. On Day 21 after stem-cell transplantation, the recovery of running functionwas stillmore satisfactory in the i-ADSCs (LS+) group than in the i-ADSCs (LS−) group. On Day 28, the motor function of therats in the i-ADSCs (LS+) group was approaching the levelof the rats in the sham group, whereas the performance of therats in the i-ADSCs (LS−) groupwas still considerably weakerthan that of the sham group (Figure 6).Grip-strength tests were performed on Day 7 after stem-cell transplantation.Thefindingswere similar to the treadmillEvidence-Based Complementary and Alternative Medicine 7LS− LS+2204334Nestin(kDa)GAPDHLS−: i-ADSCs (LS−)LS+: i-ADSCs (LS+)(a)0.00.20.40.60.81.0Relative intensity (%)Groupsi-ADSCs (LS+)i-ADSCs (LS−)∗(b)Figure 5: The cell growth of inductions of adipose-derived stemcell (i-ADSC) differentiation into neuronal cells with or withoutlaser irradiation. (a) The amount of nestin expression. (b) Thefigure showing the quantification. GAPDH served as the internalreference. ∗Significance (𝑃 < 0.05) greater than that of the i-ADSCs(LS−) group.test results; the grip behavior of the rats in both the i-ADSCs (LS+) group and the i-ADSCs (LS−) group was worsethan that of the rats in the sham group. On Day 14, thegrip strength of the rats in the i-ADSCs (LS+) group wasconsiderably recovered. By contrast, although the rats in the i-ADSCs (LS−) group showed some progress, the improvementwas minimal. On Day 21, the rats in the i-ADSCs (LS+)group continued to recover, whereas it was observed that theanimals in the i-ADSCs (LS−) group were not recovering asquickly. On Day 28, grip strength recovery in the i-ADSCs(LS+) group approached that of the sham group, whereasgrip strength in the i-ADSCs (LS−) group was still lower(Figure 7).3.4. Repair of Brain Tissues after Treatment in Animals. Aftereuthanizing the rats, the brain specimens were treated withparaffin and then sliced. The HE-immunostaining methodwas used to observe the repair of brain tissues after stem-cell transplantation was performed. An upright microscope7 14 21 28050100150200250300ShamMean score of rotarod test (s)Days after MACOi-ADSCs (LS−)i-ADSCs (LS+)Figure 6:The treadmill test for evaluating the recovery of themotorfunction of running in rats with ischemic strokewith i-ADSCs (LS−)and i-ADSCs (LS+) transplantation.7 14 21 280.00.20.40.60.81.01.2Grip strength testnormalized to baselineDays after MACOShami-ADSCs (LS−)i-ADSCs (LS+)Figure 7:The grip test for evaluating the recovery of grip strength inrats with ischemic stroke treated with i-ADSCs (LS−) and i-ADSCs(LS+) transplantation.(10x) was used to macroscopically observe the brain tissue,and the results showed that brain tissue was completelyrepaired in the rats in the i-ADSCs (LS+) groupwith nearly nonecrotic brain tissue. By contrast, obvious necrotic scars wereobserved at the ischemic sites of the brain tissue from the ratsin the i-ADSCs (LS−) group (Figure 8(a)). Observed under amicroscope and magnified 200 times, the results showed thatthe brain tissue from the rats in the i-ADSCs (LS+) group wasas dense as normal brain tissues, whereas numerous cavitieswere observed in the brain tissue from rats in the i-ADSCs(LS−) group (Figure 8(b)).8 Evidence-Based Complementary and Alternative Medicine(a)(b)Figure 8: The observation of brain tissue necrosis in rats with ischemic stroke treated with i-ADSCs (LS−) (left) and i-ADSCs (LS+) (right)transplantation: (a) 10x; (b) 200x.Oligodendrocytes, which are glial cells found in normalbrains, formmyelin in the central nervous system. Oligoden-drocytes substantially decrease after brain cells are damaged,leading to myelin collapse and the loss of neural-signal con-duction. Therefore, a western blot was used to analyze theamount of expression of the oligodendrocyte cell protein,oligo-2, to confirm the repair of brain tissues after stem-celltransplantation was performed in rats with stroke.The resultsshowed that the amount of oligo-2 protein response in thebrain tissues of the i-ADSCs (LS+) group was as high as thatin the sham group. By contrast, the oligo-2 protein responsein the i-ADSCs (LS−) group was substantially lower (𝑃 <0.05). These results indicated that stem-cell transplantationtreatments can repair brain tissues damaged by ischemia(Figure 9).4. DiscussionStem cells possess the ability to proliferate, regenerate, differ-entiate, and secrete cytokines. Previous studies have proventhat stem-cell therapy substantially improves the damagecaused by stroke. Stem cells are derived from various sites.Most previous studies have used bone marrow mesenchymalstem cells; however, we used adipose stem cells in the presentstudy, which are easily accessible, and abundant and exhibithigh differentiation and proliferation activity. Moreover,adipose stem cells do not trigger strong immune reactions(resulting in low exclusion) and rarely form teratomas. Inthe literature, it has been demonstrated that adipose stemcellsare essential adult stem cells that differentiate into variousmesoderm tissues similarly to bone marrow mesenchymalstem cells [21–23]. Furthermore, adipose stem cells are moreeasily accessible than mesenchymal stem cells; therefore,adipose stem cells can be used as a substitute for bonemarrowmesenchymal stem cells for repairing damaged tissues in thefuture. Adipose stem cells are generally more practical thanbonemarrowmesenchymal stem cells for use in research [23–26].In this study, we used large-area low-level laser irradiationto induce ADSCs to differentiate into neuronal cells. TheMTT assay analysis showed that the cell activity of the i-ADSCs increased on Days 5 and 7 of culture after large-arealow-level laser irradiation [27, 28]. However, although cellactivity increased on both Days 5 and 7, the activity was alsoincreased for the group that did not receive laser irradiationtreatment. No significant difference was observed betweenthe groups with or without laser treatment (𝑃 > 0.05). Pre-vious studies have shown that, depending on irradiation para-meters, various types of cell respond differently to laser irra-diation [29]. Although the mechanism underlying this phe-nomenon remains obscure, several hypotheses have beenproposed to explain the mechanism of laser action [30]. Wespeculate that the lack of significant effects might be attri-butable to the short duration of low-level laser irradiation,which might not provide sufficient energy to the ADSCs forthem to facilitate proliferation. Alternatively, using low-levelEvidence-Based Complementary and Alternative Medicine 9324334Oligo-2GAPDHS LS+ LS−(kDa)S: sham groupLS+: i-ADSCs (LS+)LS−: i-ADSCs (LS−)(a)Sham0.00.20.40.60.81.0Relative intensity (%)Groupsi-ADSCs (LS−) i-ADSCs (LS+)∗∗(b)Figure 9: The observation of brain tissue repair in rats withischemic stroke treated with i-ADSCs (LS−) and i-ADSCs (LS+)transplantation. (a) The amount oligo-2 expression. (b) Quantifica-tion. GAPDH served as the internal reference. ∗Significance (𝑃 <0.05) greater than that of the i-ADSCs (LS−) group.lasers on the ADSCs might not sufficiently enhance cell pro-liferation. Therefore, future studies should investigate theappropriate duration of low-level laser irradiation and deter-mine how much energy is required to accelerate cell prolifer-ation [31, 32].To understand if using large-area low-level lasers exerteda positive effect on cell differentiation, we used immunofluo-rescent staining andwestern blot analysis to evaluate whetherthese lasers were capable of accelerating the induction of celldifferentiation [33]. The immunofluorescent staining resultsshowed that the nestin level in the group with i-ADSCstreated using large-area low-level laser irradiation increasedsubstantially compared with that of the group that did notreceive laser treatment. This result indicated that large-arealow-level laser can accelerate the differentiation of ADSCsinto neuronal cells [34, 35]. LLLT has been demonstrated toregulate neuronal function both in vitro and in vivo. Previousstudies have reported that laser treatments accelerated nervecell sprouting and cell migration, which begin within 24 hof seeding. During the first week of cultivation, irradiatedcultures contain a high number of neurons exhibiting largeperikaria and branched neuronal fibers, which interconnectto form networks [36]. The possible mechanism of LLLT atthe cellular level has been attributed to the acceleration ofelectron transfer reactions, resulting in the increase of reac-tive oxygen species and Ca2+ as versatile second messengers[37]. Previous studies have shown that applying LLLT couldinfluence cellular processes by altering DNA synthesis andprotein expression [38], biomodulating cytoskeletal organi-zation [39], and stimulating cellular proliferation [38]. Suchproperties suggest that LLLT, or interventions with similarneurobiological effects, can be used to treat neurodegen-eration, a phenomenon that underlies debilitating clinicalconditions.However, no obvious differences were observed for GFAPand DCX in the test results. This can be explained by thedifferentiation agent used in this study, which exerts its effectsprimarily by inducing ADSCs to differentiate into NSCs.Therefore, although the ADSCswere treated using a low-levellaser, they still did not differentiate into neural glia cells. TheDCX protein can only be discovered after neurons have beenformed from NSCs, which demonstrates that DCX is a late-stage protein that cannot be expressed when cells still exhibitthe morphology of NSCs. Therefore, the amount of DCXexpression is not affected by low-level laser exposure. Wes-tern blot analysis was used to determine the amount ofnestin expression after i-ADSCs were exposed to large-arealow-level laser irradiation and culture for 7 days. The res-ults showed that the amount of nestin was higher with lasertreatment. This is similar to the findings from the immu-nofluorescent-staining method, indicating that laser irradia-tion can accelerate the differentiation ofADSCs into neuronalcells. These results indicated that ADSCs can be induced todifferentiate into neuronal cells after treatment by large-arealaser irradiation for 10min. Future studies should establishthe precise duration of large-area LLLT required to achieveimproved results.In this study, treadmill and forepaws grip tests were usedto evaluate motor function recovery after stem cell tran-splantation treatments in rats with stroke. The treadmill testresults showed that the running function was weaker for therats in the sham group onDay 7 after treatment.We speculatethat this might have been because the brain-tissue lesion areafrom ischemia was too large; therefore, the transplanted stemcells did not have sufficient time to noticeably repair braintissue. Therefore, the motor functions of the rats remainedimpaired on Day 7. When tested on Day 14, recoveries inmotor functions were observed in both the i-ADSCs (LS−)and i-ADSCs (LS+) groups, with superior recovery in the i-ADSCs (LS+) group, indicating that the damaged brain tissuewas repaired. On Day 21, the recovery of the rats’ runningfunction was more satisfactory in the i-ADSCs (LS+) groupthan in the i-ADSCs (LS−) group, indicating that the braintissue repair capability was superior to that in the i-ADSCs(LS+) group.When tested onDay 28, the running function ofthe rats in the i-ADSCs (LS+) group was close to that of therats in the sham group. However, the motor function of the i-ADSCs (LS−) group remained impaired, indicating that hind-paw motor function recovery was accelerated after i-ADSCs(LS+) treatment.10 Evidence-Based Complementary and Alternative MedicineThe grip test results were similar to the treadmill testresults. On Day 7 after stem-cell transplantation treatmentof the rats with stroke, grip strength was low for both thei-ADSCs (LS+) group and i-ADSCs (LS−) groups becausethe damaged brain tissues were just about to be repaired;therefore, the forepaws of the rats remained weak. Whentested on Day 14, no major improvement was observed inthe grip strength of the rats in the i-ADSCs (LS−) group. Bycontrast, the grip strength improved considerably in the i-ADSCs (LS+) group, indicating that the brain tissue repaircapability was more satisfactory in the i-ADSCs (LS+) groupthan in the i-ADSCs (LS−) group. OnDays 21 and 28, the testsshowed that grip strength recovery was more satisfactory inthe i-ADSCs (LS+) group than in the i-ADSCs (LS−) group.On Day 28, the grip strength in the i-ADSCs (LS+) grouprecovered to a level close to that of the sham group, indicatingthat, after i-ADSCs (LS+) treatment, the damaged braintissues of the rats with stroke were repaired quickly, enablingthe recovery of forepaw-grip strength. Based on these results,we concluded that damaged brain tissues can be repairedfaster and motor function can be recovered efficiently in ratswith stroke after i-ADSCs (LS+) treatment.The i-ADSCs could differentiate into neuronal cells aftertransplantation into the brain. As a result, they moved andrepaired damaged cerebral tissue selectively and improvedcerebral functions by enhancing angiogenesis, renewal ofneurons, and proliferation of nerve cells [40, 41]. In this study,we used the HE-immunostaining method and western blotanalysis to evaluate brain tissue repair on Day 28 after stemcell transplantation treatment was performed in rats withstroke. The results of immunostaining were observed using amicroscope. The structures were magnified 200 times, whichshowed that the brain tissue in the stroke lesionwas dense andsimilar to that of normal brain tissue in the i-ADSCs (LS+)group. By contrast, numerous cavities were observed in theischemic lesions of the brain tissues of the rats in the i-ADSCs(LS−) group. These results indicated that necrotizing braintissue after ischemia was quickly repaired when i-ADSCs(LS+) was used to treat the rats with stroke.We speculate thatusing i-ADSCs (LS+) treatment can accelerate the inductionof ADSCs to differentiate into neuronal cells. Therefore,although the same number of stem cells was transplantedfor treatment, a greater number of NSCs were observedin the i-ADSCs (LS+) group than in the i-ADSCs (LS−)group. Furthermore, because NSCs can protect damagedbrain tissues from continuous deterioration, they can alsohelp brain tissues to repair. Therefore, transplanting a greateramount of NSCs would likely assist in repairing brain tissuesmore effectively.Regarding the results of the western blot analysis, theoligo-2 amounts after stem-cell transplantation treatmentwere analyzed. Because oligodendrocytes form myelin in thecentral nervous system, myelin levels collapse when oligo-dendrocytes die. Nerve conduction is delayed or interruptedafter the death of oligodendrocytes, leading to limb disabil-ities. Therefore, the evaluation of oligo-2 could be a crucialreference in assessing the degree of brain tissue recoveryafter stem-cell transplantation treatments in rats with stroke.In this study, using western blot analysis showed that theamount of expression of oligo-2 in brain tissues treated withi-ADSCs (LS+) was similar to that in normal brain tissues.By contrast, brain tissues treated with i-ADSCs (LS−) exhi-bited a lower oligo-2 expression, indicating that using i-ADSCs (LS+) treatment in rats with stroke can repair myelinin the central nervous system, leading to the recovery ofneural-signal conduction and motor function. Based onthese experimental results, we concluded that using i-ADSCs(LS+) treatment in rats with stroke cannot only acceleratethe repair of damaged brain tissues for the partial recoveryof motor functions, but also enable the central nervoussystem to recover the velocity of neural-signal conduction.These results confirm that the transplantation of i-ADSCs(LS+) can accelerate repairs in rats with ischemic strokebecause i-ADSCs (LS+) can more efficiently differentiate intoNSCs.5. ConclusionIn this study, we used i-ADSCs treated with large-area low-level laser irradiation to evaluate the effects of a low-level laseron cell proliferation and differentiation. The results showedthat although a low-level laser cannot facilitate cell prolifera-tion, it can accelerate the induction of ADSCs differentiatinginto NSCs. In this study, we successfully created large-areacell and tissue damage in rat brains by using an embolic strokeanimal model. Stem-cell transplantation with either i-ADSCs(LS+) or i-ADSCs (LS−) was performed to evaluate the degreeof repair after stroke in the animals. Because large-area low-level laser irradiation can accelerate the differentiation ofADSCs into NSCs, and NSCs can protect damaged brain tiss-ues to prevent continuous deterioration from damage andto help with repair, the motor function recovery was thussuperior in the rats treated using i-ADSCs (LS+) comparedwith that in the rats treated using i-ADSCs (LS−). From thebrain tissue slices from each group of rats, we discovered thati-ADSCs (LS+) treatment more effectively repaired necrotiz-ing brain tissues after ischemia in rat brains. Furthermore,the western blot analysis also showed that the amount ofoligo-2 increased in i-ADSCs (LS+)-treated rats with stroke,confirming the repair ofmyelin in cerebral neurons to furtherassist in the recovery of neural-signal conduction in thecentral nervous system.Therefore, in the present study we demonstrated thatusing large-area low-level lasers exerts positive effects oninducing ADSCs differentiation, and it effectively treatedischemic stroke in rats, regarding motor function recovery.In future studies, the effects of large-area low-level laser irra-diation time and the appropriate dosage for the proliferationand differentiation of ADSCs should be evaluated. If theoptimal irradiation time and dosage for ADSC proliferationand differentiation can be discovered in animal experimentssimilar to those in this study, we believe that superiorexperimental results can be obtained. Furthermore, if primateor canine experimental animals can be used to conductthe experimental protocols described herein, the concernsassociated with individual animal differences and errorsassociated with motor function assessments can be mini-mized to obtain more reliable experimental data. Therefore,Evidence-Based Complementary and Alternative Medicine 11the findings of this study contribute to the development ofcell therapy, which can benefit patients with stroke.Conflict of InterestsThere is no conflict of interests.AcknowledgmentsThis work was supported by grants from the Taichung Vete-rans General Hospital and Central Taiwan University of Scie-nce and Technology (Grant. TCVGH-CTUST 1027701) andthe National Science Council (Grant. NSC 102-2314-B-075A-019-MY2), Taiwan.References[1] J. A. Chalela, C. S. Kidwell, L. M. Nentwich et al., “Magneticresonance imaging and computed tomography in emergencyassessment of patients with suspected acute stroke: a prospec-tive comparison,” The Lancet, vol. 369, no. 9558, pp. 293–298,2007.[2] D. G. Hackam and J. D. Spence, “Combining multiple appro-aches for the secondary prevention of vascular events afterstroke: a quantitative modeling study,” Stroke, vol. 38, no. 6, pp.1881–1885, 2007.[3] C.-C. Shen, C.-H. Lin, Y.-C. Yang, M.-T. Chiao, W.-Y. Cheng,and J.-L. Ko, “Intravenous implanted neural stem cells migrateto injury site, reduce infarct volume, and improve behavior aftercerebral ischemia,”Current Neurovascular Research, vol. 7, no. 3,pp. 167–179, 2010.[4] Y.-C. Yang, B.-S. Liu, C.-C. Shen, C.-H. Lin, M.-T. Chiao,and H.-C. Cheng, “Transplantation of adipose tissue-derivedstem cells for treatment of focal cerebral ischemia,” CurrentNeurovascular Research, vol. 8, no. 1, pp. 1–13, 2011.[5] P. A. Zuk, M. Zhu, P. Ashjian et al., “Human adipose tissue is asource of multipotent stem cells,”Molecular Biology of the Cell,vol. 13, no. 12, pp. 4279–4295, 2002.[6] T. I. Karu, L. V. Pyatibrat, and G. S. Kalendo, “Esenaliev RO.Effects of monochromatic low-intensity light and laser irra-diation on adhesion of cells in vitro,” Lasers in Surgery andMedicine, vol. 18, pp. 171–177, 1996.[7] K. Gaida, R. Koller, C. Isler et al., “Low level laser therapy—aconservative approach to the burn scar?” Burns, vol. 30, no. 4,pp. 362–367, 2004.[8] T. Karu, “Photobiology of low-power laser effects,” HealthPhysics, vol. 56, no. 5, pp. 691–704, 1989.[9] E. Mester, A. F. Mester, and A. Mester, “The biomedical effectsof laser application,” Lasers in Surgery and Medicine, vol. 5, no.1, pp. 31–39, 1985.[10] M. J. Conlan, J. W. Rapley, and C. M. Cobb, “Biostimulation ofwound healing by low-energy laser irradiation. A review,” Jou-rnal of Clinical Periodontology, vol. 3, pp. 492–496, 1996.[11] T. Yaakobi, L. Maltz, and U. Oron, “Promotion of bone repairin the cortical bone of the tibia in rats by low energy laser (He-Ne) irradiation,” Calcified Tissue International, vol. 59, no. 4, pp.297–300, 1996.[12] T. Ozen, K. Orhan, I. Gorur, and A. Ozturk, “Efficacy of lowlevel laser therapy on neurosensory recovery after injury to theinferior alveolar nerve,” Head & Face Medicine, vol. 2, article 3,2006.[13] M.Miloro, L. E.Halkias, S.Mallery, S. Travers, andR.G. Rashid,“Low-level laser effect on neural regeneration in Gore-Textubes,” Oral Surgery, Oral Medicine, Oral Pathology, Oral Radi-ology, and Endodontics, vol. 93, no. 1, pp. 27–34, 2002.[14] S. M. Khullar, B. Emami, A. Westermark, and H. R. Haanæs,“Effect of low-level laser treatment on neurosensory deficitssubsequent to saggittal split ramus osteotomy,” Oral Surgery,OralMedicine, Oral Pathology, Oral Radiology, and Endodontics,vol. 82, no. 2, pp. 132–138, 1996.[15] F. A. Dos Reis, A. C. G. Belchior, P. D. T. C. De Carvalho et al.,“Effect of laser therapy (660 nm) on recovery of the sciatic nervein rats after injury through neurotmesis followed by epineuralanastomosis,” Lasers in Medical Science, vol. 24, no. 5, pp. 741–747, 2009.[16] A. C. G. Belchior, F. A. Dos Reis, R. A. Nicolau, I. S. Silva, D. M.Perreira, and P. D. T. C. De Carvalho, “Influence of laser (660nm) on functional recovery of the sciatic nerve in rats followingcrushing lesion,” Lasers in Medical Science, vol. 24, no. 6, pp.893–899, 2009.[17] R. I. Barbosa, A. M. Marcolino, R. R. De Jesus Guirro, N. Maz-zer, C. H. Barbieri, and M. De Cássia Registro Fonseca,“Comparative effects of wavelengths of low-power laser inregeneration of sciatic nerve in rats following crushing lesion,”Lasers in Medical Science, vol. 25, no. 3, pp. 423–430, 2010.[18] D. Gigo-Benato, T. L. Russo, E. H. Tanaka, L. Assis, T. F. Salvini,and N. A. Parizotto, “Effects of 660 and 780 nm low-level lasertherapy on neuromuscular recovery after crush injury in ratsciatic nerve,” Lasers in Surgery and Medicine, vol. 42, no. 9, pp.673–682, 2010.[19] C. Meng, Z. He, and D. Xing, “Low-level laser therapy rescuesdendrite atrophy via upregulating BDNF expression: implica-tions for Alzheimer’s disease,” The Journal of Neuroscience, vol.33, pp. 13505–13517, 2013.[20] C.-C. Shen, Y.-C. Yang, M.-T. Chiao, W.-Y. Cheng, Y.-S. Tsuei,and J.-L. Ko, “Characterization of endogenous neural pro-genitor cells after experimental ischemic stroke,” Current Neu-rovascular Research, vol. 7, no. 1, pp. 6–14, 2010.[21] A. Banas, T. Teratani, Y. Yamamoto et al., “IFATS collection: invivo therapeutic potential of human adipose tissue mesenchy-mal stem cells after transplantation into mice with liver injury,”Stem Cells, vol. 26, no. 10, pp. 2705–2712, 2008.[22] P. L. Sanchez, R. Sanz-Ruiz, M. E. Fernandez-Santos, and F.Fernandez-Aviles, “Cultured and freshly isolated adipose tissue-derived cells: fat years for cardiac stem cell therapy,” EuropeanHeart Journal, vol. 31, no. 4, pp. 394–397, 2010.[23] M. F. Taha and V. Hedayati, “Isolation, identification andmulti-potential differentiation of mouse adipose tissue-derived stemcells,” Tissue and Cell, vol. 42, no. 4, pp. 211–216, 2010.[24] J. K. Fraser, M. Zhu, I. Wulur, and Z. Alfonso, “Adipose-derivedstem cells,” Methods in Molecular Biology, vol. 449, pp. 59–67,2008.[25] T. Ishikawa, A. Banas, K. Hagiwara, H. Iwaguro, and T. Ochiya,“Stem cells for hepatic regeneration: the role of adipose tissuederived mesenchymal stem cells,” Current Stem Cell ResearchandTherapy, vol. 5, no. 2, pp. 182–189, 2010.[26] H. Yukawa, H. Noguchi, K. Oishi et al., “Cell transplantation ofadipose tissue-derived stem cells in combination with heparinattenuated acute liver failure in mice,” Cell Transplantation, vol.18, no. 5-6, pp. 611–618, 2009.[27] J. Y. Wu, C. H. Chen, L. Y. Yeh, M. L. Yeh, C. C. Ting, and Y. H.Wang, “Low-power laser irradiation promotes the proliferation12 Evidence-Based Complementary and Alternative Medicineand osteogenic differentiation of human periodontal ligamentcells via cyclic adenosine monophosphate,” International Jour-nal of Oral Science, vol. 5, no. 2, pp. 85–91, 2013.[28] F. Y. Ang, Y. Fukuzaki, B. Yamanoha, and S. Kogure, “Immuno-cytochemical studies on the effect of 405-nm low-power laserirradiation on human-derived A-172 glioblastoma cells,” Lasersin Medical Science, vol. 27, no. 5, pp. 935–942, 2012.[29] P. V. Peplow, T.-Y. Chung, and G. D. Baxter, “Laser photobio-modulation of proliferation of cells in culture: a review ofhuman and animal studies,” Photomedicine and Laser Surgery,vol. 28, no. 1, p. S3S40, 2010.[30] Y. A. Vladimirov, A. N. Osipov, and G. I. Klebanov, “Photobio-logical principles of therapeutic applications of laser radiation,”Biochemistry, vol. 69, no. 1, pp. 81–90, 2004.[31] H. Tuby, E. Hertzberg, L. Maltz, and U. Oron, “Long-term saf-ety of low-level laser therapy at different power densities andsingle or multiple applications to the bone marrow in mice,”Photomedicine and Laser Surgery, vol. 31, no. 6, pp. 269–273,2013.[32] A. Usumez, B. Cengiz, S. Oztuzcu, T. Demir, M. H. Aras, and N.Gutknecht, “Effects of laser irradiation at different wavelengths(660, 810, 980, and 1.064 nm) on mucositis in an animal modelof wound healing,” Lasers in Medical Science, 2013.[33] C. C. Shen, Y. C. Yang, T. B. Huang, S. C. Chan, and B. S. Liu,“Neural regeneration in a novel nerve conduit across a largegap of the transected sciatic nerve in rats with low-level laserphototherapy,” Journal of Biomedical Materials Research, vol.101, no. 10, pp. 2763–2777, 2013.[34] L. Baratto, L. Calzà, R. Capra et al., “Ultra-low-level lasertherapy,” Lasers in Medical Science, vol. 26, no. 1, pp. 103–112,2011.[35] S. Rochkind, S. Geuna, and A. Shainberg, “Chapter 25: Pho-totherapy in peripheral nerve injury: effects on muscle preser-vation and nerve regeneration,” in International Review ofNeurobiology, vol. 87, pp. 445–464, 2009.[36] S. Rochklnd, D. El-Ani, Z. Nevo, and A. Shahar, “Increase ofneuronal sprouting and migration using 780 nm laser pho-totherapy as procedure for cell therapy,” Lasers in Surgery andMedicine, vol. 41, no. 4, pp. 277–281, 2009.[37] C.-C. E. Lan, S.-B. Wu, C.-S. Wu et al., “Induction of primitivepigment cell differentiation by visible light (helium-neon laser):a photoacceptor-specific response not replicable byUVB irradi-ation,” Journal of Molecular Medicine, vol. 90, pp. 321–330, 2012.[38] J. Feng, Y. Zhang, and D. Xing, “Low-power laser irradiation(LPLI) promotes VEGF expression and vascular endothelialcell proliferation through the activation of ERK/Sp1 pathway,”Cellular Signalling, vol. 24, no. 6, pp. 1116–1125, 2012.[39] S. Song, F. Zhou, and W. R. Chen, “Low-level laser therapyregulates microglial function through Src-mediated signalingpathways: implications for neurodegenerative diseases,” Journalof Neuroinflammation, vol. 9, article 219, 2012.[40] C. Valina, K. Pinkernell, Y.-H. Song et al., “Intracoronary admi-nistration of autologous adipose tissue-derived stem cellsimproves left ventricular function, perfusion, and remodellingafter acute myocardial infarction,” European Heart Journal, vol.28, no. 21, pp. 2667–2677, 2007.[41] H.-W. DU, N. Liu, J.-H. Wang, Y.-X. Zhang, R.-H. Chen, andY.-C. Xiao, “The effects of adipose-derived stem cell transplan-tation on the expression of IL-10 and TNF-alpha after cerebralischaemia in rats,” Chinese Journal of Cellular and MolecularImmunology, vol. 25, no. 11, pp. 998–1001, 2009."