"INFECTION AND IMMUNITY,0019-9567/00/$04.0010Jan. 2000, p. 72–79 Vol. 68, No. 1Copyright © 2000, American Society for Microbiology. All Rights Reserved.Lymphocyte Function-Associated Antigen 1 Is a Receptor forPasteurella haemolytica Leukotoxin in Bovine LeukocytesS. JEYASEELAN,1 S. L. HSUAN,1 M. S. KANNAN,1 B. WALCHECK,1 J. F. WANG,2 M. E. KEHRLI,3E. T. LALLY,2 G. C. SIECK,4 AND S. K. MAHESWARAN1*Department of Veterinary PathoBiology, College of Veterinary Medicine, University of Minnesota, St. Paul, Minnesota551081; Leon Levy Research Center for Oral Biology, University of Pennsylvania, Philadelphia, Pennsylvania 191042;Metabolic Diseases and Immunology Research Unit, National Animal Disease Center, Ames, Iowa 500103; andDepartments of Anesthesiology and of Physiology and Biophysics, Mayo Clinic, Rochester, Minnesota 559054Received 13 August 1999/Returned for modification 4 October 1999/Accepted 14 October 1999Pasteurella (Mannheimia) haemolytica leukotoxin (Lkt) causes cell type- and species-specific effects in rumi-nant leukocytes. Recent studies indicate that P. haemolytica Lkt binds to bovine CD18, the common subunit ofall b2 integrins. We designed experiments with the following objectives: to identify which member of the b2integrins is a receptor for Lkt; to determine whether Lkt binding to the receptor is target cell (bovineleukocytes) specific; to define the relationships between Lkt binding to the receptor, calcium elevation, andcytolysis; and to determine whether a correlation exists between Lkt receptor expression and the magnitude oftarget cell cytolysis. We compared Lkt-induced cytolysis in neutrophils from control calves and from calveswith bovine leukocyte adhesion deficiency (BLAD), because neutrophils from BLAD-homozygous calves exhibitreduced b2 integrin expression. The results demonstrate for the first time that Lkt binds to bovine CD11a andCD18 (lymphocyte function-associated antigen 1 [LFA-1]). The binding was abolished by anti-CD11a oranti-CD18 monoclonal antibody (MAb). Lkt-induced calcium elevation in bovine alveolar macrophages(BAMs) was inhibited by anti-CD11a or anti-CD18 MAb (65 to 94% and 37 to 98%, respectively, at 5 and 50Lkt units per ml; P < 0.05). Lkt-induced cytolysis in neutrophils and BAMs was also inhibited by anti-CD11aor anti-CD18 MAb in a concentration-dependent manner. Lkt bound to porcine LFA-1 but did not inducecalcium elevation or cytolysis. In neutrophils from BLAD calves, Lkt-induced cytolysis was decreased by 44%compared to that of neutrophils from control calves (P < 0.05). These results indicate that LFA-1 is a Lktreceptor, Lkt binding to LFA-1 is not target cell specific, Lkt binding to bovine LFA-1 correlates with calciumelevation and cytolysis, and bovine LFA-1 expression correlates with the magnitude of Lkt-induced target cellcytolysis.Leukotoxin (Lkt) and lipopolysaccharide produced by Pas-teurella (Mannheimia) haemolytica serotype 1 are considered tobe the primary virulence factors contributing to lung injury inbovine pneumonic pasteurellosis (BPP) (33, 36, 38, 40), a dis-ease of substantial economic importance to the beef and dairycattle industries in North America (7, 28, 39). Lkt is a memberof a family of gram-negative bacterial exotoxins termed RTX(for repeats in toxin) cytolysins (3). Although most RTX cyto-lysins interact with a variety of cell types from many differentspecies (6), cytolysins produced by Actinobacillus actinomyce-temcomitans, Actinobacillus pleuropneumoniae (ApxIIIA), andP. haemolytica are known to have cell type- and species-specificeffects. The leukotoxin (LtxA) of A. actinomycetemcomitans, ahuman pathogen, interacts only with cells of the lymphocyticand monomyelocytic lineages of humans and some nonhumanprimates (23); the Lkt of P. haemolytica, a ruminant pathogen,interacts only with ruminant leukocytes causing activation andcytolysis (4, 15, 25, 33, 40). A study by Lally et al. (23) hasdetermined that two RTX cytolysins, LtxA of A. actinomyce-temcomitans and alpha-hemolysin of Escherichia coli, bind tohuman myelomonocytic leukemic cell line (HL60) through ab2 integrin lymphocyte function-associated antigen (LFA-1)and cause cytolysis. Moreover, two recent studies have identi-fied CD18 as a receptor for P. haemolytica Lkt (24, 35). SinceCD18 is the common subunit of all three bovine b2 integrinsCD11a/CD18 (LFA-1), CD11b/CD18 (Mac-1), and CD11c/CD18 (p150/95) (1, 18), it is not clear which of the three b2integrins is a receptor for P. haemolytica Lkt.b2 integrins are heterodimeric cell surface glycoproteinscomposed of a CD11 (a) subunit and a CD18 (b) subunit andare expressed exclusively on leukocytes (5, 9). These leukocyteintegrins mediate cell adhesion to endothelial cell ligands suchas intracellular adhesion molecules (5, 9). The importance ofb2 integrins for host defense against microbial agents is exem-plified by leukocyte adhesion deficiency, a rare genetic diseasein humans that results in reduced expression of all b2 integrinsin leukocytes (21, 22), leading to life-threatening bacterial in-fections. A similar genetic disorder has been reported for Hol-stein cattle and termed bovine leukocyte adhesion deficiency(BLAD) syndrome (18, 19). Leukocytes from BLAD-homozy-gous calves are known to have no or reduced expression ofthese b2 integrins (18, 19). However, the potential role of thisreduced b2 integrin expression in the BLAD calf model in Lktbinding and cytolysis has not been examined.The objectives of the present study are to: (i) identify whichmember of the b2 integrins is a receptor for P. haemolytica Lkt;(ii) determine whether Lkt binding to the receptor exhibitstarget cell (bovine leukocytes) specificity; (iii) define the rela-tionship between Lkt binding to the receptor and intracellular[Ca21] ([Ca21]i) elevation and cytolysis; and (iv) determinewhether a correlation exists between Lkt receptor expression* Corresponding author. Mailing address: Department of Veteri-nary PathoBiology, University of Minnesota, 1971 CommonwealthAve., St. Paul, MN 55108. Phone: (612) 625-6264. Fax: (612) 624-4785.E-mail: mahes001@maroon.tc.umn.edu.72and the magnitude of Lkt-induced target cell cytolysis. Weused bovine neutrophils and bovine alveolar macrophages(BAMs) to study Lkt binding and functional effects, since thesecells are implicated in the pathophysiology of BPP (2, 30).Porcine alveolar macrophages (PAMs) and HL60 cells areused to demonstrate whether Lkt binding is target cell specific.MATERIALS AND METHODSPreparation of P. haemolytica Lkt. Preparation of Lkt from P. haemolytica hasbeen described in a previous publication (25). Briefly, crude Lkt was preparedfrom logarithmic-phase P. haemolytica D153 grown in RPMI 1640 mediumsupplemented with 2 mM L-glutamine. Following centrifugation, the supernatantwas filter sterilized, concentrated 100-fold, and dialyzed against endotoxin-freedistilled water in a spiral-wound membrane cartridge (model S1Y30; AmiconCorp., Danvers, Mass.). The retentate containing crude Lkt was lyophilized andpurified to homogeneity by preparative sodium dodecyl sulfate-polyacrylamidegel electrophoresis (SDS-PAGE). The purified 104-kDa Lkt (monomeric, nativeform [40]) was lyophilized and stored at 220°C, and all studies were done withthe same batch of purified Lkt. The leukotoxic activity was quantified by acolorimetric XTT (sodium,39-(1-[phenylamino-carbonyl]-3,4-tetrazolium)-bis(4-methoxy-6-nitro)benzene-sulfonic acid hydrate) assay, using the bovine lymphoidcell line (BL3) as target cells. The concentration of bioactive Lkt was expressedas Lkt units (LU) per milligram (dry weight) (41). In order to exclude the effectof postpurification lipopolysaccharide contamination in the Lkt preparations,purified Lkt fractions were incubated with 10 mg of polymyxin B per ml for 30min on ice prior to use. Studies of lactate dehydrogenase (LDH) release weredone with Lkt concentration of 50 LU/ml, since in preliminary studies this Lktconcentration resulted in .60% LDH release over a 90-min period. In [Ca21]imeasurements, 5 and 50 LU/ml were used.Preparation of leukocytes. (i) Bovine neutrophils. Peripheral blood sampleswere obtained from six healthy age-, breed-, and sex-matched Holstein heifers,using acid-citrate-dextrose as the anticoagulant. Blood samples from three Hol-stein calves homozygous for BLAD (1) containing the same anticoagulant wereobtained from the U.S. Department of Agriculture, National Animal DiseaseCenter, Ames, Iowa. Neutrophils were isolated by the method described byOlchowy et al. (27). Purified cells were .96% polymorphonuclear leukocytesand .98% viable as verified by differential counts and trypan blue exclusion,respectively.(ii) BAMs. BAMs were isolated from six 6- to 8-week-old healthy calves asdescribed previously (40). The cells were .98% pure and .98% viable, asdetermined by nonspecific esterase staining (Sigma Chemical Co., St. Louis,Mo.) and trypan blue exclusion, respectively. For [Ca21]i measurements, BAMswere plated onto round 15-mm-diameter glass coverslips at a density of 7.5 3 105cells/ml in 12-well tissue culture plates. Cells were incubated at 37°C in Dulbec-co’s modified Eagle’s medium supplemented with 5% fetal bovine serum (FBS)in a humidified atmosphere containing 5% CO2. The medium was changed everyother day, and the cells were used after 4 days of incubation.(iii) PAMs and human promyelocytic leukemia cell line (HL60). PAMs wereobtained from three 5- to 7-week-old healthy pigs as described previously (16).The HL60 cell line obtained from M. Mellancamp (University of Minnesota, St.Paul) was cultured in RPMI 1640 supplemented with 2 mM L-glutamine and 10%FBS.Antibodies. Table 1 shows the features and applications of the various anti-bodies used and in this study. Monoclonal antibodies (MAbs) MUC76A,MM12A, BAQ153A, BAT75A, and BAQ30A were purchased from VMRD, Inc.(Pullman, Wash.). MAbs R15.7 and R3.1 were provided by R. Rothlein (Boehr-inger Ingelheim Pharmaceuticals, Inc., Ridgefield, Conn.). The Lkt-neutralizingMAb (MAb601) was provided by S. Srikumaran (University of Nebraska, Lin-coln). The R7928 polyclonal antibody was provided by C. Parkos (Emory Uni-versity, Atlanta, Ga.).Flow cytometry. The expression of b2 integrins on neutrophils, BAMs, PAMs,and HL60 was assessed by immunofluorescence flow cytometry as describedpreviously (34). Briefly, 106 cells were incubated with 1 mg of anti-b2 integrinMAbs or control MAb for 15 min on ice. After the cells were washed, they wereincubated with 1:200 diluted phycoerythrin-labeled goat anti-mouse secondaryantibody (Jackson Immunoresearch, West Grove, Pa.) in fluorescence-activatedcell sorting buffer (phosphate-buffered saline [PBS] containing 2% goat serumand 5 mM NaN3) for 15 min on ice. After the cells were washed, they wereresuspended in 100 ml of fluorescence-activated cell sorting buffer and fluores-cence was analyzed by a FACSCalibur flow cytometer (Becton Dickinson Im-munocytometry Systems, San Jose, Calif.) and expressed as mean fluorescenceintensity (MFI).Preparation of cell lysates. Lysates were prepared as described by Lally et al.(23). Briefly, 5 3 107 cells were suspended in 1 ml of lysis buffer (pH 7.5) {200mM NaCl, 40 mM NaHCO3, 0.5% 3-[(3-cholamidopropyl)-dimethylammonio]-1-propanesulfonate (CHAPS), 10% glycerol, 1 mM phenylmethylsulfonyl fluo-ride, 5 mg of leupeptin per ml, 5 mg of pepstatin per ml, 0.01% NaN3}, incubatedon ice, vortexed intermittently for 30 min, and centrifuged at 100,000 3 g at 4°Cfor 1 h, and the lysates were stored at 280°C. Protein concentration of the lysateswas measured with the DC-protein assay kit (Bio-Rad, Hercules, Calif.).SDS-PAGE and Western blotting. To demonstrate the b2 integrin expression,30 mg of cell lysates from leukocytes of control calves and 120 mg of lysates fromneutrophils of BLAD calves were loaded and proteins were separated on 4 to15% SDS gradient gels under nonreducing conditions. Separated proteins weretransferred onto a polyvinylidene difluoride membrane (Pierce Chemical Co.,Rockford, Ill.), and the membrane was blocked with blocking buffer (PBS con-taining 0.05% Tween 20 (PBST) and 1% milk concentrate (Kirkegaard and PerryLaboratories, Gaithersburg, Md.). The membrane was incubated with 0.1 mg ofanti-CD11a (MUC76A), anti-CD11b (R7928), anti-CD11c (BAQ153A), or anti-CD18 (BAT75A and BAQ30A) antibodies for 1 h at room temperature. Mem-branes were washed 4 times with PBST followed by incubation with a 1:50,000dilution of the appropriate horseradish peroxidase-conjugated secondary anti-body for 1 h at room temperature. Both primary and secondary antibodies werediluted in the blocking buffer. The blots were washed with PBST and developedby using the SuperSignal ULTRA chemiluminescence detection system (PierceChemical Co.).Lkt affinity chromatography. Experiments were conducted by the method ofWang et al. (35). Briefly, polystyrene beads (0.125-in. diameter) were incubatedwith 2 ml of a solution of 20 mg of purified Lkt per ml of PBS, pH 7.5, overnightat 4°C with gentle rocking. The beads were washed once with PBS and incubatedwith 1% bovine serum albumin (BSA) to block the remaining protein bindingsites on the beads. Beads coated with 1% BSA served as a control. Lysates (120mg of protein from control neutrophils and BAMs; 480 mg of protein fromneutrophils of BLAD calves) were diluted 1:3 with PBS containing 1 mM CaCl2and 1 mM MgCl2 and incubated with the Lkt- or BSA-coated beads at 4°C for15 h. To demonstrate that binding is attributable to Lkt, Lkt-coated beads wereincubated with MAb601 for 1 h before adding lysates. To further demonstratethe specificity of Lkt binding to the receptor, lysates from BAMs were preincu-bated with various anti-b2 integrin or control (MOPC21) (final concentration of50 mg/ml) MAbs at 37°C for 45 min before the Lkt-coated beads were added. Thebeads were then washed once with PBS, and the bound proteins were elutedfrom the beads by boiling with 50 ml of SDS-PAGE loading buffer and sizefractionated on 4 to 15% SDS gradient gels under nonreducing conditions.Western blotting was performed as described earlier.[Ca21]i measurement. [Ca21]i level was assessed by video fluorescence mi-croscopy as described in a previous publication (17) using fura-2-acetoxymethylester (fura-2/AM)-loaded BAMs. Fura-2-labeled cells were alternately excited at340 and 380 nm with a rapidly rotating filter wheel, and the fluorescence emis-sions were collected for each wavelength using a 510-nm-wavelength barrierTABLE 1. Properties and applications of the various antibodies used in this studySpecificity Antibody Isotype Species reactivity Applicationsa ReferenceCD11a R3.1 IgG1 Cattle, dogs FC, BE 31CD11a MUC76A IgG2a Cattle, sheep, swine WB 8, 14CD11b MM12A IgG1 Cattle, goats, sheep FC, BE 30CD11b R7928 Polyclonal Humans, cattle WB 26CD11c BAQ153A IgM Cattle, goats, sheep FC, BE, WB 14CD18 R15.7 IgG1 Cattle, dogs, rabbits FC, BE 20, 29, 31CD18 BAQ30A IgG1 Cattle, goats, sheep, swine, dogs, cats, rabbits FC, BE, WB 14CD18 BAT75A IgG1 Cattle, goats FC, BE, WB 35E-selectin EL112 IgG1 Humans FC 34Irrelevant MOPC21 IgG1 None BELkt MAb601 IgG1 Not applicable BE 12a Abbreviations: FC, flow cytometry; BE, blocking experiments include blocking of Lkt binding, calcium elevation, and cytolysis; WB, Western blotting.VOL. 68, 2000 LFA-1 IS A LEUKOTOXIN RECEPTOR 73filter. Images were acquired once every second using a silicon-intensified targetvideo camera (66 Series; DAGE-MTI Inc., Michigan City, Ind.). The integrated[Ca21]i response, a measure of total [Ca21]i elevation during the period ofstimulation, was calculated (17). To examine the effects of anti-b2 integrin MAbson Lkt-induced [Ca21]i elevation, BAMs were preincubated with anti-CD11a,anti-CD11b, anti-CD11c, anti-CD18, or control MAb for 45 min at room tem-perature prior to Lkt exposure. From each coverslip, ;30 cells were sampled andtwo coverslips were used for each experiment. The percent inhibition of [Ca21]ielevation was calculated as follows: percent inhibition of [Ca21]i elevation 5{(percent [Ca21]i elevation 2 percent [Ca21]i elevation in the presence ofantibodies)/percent [Ca21]i elevation}.Measurement of LDH release. Lkt-induced cytolysis was assessed by measur-ing leakage of LDH activity from cells into supernatant, using a commercial kitpurchased from Boehringer Mannheim (Indianapolis, Ind.). One hundred mi-croliters of neutrophils or BAMs at a concentration of 4 3 105 cells/ml was addedto each well in a 96-well U-bottom microtiter plate. Spontaneous LDH releasewas measured by exposing cells to assay medium (phenol red-free RPMI 1640supplemented with 2 mM L-glutamine and 3% FBS). Total LDH release wasmeasured by lysing the cells with 100 ml of 2% Triton X-100 in assay medium.Experimental LDH release was measured by exposing cells to assay mediumcontaining Lkt. Neutrophils or BAMs were incubated at 37°C in a humidifiedatmosphere containing 5% CO2 for 90 min. After incubation, the cells werecentrifuged at 200 3 g for 5 min. One hundred microliters of the supernatantfrom each well was transferred to each well of a 96-well flat-bottom microtiterplate. One hundred microliters of reaction reagent (prepared according to themanufacturer’s recommendations) was added to each well and incubated for 30min at room temperature in the dark. LDH activity in the supernatants wasdetermined by measuring the optical density at 490 nm with a microplate en-zyme-linked immunosorbant assay reader (Molecular Device Corp., Menlo Park,Calif.) with a reference wavelength of 620 nm. Each sample was tested intriplicate, and Lkt-induced cytolysis was calculated by using the following for-mula: percent cytolysis 5 [(OD of C 2 OD of A)/(OD of B 2 OD of A)] 3 100,where OD is the optical density at 490 nm, A is spontaneous LDH release, B istotal LDH release, and C is experimental LDH release. The effects of antibodiesagainst the subunits of b2 integrins on Lkt-induced cytolysis were also studied.Cells were incubated with different concentrations of antibodies for 45 min at37°C in a humidified atmosphere under 5% CO2 prior to incubation with Lkt.Inhibition of Lkt-induced cytolysis was calculated as follows: percent inhibitionof cytolysis 5 [(percent cytolysis 2 percent cytolysis in the presence of antibod-ies)/percent cytolysis] 3 100.Reagents. Dulbecco’s modified Eagle’s medium and RPMI 1640 were pur-chased from Celox Laboratories, Inc. (St. Paul, Minn.). Fura-2/AM was pur-chased from Molecular Probes (Eugene, Oreg.). Polystyrene beads were ob-tained from Orange Products Inc. (Allentown, Pa.). Phycoerythrin-labeled goatanti-mouse secondary antibodies were obtained from Jackson Immunoresearch(West Grove, Pa.). Horseradish peroxidase-conjugated goat anti-mouse and anti-rabbit immunoglobulin G (IgG) were obtained from ICN Biomedical ResearchProducts (Costa Mesa, Calif.). Horseradish peroxidase-conjugated goat anti-mouse IgM was obtained from Pierce Chemical Co. Other reagents were ob-tained from Sigma Chemical Co.Statistical analysis. All results are expressed as means 6 standard error ofmeans (SEMs). Comparisons are made with the unpaired Student t test todetermine statistically significant differences. The term significant indicates a Pvalue of less than 0.05.RESULTSAnalysis of b2 integrin expression in leukocytes. (i) Flowcytometry. Relative expression of LFA-1, Mac-1, and p150/95in neutrophils, BAMs, PAMs, and HL60 cells was determined.Neutrophils from control calves expressed CD11a (MFI of188), CD11b (MFI of 546), and CD11c (MFI of 80). Theexpression of CD18 in neutrophils from control calves wasdetected using three different MAbs (R15.7, BAQ30A, andBAT75A) with MFIs of 550, 480, and 1,800, respectively (Fig.1A). BAMs expressed CD11a (MFI of 41), CD11b (MFI of4.3), CD11c (MFI of 1.3), and CD18 (MFIs of 65, 82, and 87using R15.7, BAQ30A, and BAT75A, respectively), albeit atlevels much lower than those observed for neutrophils (Fig.1B). However, in neutrophils from BLAD calves, very low levelexpression of CD18 was detected by BAT75A (MFI of 60), butnot by the other two anti-CD18 MAbs. Neutrophils fromBLAD calves also lacked expression of CD11a, CD11b, orCD11c (Fig. 1C). Expression of CD11a and CD18, comparableto levels in BAMs, was detected in PAMs and HL60 cells usinganti-CD11a (R3.1) and anti-CD18 MAbs (BAQ30A) (data notshown).(ii) Western blotting. In lysates from neutrophils of controlcalves, a 95-kDa CD18 band was detected (Fig. 2A, lane 1). Inlysates from neutrophils of BLAD calves, two lower-molecu-lar-mass CD18 bands (90 and 85 kDa) were identified by usingthe BAT75A MAb (Fig. 2A, lane 3). BAMs from control calvesalso had two CD18 bands corresponding to 90 and 95 kDa(Fig. 2A, lane 2). A 180-kDa CD11a band was detected in bothFIG. 1. Flow cytometric detection of b2 integrin subunits. (A) Significant CD11a, CD11b, CD11c, and CD18 expression is observed in neutrophils from controlcalves. (B) High-level expression of CD11a and CD18 and much lower level expression of CD11b and CD11c are detected in BAMs. (C) A reduced level of CD18expression is detected in the neutrophils of BLAD calves. The results are from four independent experiments and expressed as means 6 SEMs. Values that aresignificantly different from the control value (P , 0.05) are indicated by asterisks.74 JEYASEELAN ET AL. INFECT. IMMUN.neutrophils and BAMs (Fig. 2B, lanes 1 and 2). However,neutrophils from BLAD calves had very low expression ofCD11a (Fig. 2B, lane 3). In lysates from neutrophils andBAMs, Western blot analysis also showed two bands, one cor-responding to CD11b (170 kDa) (Fig. 3A, lanes 1 and 2) andanother band corresponding to CD11c (160 kDa) (Fig. 3B,lanes 1 and 2). However, no CD11b (Fig. 3A, lane 3) or CD11c(Fig. 3B, lane 3) bands were detected in lysates from neutro-phils of BLAD calves. Lysates from PAMs had only a 95-kDaCD18 band (Fig. 4A, lane 1). In HL60 cell lysates, three dif-ferent CD18 bands (95, 100, and 105 kDa) were detected (Fig.4A, lane 2). A 180-kDa CD11a band was detected in lysatesfrom PAMs and HL60 cells (Fig. 4B, lanes 1 and 2). Table 2summarizes the molecular masses of the various b2 integrinsubunits expressed in the various cell types studied.Detection of Lkt binding to b2 integrins. Polystyrene beadscoated with Lkt or BSA were incubated with lysates from thedifferent cells. Bound proteins eluted from the beads wereseparated by SDS-PAGE under nonreducing conditions, trans-ferred to a polyvinylidene difluoride membrane, and probedwith MAbs against CD11a (MUC76A), CD11b (MM12A),CD11c (BAQ153A), and CD18 (BAQ30A and BAT75A).Bound proteins in eluants from beads coated with Lkt andincubated with lysates from neutrophils or BAMs from controlcalves contained a 95-kDa CD18 band (Fig. 2A, lanes 4 and 5).In contrast, bound proteins eluted from beads coated with Lktand incubated with lysates from neutrophils from BLAD calvescontained a 85-kDa CD18 band (Fig. 2A, lane 6). In addition,in the eluants from beads coated with Lkt and incubated withlysates from neutrophils of control or BLAD calves or BAMs,a 180-kDa CD11a band was detected (Fig. 2B, lanes 4 to 6).Although the eluant from Lkt-coated beads incubated withlysates from PAMs showed the 95-kDa CD18 (Fig. 4A, lane 3)and 180-kDa CD11a bands (Fig. 4B, lane 3), no such bandswere detected in the eluant from beads incubated with lysatesfrom HL60 cells (Fig. 4A and 4B, lanes 4). Table 2 summarizesLkt binding to the various b2 integrin subunits in the differentcell types used in this study.Several controls were included in this study to ascertain thespecificity of Lkt binding to LFA-1 in bovine leukocytes andPAMs. (i) The binding was abolished by preincubating Lkt-coated beads with a neutralizing anti-Lkt MAb (MAb601)(Fig. 2A and B, lanes 7 to 9 and Fig. 4A and B, lanes 5 and 6).(ii) No evidence of binding was observed in BSA-coated beads(Fig. 2A and B, lanes 10 to 12 and Fig. 4A and B, lanes 7 and8). (iii) Preincubating BAM lysates with anti-CD18 (Fig. 5A,FIG. 2. Western blot analysis of CD18 (A) and CD11a (B) expression inneutrophils and BAMs using anti-CD18 (BAT75A) or anti-CD11a (MUC76A)MAb. In panel A, cell lysates from neutrophils show a 95-kDa CD18 band (lane1), lysates from BAMs show 95- and 90-kDa CD18 bands (lane 2), and neutrophillysates from BLAD calves show 90- and 85-kDa CD18 bands (lane 3). The lysatesfrom these cells show only one 180-kDa CD11a band (panel B, lanes 1 to 3).Direct binding of P. haemolytica Lkt to bovine LFA-1 (CD11a/CD18) was alsoexamined. Western blot analysis of eluants from Lkt-coated beads reacted withneutrophils or BAM lysates from control calves contain 95-kDa CD18 and180-kDa CD11a bands (panels A and B, lanes 4 and 5). The eluant fromLkt-coated beads reacted with neutrophil lysates from BLAD calves contain85-kDa CD18 and 180-kDa CD11a bands (panels A and B, lanes 6). In eluantsfrom Lkt-coated beads preincubated with anti-Lkt MAb or from BSA-coatedbeads, no CD18 (panel A, lanes 7 to 12) or CD11a (panel B, lanes 7 to 12) bandsare seen. Results are representative of four independent experiments. MW,molecular mass (in kilodaltons).FIG. 3. Western blot analysis of CD11b (A) and CD11c (B) expression usinganti-CD11b (R7928) and anti-CD11c (BAQ153A) MAbs. Lanes 1 and 2 inpanels A and B show the presence of a 170-kDa CD11b band and a 160-kDaCD11c band in lysates from neutrophils and BAMs from control calves usinganti-CD11b and anti-CD11c antibodies. Note that in lysates from neutrophils ofBLAD calves, there are no detectable CD11b or CD11c bands (panels A and B,lanes 3). Direct binding of P. haemolytica Lkt to bovine CD11b or CD11c wasalso examined. No Lkt binding to CD11b or CD11c is observed in eluants fromLkt-coated beads reacted with lysates of neutrophils or BAMs (panels A and B,lanes 4 to 6). No CD11b or CD11c bands are observed in BSA-coated beads(panels A and B, lanes 7 to 9). Results are representative of three independentexperiments. MW, molecular mass (in kilodaltons).FIG. 4. Western blots showing expression of LFA-1 (probed with anti-CD18[A] or anti-CD11a [B]). A 95-kDa CD18 band in PAM lysates and 95-, 100-, and105-kDa CD18 bands in HL60 cell lysates (panel A, lanes 1 and 2) usinganti-CD18 (BAQ30A) MAb. In both cell types, a 180-kDa band is seen (panel B,lanes 1 and 2) using anti-CD11a MAb (MUC76A). Direct binding of P. haemo-lytica Lkt to porcine and human LFA-1 was also examined. Western blots ofeluants from Lkt-coated beads showing a 95-kDa CD18 band (panel A, lane 3)and a 180-kDa CD11a band in PAMs (panel B, lane 3). In HL60 cells, no CD18or CD11a bands are detected (panels A and B, lanes 4). In eluants from Lkt-coated beads preincubated with anti-Lkt MAb or from BSA-coated beads, noCD18 (panel A, lanes 5 to 8) or CD11a bands (panel B, lanes 5 to 8) are detected.Results are representative of four independent experiments. MW, molecularmass (in kilodaltons).VOL. 68, 2000 LFA-1 IS A LEUKOTOXIN RECEPTOR 75lanes 5 and 6) or anti-CD11a (Fig. 5B, lanes 5 and 6) MAbabolished the binding.Effects of anti-b2 integrin antibodies on Lkt-induced[Ca21]i elevation. MAbs against CD11 or CD18 subunits of b2integrins were used to examine the correlation between Lktbinding to the receptor and [Ca21]i elevation in BAMs. Cellswere preincubated with the MAbs (25 mg/ml for 90 min at37°C) prior to addition of Lkt (5 and 50 LU/ml). Anti-CD11aand anti-CD18 MAbs significantly (P , 0.05) inhibited Lkt-induced [Ca21]i elevation in BAMs (65 to 94% inhibition incells stimulated with 5 LU/ml and 37 to 98% inhibition in cellsstimulated with 50 LU/ml [Fig. 6]). Anti-CD11b, anti-CD11c,or the control MAb (MOPC21) had no significant effects onLkt-induced [Ca21]i elevation (Fig. 6). Lkt did not induce[Ca21]i elevation in PAMs, a finding consistent with our pre-vious study (16) (data not shown).Effects of anti-b2 integrin antibodies on Lkt-induced cytol-ysis. To examine the correlation between Lkt binding to thereceptor and cytolysis, neutrophils or BAMs were preincu-bated with anti-b2 integrin MAbs (1 to 100 mg/ml for 90 min at37°C) prior to addition of Lkt (50 LU/ml). Anti-CD11a andanti-CD18 MAbs inhibited Lkt-induced cytolysis in neutrophilsand BAMs in a concentration-dependent manner (43% inhi-bition of cytolysis in neutrophils and 64% inhibition of cytolysisat 100 mg/ml in BAMs [P , 0.05] [Fig. 7]). Anti-CD11b, anti-CD11c MAbs, or the control MAb had no significant effects onLkt-induced cytolysis (Fig. 7). Inhibition of Lkt-induced cytol-ysis by anti-b2 integrin MAbs was not studied in PAMs andHL60 cells, since Lkt did not induce cytolysis even at a con-centration of 500 LU/ml (data not shown).Comparison of Lkt-induced cytolysis in neutrophils fromcontrol and BLAD calves. To determine whether there is acorrelation between Lkt receptor expression and magnitude ofLkt-induced cytolysis, cytolysis was compared in neutrophilsfrom control and BLAD calves. Lkt caused a reduced level ofTABLE 2. Molecular masses of b2 integrin subunits in the various cell types and Lkt binding to the various b2 integrin subunitsCell typeb2 integrin subunita Lkt binding to b2 integrin subunitaCD11a CD11b CD11c CD18 CD11a CD11b CD11c CD18Neutrophils 180 170 160 95 180 No binding No binding 95BAMs 180 170 160 90, 95 180 No binding No binding 95BLAD neutrophils 180 None None 85, 90 180 NA NA 85PAMs 180 NP NP 95 180 NP NP 95HL60 180 NP NP 95, 100, 105 No binding NP NP No bindinga The values are the molecular masses (in kilodaltons) of the b2 integrin subunits. NP, not performed; NA, not applicable.FIG. 5. Western blots probed with anti-CD18 (A) or anti-CD11a (B) show-ing the effects of anti-b2 integrin antibodies on direct binding of P. haemolyticaLkt to bovine LFA-1. (A) Eluants from Lkt-coated beads reacted with BAMlysates and probed with anti-CD18 MAb (BAT75A; lane 1) contain a 95-kDaband; BAM lysates that had been preincubated with anti-CD11b (lane 3), anti-CD11c (lane 4), or MOPC21 (lane 7) MAb, before the Lkt-coated beads hadbeen added and that were probed with anti-CD18 MAb contain a 95-kDa band.By contrast, for lysates preincubated with anti-CD11a (lane 2) or anti-CD18MAb (lanes 5 and 6) before Lkt-coated beads were added, no 95-kDa band isseen. (B) Eluants from Lkt-coated beads reacted with BAM lysates and probedwith anti-CD11a MAb (MUC76A; lane 1) contain a 180-kDa band; BAM lysatesthat had been preincubated with anti-CD11b (lane 3), anti-CD11c (lane 4), orMOPC21 (lane 7) MAb, before Lkt-coated beads had been added and that wereprobed with anti-CD11a MAb contain a 180-kDa band. By contrast, lysatespreincubated with anti-CD11a (lane 2) or anti-CD18 (lanes 5 and 6) MAb beforeLkt-coated beads were added, no 180-kDa band is seen. Results are represen-tative of three independent experiments. MW, molecular mass (in kilodaltons).FIG. 6. Effects of anti-b2 integrin antibodies on Lkt-induced [Ca21]i eleva-tion. In BAMs treated with anti-CD11a or anti-CD18 MAbs, there is significantinhibition of [Ca21]i response to 5 (A) and 50 (B) LU per ml. There is noinhibition of [Ca21]i response in cells treated with anti-CD11b, anti-CD11c, orthe control MAb in response to 5 or 50 LU/ml. The results are from fourindependent experiments (;120 cells) and expressed as means 6 SEMs. Valuesthat are significantly different from the control value (P , 0.05) are indicated byasterisks.76 JEYASEELAN ET AL. INFECT. IMMUN.cytolysis in neutrophils from BLAD calves (18% in BLADneutrophils versus 62% in control neutrophils [P , 0.05] [Fig.8]). Lkt-induced cytolysis was abolished by the Lkt-neutralizingMAb (Fig. 8). The isotype-matched control MAb had no effecton Lkt-induced cytolysis (Fig. 8).DISCUSSIONIn the present study, we sought to determine whether amember of the b2 integrins is a receptor for P. haemolytica Lkt,whether Lkt binding is target (bovine leukocytes) cell specific,whether Lkt binding to the receptor is required for [Ca21]ielevation and cytolysis, and whether a correlation exists be-tween Lkt receptor expression and magnitude of Lkt-inducedcytolysis. The results indicate the following. (i) LFA-1 (CD11a/CD18) is a receptor for P. haemolytica Lkt. (ii) The Lkt bindingto LFA-1 is not target cell specific, since Lkt binding is ob-served in PAMs. (iii) Lkt binding to bovine LFA-1 correlateswith [Ca21]i elevation and cytolysis, since anti-CD11a and anti-CD18 MAbs, but not anti-CD11b and anti-CD11c MAbs, in-hibit these responses. (iv) A reduced LFA-1 expression in theneutrophils from BLAD calves correlates with reduced mag-nitude of Lkt-induced cytolysis. However, the presence of anyadditional Lkt receptor in bovine leukocytes cannot be ruledout by our studies.Previous studies have shown that b2 integrins are receptorsfor a variety of microbial virulence determinants such as fim-briae of Porphyromonas gingivalis (32), cryptococcal polysac-charide (10), and endotoxin (11). A study by Lally et al. (23)has shown that LFA-1 is a cell surface receptor for Lkt of A.actinomycetemcomitans and alpha-hemolysin of E. coli on hu-man (HL60) target cells. Since P. haemolytica Lkt exhibits celltype- and species-specific functional effects on ruminant leu-kocytes (4, 13, 16, 40), it has been hypothesized that specificreceptors are present on ruminant leukocytes (3, 37). In thiscontext, two recent studies have indicated that CD18 is thereceptor for P. haemolytica Lkt (24, 35). The evidence has beenbased on the fact that MAbs detected a CD18 band in BL3 celllysates reacted with Lkt. In addition, both studies showed thatanti-CD18 MAbs inhibited Lkt-induced apoptosis or cytolysisin BL3 cells. However, a specific b2 integrin was not identifiedas the Lkt receptor by these studies. Therefore, we have ex-tended these observations and show that LFA-1, a specificmember of the b2 integrins, is a receptor for P. haemolyticaLkt.The Lkt affinity chromatography results of the present studywith neutrophils and BAMs and of other investigators (24, 35)with BL3 cells demonstrate an interaction of Lkt with CD18. Inaddition, we provide evidence that Lkt interacts with CD11a,but not with CD11b or CD11c. Therefore, we propose that theCD18 band identified in the Western blots is the b subunit ofLFA-1 but not of Mac-1 or p150/95. In this regard, a previousstudy by Lally et al. (23) showed that Lkt of A. actinomycetem-comitans binds to the LFA-1 heterodimer in HL60 cell lysates.Results from our laboratory (S. L. Hsuan, S. Jeyaseelan, M. S.Kannan, and S. K. Maheswaran, unpublished data) using im-munoprecipitation of lysates from bovine leukocytes show theexistence of LFA-1 as a heterodimer, rather than as dissociatedCD11a and CD18 subunits. This finding, along with the findingthat Lkt does not bind to CD11b or CD11c subunits, suggestsFIG. 7. Effects of anti-b2 integrin antibodies on Lkt-induced cytolysis. Pre-incubation of neutrophils or BAMs with anti-CD11a or anti-CD18 MAbs inhibitsLkt-induced cytolysis in a concentration-dependent fashion. Anti-CD11b, anti-CD11c, or control MAb at 25 or 100 mg/ml do not inhibit Lkt-induced cytolysis.The results are from six independent experiments and expressed as means 6SEMs. Values that are significantly different from the control value (P , 0.05)are indicated by asterisks.FIG. 8. Comparison of Lkt-induced cytolysis in neutrophils from control andBLAD calves. Significantly lower levels of Lkt-induced cytolysis are observed forneutrophils from BLAD calves than for those from control calves (P , 0.05). Incells exposed to neutralized Lkt, there is no Lkt-induced cytolysis. In cellsexposed to Lkt treated with an isotype-matched control MAb (MOPC21), thereis no inhibition of Lkt-induced cytolysis. The results are means 6 SEMs fromfour independent experiments. Values that are significantly (P , 0.05) reducedfrom Lkt-induced cytolysis values are indicated by asterisks.VOL. 68, 2000 LFA-1 IS A LEUKOTOXIN RECEPTOR 77that the binding site for Lkt is the CD11a, but not CD18,subunit of the Lkt receptor LFA-1.We have demonstrated that Lkt binding to LFA-1 in targetcells (bovine leukocytes) is associated with [Ca21]i elevationand cytolysis. However, Lkt binding by itself is not sufficient forthe functional effects, since a nontarget cell (PAMs) used inthis study exhibits Lkt binding with no evidence of [Ca21]ielevation or cytolysis and shows NF-kB activation (shown in aprevious study [16]). Thus, the cell type- and species-specificeffects of Lkt must entail both binding to LFA-1 and activationof LFA-1-associated intracellular pathways, which are presentonly in bovine leukocytes. Studies are in progress to furtherelucidate this phenomenon.Previous investigations have provided evidence by flow cy-tometric analysis that neutrophils from BLAD calves have noor weak expression of all b2 integrins (18). Our studies usingflow cytometry and Western blot analysis confirm these find-ings. Consistent with the diminished expression of LFA-1,there is reduced Lkt binding. It is of interest to note that theCD18 bands in neutrophils from BLAD calves had molecularweights lower than those from control calves. In leukocytesfrom human leukocyte adhesion deficiency patients, the differ-ent size of the CD18 protein is reported to result from aberrantsplicing (22). It is likely that the low-molecular-weight CD18proteins in neutrophils from BLAD calves may also be theresult of aberrant splicing. In addition, we have established acorrelation between LFA-1 expression and the magnitude ofLkt-induced cytolysis, supporting the hypothesis that LFA-1activation is required for cytolysis.On the basis of our findings, we speculate that Lkt of P.haemolytica utilizes the cell adhesion molecule LFA-1 to causeactivation and cytolysis, particularly in the neutrophils andmacrophages in the alveolar spaces, leading to production andaccumulation of a myriad of proinflammatory mediators andcontinuous colonization of P. haemolytica in the alveolar space.These events result in an uncontrollable inflammatory re-sponse leading to lung injury that is characteristic of BPP.ACKNOWLEDGMENTSThis study was supported in part by grants from the MinnesotaAgricultural Experimental Station (to M.S.K. and S.K.M.), NIH-HL057498 (to M.S.K.), NIDCR-DE09517 (to E.T.L.) and Mayo Foun-dation (to G.C.S.).We thank Trevor Ames for helpful discussions, Christie Malaz-drewich for help in collecting alveolar macrophages and critically read-ing the manuscript, and Shelia Alexander for help in flow cytometryexperiments. We thank Charles Parkos of Emory University for pro-viding R7928 polyclonal antibody and Gary Averbeck for assistancewith graphics.REFERENCES1. Ackermann, M. R., K. A. Brogden, A. F. Florance, and M. E. Kehrli. 1999.Induction of CD18-mediated passage of neutrophils by Pasteurella haemo-lytica in pulmonary bronchi and bronchioles. Infect. Immun. 67:659–663.2. Benson, M. L., R. G. Thomson, and V. E. O. Valli. 1978. The bovine alveolarmacrophage. II. In vitro studies with Pasteurella haemolytica. Can. J. Comp.Med. 42:368–369.3. Brown, J. F., F. Leite, and C. J. Czuprynski. 1997. Binding of Pasteurellahaemolytica leukotoxin to bovine leukocytes. Infect. Immun. 65:3719–3724.4. Clarke, C. R., A. W. Confer, and D. A. Mosier. 1998. In vivo effect ofPasteurella haemolytica infection on bovine neutrophil morphology. Am. J.Vet. Res. 59:588–592.5. Clemston, K. J. 1998. Introduction: integrins, dynamic cell receptors. Cell.Mol. Life Sci. 54:499–501.6. Coote, J. G. 1992. Structural and functional relationships among the RTXtoxin determinants of gram-negative bacteria. FEMS Microbiol. Rev. 8:137–161.7. Curtis, C. R., M. E. White, and H. N. Erb. 1989. Effects of calfhood morbidityon long term survival in New York Holstein herds. Prev. Vet. Med. 7:173–186.8. Dato, M. E., and Y. B. Kim. 1990. Characterization and utilization of amonoclonal antibody inhibiting porcine natural killer cell activity for isola-tion of natural killer and killer cells. J. Immunol. 144:4452–4462.9. Dickeson, S. K., and S. A. Santoro. 1998. Ligand recognition by the Idomain-containing integrins. Cell. Mol. Life Sci. 54:556–566.10. Dong, Z. M., and J. W. Murphy. 1997. Cryptococcal polysaccharides bind toCD18 on human neutrophils. Infect. Immun. 65:557–563.11. Flaherty, S. F., D. T. Golenbock, F. H. Milham, and R. R. Ingalls. 1997.CD11/CD18 leukocyte integrins: new signaling receptors for bacterial endo-toxin. J. Surg. Res. 73:85–89.12. Gentry, M. J., and S. Srikumaran. 1991. Neutralizing monoclonal antibodiesto Pasteurella haemolytica leukotoxin affinity-purify the toxin from crudeculture supernatants. Microb. Pathog. 10:411–417.13. Gerbig, D. G., R. D. Walker, J. C. Baker, J. S. Foster, and R. N. Moore. 1989.Calcium ion involvement in the action of Pasteurella haemolytica leukotoxin.Vet. Microbiol. 19:325–335.14. Gupta, V. K., I. McConnell, and J. Hopkins. 1993. Reactivity of the CD11/CD18 workshop monoclonal antibodies in the sheep. Vet. Immunol. Immu-nopathol. 39:93–102.15. Hormozi, K., R. Parton, and J. Coote. 1998. Target cell specificity of thePasteurella haemolytica leukotoxin is unaffected by the nature of the fatty-acyl group used to activate the toxin in vitro. FEMS Microbiol. Lett. 169:139–145.16. Hsuan, S. L., M. S. Kannan, S. Jeyaseelan, Y. S. Prakash, C. Malazdrewich,M. S. Abrahamsen, G. C. Sieck, and S. K. Maheswaran. 1999. Pasteurellahaemolytica leukotoxin and endotoxin induced cytokine gene expression inbovine alveolar macrophages requires NF-kB activation and intracellularcalcium elevation. Microb. Pathog. 26:263–273.17. Hsuan, S. L., M. S. Kannan, S. Jeyaseelan, Y. S. Prakash, G. C. Sieck, andS. K. Maheswaran. 1998. Pasteurella haemolytica A1-derived leukotoxin andendotoxin induce intracellular calcium elevation in bovine alveolar macro-phages by different signaling pathways. Infect. Immun. 66:2836–2844.18. Kehrli, M. E., M. R. Ackermann, D. E. Shuster, M. J. van der Maaten, F.Schmalstieg, D. C. Anderson, and B. J. Hughes. 1992. Bovine leukocyteadhesion deficiency. b2 integrin deficiency in young Holstein cattle. Am. J.Pathol. 140:1489–1492.19. Kehrli, M. E., F. C. Schmalstieg, D. C. Anderson, M. J. Van der Maaten,B. J. Hughes, M. R. Ackermann, C. L. Wilhelmsen, G. B. Brown, M. G.Stevens, and C. A. Whetstone. 1990. Molecular definition of the bovinegranulocytopathy syndrome: identification of deficiency of the Mac-1(CD11b/CD18) glycoprotein. Am. J. Vet. Res. 51:1826–1836.20. Kelly, C. P., S. Becker, J. K. Linevsky, M. A. Joshi, J. C. O’Keane, B. F.Dickey, J. T. LaMont, and C. Pothoulakis. 1994. Neutrophil recruitment inClostridium difficile toxin A enteritis in the rabbit. J. Clin. Invest. 3:1257–1265.21. Kishimoto, T. K., N. Hollander, T. M. Roberts, D. C. Anderson, and T. A.Springer. 1987. Heterogeneous mutations in the b subunit common to theLFA-1, Mac-1, and p150/95 glycoproteins cause leukocyte adhesion defi-ciency. Cell 50:193–202.22. Kishimoto, T. K., K. O’Conner, and T. A. Springer. 1989. Leukocyte adhe-sion deficiency. Aberrant splicing of a conserved integrin sequence causes amoderate deficiency phenotype. J. Biol. Chem. 264:3588–3595.23. Lally, E. T., I. R. Kieba, A. Sato, C. L. Green, J. Rosenbloom, J. Korostoff,J. F. Wang, B. J. Shenker, S. Ortlepp, M. K. Robinson, and P. C. Billings.1997. RTX toxins recognize a b2 integrin on the surface of human targetcells. J. Biol. Chem. 272:30463–30469.24. Li, J., K. D. Clinkenbeard, and J. W. Ritchey. 1999. Bovine CD18 identifiedas a species-specific receptor for P. haemolytica leukotoxin. Vet. Microbiol.67:91–97.25. Maheswaran, S. K., M. S. Kannan, D. J. Weiss, K. R. Reddy, E. L. Townsend,H. S. Yoo, B. W. Lee, and L. O. Whiteley. 1993. Enhancement of neutrophil-mediated injury to bovine pulmonary endothelial cells by Pasteurella haemo-lytica leukotoxin. Infect. Immun. 61:2618–2625.26. Mukherjee, G., B. Rasmusson, J. G. Linner, M. T. Quinn, C. A. Parkos, K. E.Magnusson, and A. J. Jesaitis. 1993. Organization and mobility of CD11b/CD18 and targeting of superoxide on the surface of degranulated neutro-phils. Arch. Biochem. Biophys. 357:164–172.27. Olchowy, T. W., P. N. Bochsler, N. R. Neilsen, M. G. Welborn, and D. O.Slauson. 1994. Bovine leukocyte adhesion deficiency: in vitro assessment ofneutrophil function and leukocyte integrin expression. Can. J. Vet. Res.58:127–133.28. Rehmtulla, A. J., and R. G. Thomson. 1981. A review of lesions of shippingfever of cattle. Can. Vet. J. 22:1–8.29. Rutten, V. P., A. Hoek, and K. E. Muller. 1996. Identification of monoclonalantibodies with specificity to alpha- or beta-chains of b2-integrins usingperipheral blood leukocytes of normal and bovine leukocyte adhesion defi-cient (BLAD) cattle. Vet. Immunol. Immunopathol. 52:341–345.30. Slocombe, R. F., J. Malark, R. Ingersoll, F. J. Dereksen, and N. E. Robinson.1985. Importance of neutrophils in the pathogenesis of pneumonic pasteu-rellosis in calves. Am. J. Vet. Res. 46:2253–2258.31. Sopp, P., and C. J. Howard. 1997. Cross-reactivity of monoclonal antibodiesto defined human leukocyte differentiation antigens with bovine cells. Vet.78 JEYASEELAN ET AL. INFECT. IMMUN.Immunol. Immunopathol. 56:11–25.32. Takeshita, A., Y. Murakami, Y. Yamashita, M. Ishida, S. Fujisawa, S.Kitano, and S. Hanazawa. 1998. Porphyromonas gingivalis fimbriae use b2integrin (CD11/CD18) on mouse peritoneal macrophages as a cellular re-ceptor, and the CD18 b chain plays a functional role in fimbrial signaling.Infect. Immun. 66:4056–4060.33. Tatum, F. M., R. E. Briggs, S. S. Sreevatsan, E. S. Zehr, S. L. Hsuan, L. O.Whiteley, T. R. Ames, and S. K. Maheswaran. 1998. Construction of anisogenic leukotoxin deletion mutant of Pasteurella haemolytica serotype 1:characterization and virulence. Microb. Pathog. 24:37–46.34. Walcheck, B., and M. Jutila. 1993. Bovine gd T cells express high levels offunctional peripheral lymph node homing receptor (L-selectin). Int. Immu-nol. 6:81–91.35. Wang, J. F., I. R. Kieba, J. Korostoff, T. L. Guo, N. Yamaguchi, H. Rozmi-arek, P. C. Billings, B. J. Shenker, and E. T. Lally. 1998. Molecular andbiochemical mechanisms of Pasteurella haemolytica leukotoxin-induced celldeath. Microb. Pathog. 25:317–331.36. Whiteley, L. O., S. K. Maheswaran, D. J. Weiss, and T. R. Ames. 1991.Alterations in pulmonary morphology and peripheral coagulation profilescaused by intratracheal inoculation of live and ultraviolet light-killed Pas-teurella haemolytica A1 in calves. Vet. Pathol. 28:275–285.37. Whiteley, L. O., S. K. Maheswaran, D. J. Weiss, T. R. Ames, and M. S.Kannan. 1990. Immunohistochemical localization of Pasteurella haemolyticaA1-derived endotoxin, leukotoxin, and capsular polysaccharide in experi-mental bovine Pasteurella pneumonia. Vet. Pathol. 27:150–161.38. Whiteley, L. O., S. K. Maheswaran, D. J. Weiss, T. R. Ames, and M. S.Kannan. 1992. Pasteurella haemolytica A1 and bovine respiratory disease:pathogenesis. J. Vet. Intern. Med. 6:11–22.39. Wohlgemuth, K., and J. B. Herrick. 1987. Bovine respiratory disease: anoverview of costs, causes, and control. Norden News 62:32–36.40. Yoo, H. S., B. S. Rajagopal, S. K. Maheswaran, and T. R. Ames. 1995.Purified Pasteurella haemolytica leukotoxin induces expression of inflamma-tory cytokines from bovine alveolar macrophages. Microb. Pathog. 18:237–252.Editor: J. T. BarbieriVOL. 68, 2000 LFA-1 IS A LEUKOTOXIN RECEPTOR 79"