"Magnesium Lithospermate B, an Active Extract of Salvia miltiorrhiza, Mediates sGC/cGMP/PKG Translocation in Experimental VasospasmResearch ArticleMagnesium Lithospermate B, an Active Extract ofSalvia miltiorrhiza, Mediates sGC/cGMP/PKG Translocation inExperimental VasospasmChih-Zen Chang,1,2,3 Shu-Chuan Wu,2 and Aij-Lie Kwan1,21 Department of Surgery, Faculty of Medicine, School of Medicine, Kaohsiung Medical University, Kaohsiung, Taiwan2Department of Neurosurgery, Kaohsiung Medical University Hospital, No. 100, Tzyou 1st Road, Kaohsiung 80752, Taiwan3Department of Surgery, Kaohsiung Municipal Ta Tung Hospital, Kaohsiung, TaiwanCorrespondence should be addressed to Chih-Zen Chang; changchihzen2002@yahoo.com.twReceived 24 January 2014; Accepted 25 February 2014; Published 2 April 2014Academic Editor: John H. ZhangCopyright © 2014 Chih-Zen Chang et al. This is an open access article distributed under the Creative Commons AttributionLicense, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properlycited.Background. Soluble guanylyl cyclases (sGCs) and Ras homolog gene family, member A (rhoA)/Ras homolog gene familykinase(rho-kinase) plays a role in vascular smoothmuscle relaxation in subarachnoid hemorrhage (SAH). It is of interest to examinethe effect of MLB on rhoA/ROCK and sGC/cGMP/PKG expression.Methods. A rodent SAHmodel was employed. Tissue sampleswere for sGC𝛼1, sGC𝛽1, PKG, rhoA, ROCK (Western blot), and cGMP (ELISA) measurement. Results. MLB morphologicallyimproved convolution of the internal elastic lamina, distortion of endothelial wall, and necrosis of the smooth muscle in the SAHrats. Expressed cGMP, sGC𝛼1, sGC𝛽1, and PKG in the SAH groups were reduced (𝑃 < 0.01), and MLB precondition significantlyinduced cGMP, sGC𝛼1, sGC𝛽1, and PKG. L-NAME reversed the vasodilation effect of MLB, reduced the bioexpression of PKG andcGMP (𝑃 < 0.01), and tends to reduce sGC𝛼1 level and induce rhoA, ROCK level in MLB precondition + SAH groups. Conclusion.These results demonstrate that sGC/cGMP/PKG and NO/ET pathways play pivotal roles in SAH-induced vasospasm. Throughactivating sGC/cGMP/PKG pathway and partially by inactivating rho-kinase in a NO-dependent mechanism,MLB shows promiseto be an effective strategy for the treatment of this disease entity.1. IntroductionSubarachnoid hemorrhage (SAH) induced cerebral vasos-pasm becomes an important subcategory of stroke owingto its high mortality and morbidity, which included delayedneurological deficit, and cardiopulmonary abnormality [1,2]. Till now, the precise mechanism of this disease contourremains unclear. Several molecular and cellular researchesimplicate two key hypotheses to cerebral vasospasm: onecenter on the roles of nitric oxide [3] and endothelins [4] andanother converges on the role of ATP-AMP and rhoA/ROCKII [5]. In the study of Carter et al., [3] NO donors wereable to relax vascular smooth muscle in the episode ofvasospasm. Through mediated on a large conductance Ca2+-dependent K+ channels, cGMP-dependent protein kinase(PKG) phophorylates and rhoA, NOmay attenuates vascularsmooth muscle sensitivity to calcium ions [6]. In addi-tion, increased evidence suggests that NO counteracts withendothelins as a vascular modulator in part by mediatingthe activation of RhoA-ROCK and MLC phosphatase [3,4]. The study of eNOS knockout mice reticence to diabeticnephropathy also provides some insight into the modulationof soluble guanylyl cyclase (sGC) on NO signaling pathway[7].The involvement of NO/ET-1 and rhoA/ROCK in SAHinduced vasomediated pathways is not completely under-stood. It has been shown that NO (catalyzed by eNOs,nNos, and iNOs), an endothelium-derived relaxing factor(EDRF), augments with endothelin-1 and inhibits activationof rhoA/ROCK in rat thoracic aorta [8]. ET-1 potentiates theconstriction of cerebrovascular smooth muscles induced byoxyhemoglobin through PKC and rhoA/rho kinase pathwaysHindawi Publishing CorporationBioMed Research InternationalVolume 2014, Article ID 272101, 9 pageshttp://dx.doi.org/10.1155/2014/272101http://dx.doi.org/10.1155/2014/2721012 BioMed Research International[4, 7]. This is compatible with the findings that a PKCinhibitor, staurosporine, can abolish ET-1 induced contrac-tion in rabbit basilar artery [9]. Moreover, lines of evidenceaccumulated to present have suggested that activated PKCplays a role in SAH induced vasospasm [10]. For example,phorbol 12, 13-dibutyrate, a PKC activator, can induce apotent and long-lasting contraction of the rabbit basilarartery [11]. In a canine double-hemorrhage model, the mem-brane translocation of PKC𝛿 from cytosol in the basilarartery was observed after the second injection of autologousblood on the 4th day when vasospasm was robust [10, 12].Furthermore, intrathecal injection of the PKC𝛿 inhibitorrottlerin inhibited hemorrhage induced vasospastic responseas well as the translocation of PKC𝛿 [10].On the contrary, the key event for triggering vasomotoreffect of NO/ET-1 in SAH on the rho-kinase pathway hasattracted less attention despite of documented involvementof rho-kinase in cerebral vasospasm following SAH. Rho,a family of small G-proteins, is composed of 3 members:rhoA, rhoB, and rhoC, which behaves like a substantial role inintracellular signaling [8, 13]. Inactive rho is resided as aGDP-bound form in the cytosol. If the vascular smooth musclecells were stimulated by vasoactive agents and subsequentGDP-GTP exchange, rho may become activated and thentranslocated to the cell membrane where it interacts withits downstream effectors, rho-kinase (ROCK) [13, 14]. TheROCK family includes two isoforms, namely, ROCK-I andROCK-II. By phosphorylating myosin light chain phos-phatase (MLCP) and inhibiting the activity of phosphataseat the myosin-binding subunit, rho-kinase is stimulated andpromotes smooth muscle contraction [15, 16]. In the studyof a canine two-hemorrhage model, topical application of aROCK inhibitor, Y-27632, dose-dependently decreased thespastic response, Rho-kinase activity, and phosphorylation ofMLCP in the basilar artery [17, 18]. Moreover, intra-arterialadministration of fasudil, another kind of ROCK inhibitor, isalso proved to be effective for the treatment of vasospasm inSAH patients [19].Besides ET-1, nitric oxide (NO), composed of endothe-lial NOs(eNOs), neuronal NOs(nNOs), and inducible NOs(iNOs), is believed to be an important regulator of thecerebral vascular tone [7, 20]. Upon synthesis, NO bindingactivates soluble guanylyl cyclase (sGC), a heterodimericenzyme consisting of 𝛼 (𝛼1, 𝛼2, and 𝛼3) and 𝛽 (𝛽1, 𝛽2, and𝛽3) subunits [21]. Activation of sGC leads to convert GTPto cGMP, which in turn activates cGMP-dependent proteinkinase (PKG) and cGMP gated ion channel among targetcells. In blood vessels, PKG can phosphorylate the inositol, 1,4, 5-triphosphate receptor and decrease Ca2+ concentrationand ultimately result in smooth muscle relaxation [9, 22,23]. Under normal physiological conditions, the productionsof ET-1 and NO yield a balanced cerebral vascular tone.However, enhanced generation of ET-1 along with impairedNO production (NO-dependent) or with excessively inducedNO (NO-independent) was noted in human and animalswith SAH [3]. Nevertheless, the effect of NO/ET-1 productionon the sGC/cGMP signaling pathway has not been fullyinvestigated.In the present study, we aimed to assess the neurologicaldeficits and plasma NO/ET-1 levels, as well as the expressionsof PKC𝛿, rhoA, ROCK-II, and sGC/cGMP/PKG in the basilarartery of rats subject to SAH. The effect of magnesiumlithospermate B (MLB) on the NOS/sGC/cGMP/PKG andrhoA/ROCK signaling pathway in SAH was investigated.2. Materials and Methods2.1.Materials. Anti-rabbit sGC𝛼1 and sGC𝛽1 and anti-mouse𝛽-actin antibodies were bought from Sigma-Aldrich (Shang-hai, PRC). Anti-rabbit PKG, anti-mouse PKC𝛿, anti-rabbitROCK-II, anti-mouse rhoA, and horseradish peroxidase-labeled goat anti-mouse IgG antibodies were obtained fromAbcam (Cambridge, MA, USA), BD Transduction Lab (BDBiosciences, California, USA), Upstate Biotech (NY, USA),Santa Cruz Biotech (Santa Cruz Biotechnology, Inc., Cal-ifornia, USA), and Chemicon International (CA, USA),respectively. CNMprotein extraction kits were fromBiochain(Hayward, CA, USA). ET-1 and cGMP ELISA kits wereproducts of Assay Designs (Enzo Life Sciences Inc., NY,USA) and Cayman Chemical (Michigan, USA), respectively.Magnesium Lithospermate B was purified by Ms. Wu SC(Kaohsiung Medical University Hospital, Kaohsiung, Tai-wan, ROC), according to the modified protocol describedby Tanaka et al. Dried Salvia miltiorrhiza were obtained,inoculation with methanol for 8 hr, and then concentrated.MLB was extracted by the aid of a Sephadex LH-20 multiplecolumn chromatography for four times. (Pharmacia FineChemicals, Piscataway, NJ, USA).2.2. Animal Protocols. All the experimental protocols wereapproved by the Kaohsiung Medical University Hospitalanimal research committee. Forty-five male Sprague-Dawleyrats (BioLasco Taiwan Co., Ltd., authorized by Charles RiverLab) weighing 250–350 g were assigned into five groups (9animals each): Group 1 was designated as sham-operated,Group 2: rats subjected to SAH only, Group 3: SAH ratstreated with vehicle (0.1mol/L PBS), and Groups 4 and 5,SAH animals received 10mg/kg/day MLB treatment at 24 hr(prevention protocol) and 1 hr (reversal protocol) after SAH,respectively. To induce SAH, rats were anesthetized witha mixture of ketamine (40mg/kg) and xylazine (6mg/kg)intraperitoneally (i.p.), and 0.3mL fresh blood was drawnfrom the central tail artery and injected into the craniocervi-cal junction using a stereotactic technique. Further nine ani-mals were enrolled in the 0.1 𝜇L NG-nitro-L-arginine methylester (L-NAME) intrathecal injection plus 10mg/kg/dayMLBpreconditioning SAH rats.2.3. Hemodynamic Measurements. Heart rate, blood pres-sure, and rectal temperature were monitored before and afterMLB treatment as well as at 48 hr after the induction ofSAH by a tail-cuff method (SC1000 Single Channel System,Hatteras Instruments, North Carolina, USA) and rectal ther-mometer (BIO-BRET-2-ISO, FL, USA).2.4. Neurological Assessment. Behavior assessment, adapteda modified limb-placing tests (MLPT) [2], was performedBioMed Research International 3Table 1: Modified limb-placing test (MLPT).Treatment GroupAmbulation Placing/stepping reflex MDINormal 0 0 0SAH 1.28 ± 0.2 1.6 ± 0.16 2.88 ± 0.32SAH + vehicle 1.22 ± 0.13 1.48 ± 0.22 2.7 ± 0.35SAH + 1mg/kg MLBPrevention 0.83 ± 0.16 0.78 ± 0.18∗ 1.61 ± 0.34∗Treatment 0.82 ± 0.15 0.84 ± 0.13 1.66 ± 0.28∗L-NAME + prevention 1.32 ± 0.23 1.45 ± 0.16 2.77 ± 0.39Results are expressed as the mean ± SEM, 𝑛 = 9; ∗𝑃 < 0.01 versus SAH condition by Mann-Whitney test.before and at 48 hr after the induction of SAH. Motorfunction was assessed by two individuals who are blind to thetreatment status set, which is composed of two limb-placingtasks of assessment of the sensorimotor assimilation of theforelimb and hindlimb as well as monitoring its responseto tactile and proprioceptive stimuli. The summations ofneurological examination are scored as normal performance(0 point), incomplete performance (1 point), and no perfor-mance (2 points), which were shown in Table 1.2.5. Tissue Embedding. Basilar artery was collected and themiddle third of each artery was left for further analysis.The arterial segment was rinsed in a 0.1mol/L PBS (pH7.4) repeatedly, set in 1% osmium tetroxide in PBS at roomtemperature for 1 hr, and then cleaned with PBS. The vesselsegments were dehydrated and immersed in a 1 : 1 mixture ofpropylene oxide and epoxy resin overnight. The specimenswere embedded in 100% epoxy resin and let to polymerizeat 60∘C for 48 hr the next day. The BAs were cross-sectionedat a thickness of 0.5 𝜇m on an Ultracut E ultramicro-tome (Reichert-Jung Ultracut E, Leica, Wetzlar, Germany),launched on glass slides, and stained with 0.5% toluidineblue for morphometric analysis later. The rest of tissue waspreserved in liquid N2at −70∘C until the measurements ofprotein expression and cGMP levels.2.6. Basilar Artery Morphometric Studies. Five selected BAcross sections of each animal were analyzed by two inves-tigators blinded to the set groups. The cross-sectional areawas automatically measured using computer-assisted mor-phometry (Image-1/Metamorph Imaging System; UniversalImaging Corp.). The average of five cross sections from agiven animal was collected as a single value for this animal.Group data are expressed as the means ± standard error ofthe means.2.7. Determination of Endothelial Nitric Oxide Synthase(eNOS). An isolated BA was quantified by adapting a com-mercial kit to check NOS (Bioxytech NOS Assay Kit, OxisInternational, Inc., Portland, OR, USA). Briefly, proteinextracted frommicrovessels was incubated with radiolabeledL-arginine in the presence or in the absence of 1mmol/LNOS inhibitor NG-nitro-L-arginine methyl ester (L-NAME,Sigma-Aldrich, Shanghai, PRC). The reaction was finishedby the addition of 50mmol/L HEPES buffer containing5mmol/L EDTA. Radiolabeled L-citrulline was counted afterremoval of excess L-arginine with an equilibrated resin andthen centrifuged.2.8. Western Blot to Evaluate RhoA, ROCK-II, sGC𝛼1, sGC𝛽1,and PKC𝛿 Protein Expression. Basilar arteries were homoge-nized for extraction of cytoplasm (buffer C), nuclear (bufferN), and membrane- (buffer M-) bound proteins, as indicatedby the instructions of themanufacturer. Expressions of PKC𝛿,rhoA, ROCK-II, sGC𝛼1, sGC𝛽1, and PKG were determinedby Western blots using the Bio-Rad protein assay kit (Bio-Rad Lab. Shanghai Co., Ltd., Pudong, Shanghai, PRC) fol-lowing the manufacturer’s instruction. Sampling of equalamount (20𝜇g/lane) was seceded by a 10% polyacrylamidegel and conveyed to a polyvinylidene difluoride membrane(PerkinElmer Informatics, Cambridge, MA, USA). A vaguebinding was blocked with a TBST buffer (50mM Tris-HCl,pH 7.6, 150mMNaCl, 0.1% Tween 20) mixed with 5% fatfree milk for 1 h at room temperature. The membraneswere incubated overnight at 4∘C with one of the followingprimary antibodies: rabbit anti-ROCK (1 : 1000), rabbit anti-sGC𝛼1 (1 : 1000), rabbit anti-sGC𝛽1 (1 : 1000), mouse anti-PKC (1 : 1000), and mouse anti-𝛽-actin (1 : 15000). The mem-branes were then washed six times per 5min with TBSTbuffer. Appropriate dilution of secondary antibodies (1 : 1000)was incubated for 1 hr. After washing with TBST for six times,the protein bands were detected with the Signal Fire ECLreagent fromCell SignalingTechnology (CST) (Cell SignalingTechnology, Inc., MA, USA).2.9. ELISA for Tissue cGMP Levels. Arterial blood was col-lected in heparin-containing tubes prior to the perfusion.Plasma samples were frozen at −70∘C until use. The levelof cGMP in the homogenate of BA was measured using anELISA kit according to the instruction of the manufacturer.2.10. Statistical Analyses. Group data are expressed as themeans ± SEM. Comparison of the neurological deficit scoresbetween groups was performed by the Mann-Whitney test.Comparison of protein expression and biomarkers betweengroups was done using one-way ANOVA followed by Dun-nett’s test. Differences were considered significant at a 𝑃 <0.01.4 BioMed Research InternationaleNOS relative to sham (folds)00.20.40.60.811.2Sham SAHSAHV T P PMLB∗∗∗#L-NAME∗∗∗#050010001500200025003000Sham SAH V T P PMLBCSF ET level (pg/dL)SAHL-NAME(a)00.10.20.30.40.50.60.70.80.91Sham SAH V T P PMLBSAH∗∗∗∗∗∗(B)(A) (C) (D) (E) (F)L-NAMELumen area of basilarartery(mm3 )(b)Figure 1: Effect of magnesium lithospermate B (MLB) on endothelial NOS levels (a) and cross section of BAs (b). 10mg/kg MLB wasadministered at 1 hr (prevention protocol, P) and 24 hr (treatment protocol, R) after animals were subjected to SAH. BAs eNOS (rt-PCR)was measured. Bottom panels represent micrographs of the cross section of BAs obtained from the healthy controls (A), the SAH only rats(B), the vehicle-treated SAH rats (C), SAH rats received 10mg/kg/day MLB treatment (D), SAH rats received 10mg/kg/day, MLB preventivetreatment (E), and SAH rats received both 10mg/kg/day magnesium lithospermate B pretreatment and 1 𝜇g L-NAME (F). Standard bar =200 𝜇m. ∗𝑃 < 0.01: compared with the vehicle + SAH and MLB prevention group. ∗∗𝑃 < 0.01, comparison between sham and the vehicle+ SAH groups. ∗∗∗𝑃 < 0.01: MLB prevention group compared with the L-NAME treatment group. #𝑃 > 0.05: compared MLB treatmentgroup with the sham group. Data are mean ± SEM (𝑛 = 9/group).3. Results3.1. General Observations. By the end of the experiment,there were no statistically significant differences among thecontrol and experimental groups in the following physio-logical parameters evaluated, which enrolled blood arterialgas, mean arterial blood pressure, heart rate, and rectaltemperature (data not shown). No mortality and seriousmorbidity were observed within the experimental groups.Visual inspection during removal of the brain showed thatsubarachnoid blood clots had formed and covered the BAs inall animals subject to SAH.3.2. Tissue Morphometry. The internal elastic lamina in thebasilar artery of SAH and SAH+vehicle groups showed sub-stantial corrugation when compared with that obtained fromthe controls (Figure 1(b)). Corrugation was less prominentBioMed Research International 5MembraneCytosol(A) (B) (C) (D) (E)Ratio of membrane/cytoplasm Rho A (folds)00.20.40.60.811.2Sham SAH V T P PMLBSAH∗∗∗∗∗∗L-NAMERho A (25kD)(a)(A) (B) (C) (D) (E)00.20.40.60.811.21.4Sham SAH V T P PMLBSAH∗#∗∗ROCK II (150kD)𝛽-Actin (43kD)L-NAMEROCK II expression(relative fold to SAH group)(b)Figure 2: Inhibitory effect of MLB on RhoA translocation (a) and ROCK-II expression (b) in the BAs. Expression of RhoA in the cytoplasmand membrane as well as ROCK-II was also determined by Western blot analysis. (A) the healthy controls, (B) the vehicle-treated SAH rats,(C) SAH rats received 10mg/kg/day MLB treatment, (D) SAH rats received 10mg/kg/day MLB preventive treatment, and SAH rats receivedboth 10mg/kg/day MLB pretreatment and 1mg/kg L-NAME as (E) (upper panel). The ratio of membrane bound to cytoplasm RhoA in theSAH group was set at 100% in (a), whereas the expression of ROCK-II (normalized using 𝛽-actin) was set the same in (b). Data are mean ±SEM (𝑛 = 9/group). ∗,∗∗,∗∗∗𝑃 < 0.01, versus the vehicle +SAH, MLB and L-NAME groups, respectively.in the SAH + 10mg/kg/day MLB groups. The cross-sectionalareas of BAs in the SAH and SAH + vehicle groups weresignificantly reduced when compared with the control group(0.48 ± 0.27, 0.53 ± 0.18, and 0.93 ± 0.11, resp.). Treatmentwith MLB significantly attenuated the decrease in both theprecondition and reversal groups in previous study.3.3. Neurological Deficit. Using a modified limb-placing test(MLPT) shown previously, both the scores of ambulation toassess the sensorimotor incorporation of the both forelimband hindlimb, and placing/stepping reflex as a reflex ofresponse to tactile and proprioceptive stimulation in the SAHgroups were significantly higher than the healthy controls.The sum of scores from these two tests is referred to asmotor deficit index (MDI). The values of MDI in the SAHand SAH + vehicle groups were 2.88 ± 0.32 and 2.70 ± 0.35,respectively, comparedwith a score of 0 in the healthy control.Treatment with MLB significantly improved the MDI in theprevention and reversal groups (Table 1). Likewise, paraplegiarate (defined as the percentage of rats with MDI ≥ 3 ineach group) was substantially decreased in both the MLBprecondition and treatment groups when compared with theSAH animals.3.4. Expressed eNOS Levels in BAs. When compared with thehealthy controls, CSF ET-1 levels in the SAH groups weresignificantly increased in the pilot study. TreatmentwithMLBsignificantly decreased CSF ET-1 in both theMLB preventionand reversal groups to levels that were not aside from thehealthy controls. The analysis of radiolabeled L-citrullineshowed higher eNOS protein in the control and both MLBprevention and treatment groups. Groups precondition andtreatment with MLB tend to increase the expressed eNOSprotein in BAs when compared with that in SAH rats (𝑃 <0.01; Figure 1(a)). Furthermore, the effect of decreased ET-1and increased eNOS exerted by MLB was reversed by addingL-NAME (Figure 1(b)).3.5. RhoA Translocation and ROCK-II Expression in theBAs. Activated rhoA translocated from the cytoplasm tomembrane was evaluated. In the BAs, the level of membrane-bound rhoA was significantly increased in rats subject toSAH when compared with the normal control (Figure 2(a)).MLB significantly reduced membrane-bound rhoA, whiletreatment with vehicle showed no significant difference,when compared with the SAH only group.The pattern of ROCK-II expression in the BAs resembledthat observedwith levels ofmembrane-boundPKC𝛿 or rhoA.ROCK-II expression was significantly increased in the SAHand SAH + vehicle groups when compared with the controls,and treatment with MLB reduced the expression of ROCK-II (Figure 2(b)).The administration of L-NAME significantlyincreased the bio-expression of rhoA and ROCK-II in theMLB + SAH groups, when compared with the MLB groups(Figure 2).3.6. Expression of sGC and Associated Downstream cGMP/PKG Pathway. In contrast to the expression of ROCK-II in6 BioMed Research International00.20.40.60.811.21.41.61.82Sham SAH V T P PMLBSAH(A) (B) (C) (D) (E)∗#∗∗L-NAMERatio of sGC𝛼1(relative to SAH group)sGC𝛼1 (80kD)𝛽-Actin (43kD)(a)(A) (B) (C) (D) (E)00.511.522.5Sham SAH V T P PMLBSAH∗∗#∗L-NAMEsGC𝛽1 (80kD)𝛽-Actin (43kD)Ratio of sGC𝛽1(relative to SAH group)(b)Figure 3: Up-regulation of sGC𝛼1 (a) and sGC𝛽1 (b) by MLB in the BAs. Expression of sGC𝛼1 and sGC𝛽1 was determined by Western blotanalysis and standardized by using 𝛽-actin. The expression of sGC𝛼1 and sGC𝛽1 in the SAH group were set at 100%. All values are mean ±SEM (𝑛 = 9/group). ∗𝑃 < 0.01, compared with the vehicle + SAH groups. ∗∗0.05 > 𝑃 > 0.01, comparison with the vehicle + SAH group,and #𝑃 > 0.05, comparison among the vehicle plus SAH, MLB prevention and treatment groups. All groups are equal to those publicized inFigure 2.the BAs of SAH rats, the level of sGC𝛼1 and sGC𝛽1 wassignificantly increased in the MLB pretreatment SAH groupcompared with the SAH groups, while treatment with MLBfailed to reduce sGC𝛼1 and sGC𝛽1 to a significant level whencompared with that in the SAH rats. L-NAME decreased theexpressions of these two enzymes to levels similar to those ofthe SAH groups, which was induced by MLB pretreatment(Figures 3(a) and 3(b)).Comparative to the reduced sGC𝛼1 and sGC𝛽1 expres-sions, the levels of cGMP were significantly decreased in allSAH animals. Administration of MLB in both the preventionand reversal protocols significantly attenuated the reductionof cGMP production in the BAs of the SAH rats (Figure 5).This increased production of cGMP upon MLB treatmentalso resulted in an increased expression of PKG in the BAsof the SAH rats which, if untreated, showed a significantreduction in PKG expression when compared with the SAHcontrols (Figure 4). Besides, the administration of L-NAMEshowed to be effective on the reduction of cGMP level similarto that of SAH groups.3.7. Translocated PKC𝛿 in Cytoplasm to Membrane. Contraryto that found with rhoA, activated PKC𝛿 was translocatedfrom cytoplasm to membrane. The ratio of membrane tocytoplasm PKC𝛿 expression in the BA of the SAH rats wasset as a standard reference. Only half of PKC𝛿wasmembranebound in normal animals; pretreatment with MLB at 1hrafter SAH induced the levels of activted PKC𝛿 to the normalcontrol. The treatment of L-NAME reduced MLB’s effect onthe translocation of activated PKC𝛿 (Figure 4).4. DiscussionCerebral vasospasm following spontaneous SAH remains theleading factor contributing to the mortality and morbidityin patients after aneurysm rupture. Even numerous basicand clinical trials conducted, the neurological outcomes forSAH patients are still disappointing [5]. Lines of evidenceindicate that both inflammatory and noninflammatory fac-tors are enrolled in the development and maintenance ofcerebral vasospasm. Various components of the inflamma-tion have been incriminated in the pathogenesis of cerebralvasospasm, including adhesion molecules [15], cytokines [8],immunoglobulin [8], complement [24, 25], and endothelins[26] at both the cellular and molecular basis. Among them,ET-1, derived fromcerebral arteries endothelial cells, has beenimplicated as a potent vasoconstrictor in mediating SAH-induced vasospasm. Continuous effort pointed to dissectmodules besides SAH induced inflammatory response, NObecomes a critical role to mediate vascular dilatation. In thestudy of Deng et al. [27], small nanomolar concentration ofNO, catalyzed by NO synthase, is produced by endothelialcells, which then disperses into vascular smooth muscle(VSM) and acts on the NO-sensitive sGC𝛼1𝛽1 and 𝛼2𝛽1. Theactivation of sGC and another enzyme phosphodiesterases(PDEs), existed in platelets and astrocytes, is involved in theproduction and maintenance of cGMP. Through activatingcGMP-dependent protein kinase (PKG), cGMP is able tomediate the vascular muscle relaxation. The present studyshowed that MLB significantly improved the motor functionindex and lowered the rate of paraplegia in the SAH rats.In addition, treatment with MLB significantly increased theBioMed Research International 700.20.40.60.811.21.41.61.82Sham SAH V T P PMLBSAHPKG𝛿 (75kD)𝛽-Actin (43kD)∗∗∗#L-NAME(A) (B) (C) (D) (E)PKG expression(fold relative to SAH group)Figure 4: Suppressed PKC𝛿 translocation by MLB in the BAs.The bio-expression of PKC𝛿 from the cytoplasm to membrane wasdetermined byWestern blot analysis. The ratio of membrane boundto cytoplasm PKC𝛿 in the SAH group was set at 100%. Data areshown as mean ± SEM (𝑛 = 9/group). ∗,∗∗𝑃 < 0.01, the vehicle+SAH versus Sham and MLB prevention groups, respectively, and#𝑃 > 0.05: compared with SAH rats pre-treatment with MLB andL-NAME. All groups are identical to those shown in the legend ofFigure 2.levels of eNOs, sGC𝛼1, and cGMP as well as PKG. The addi-tion of NOS inhibitor, L-NAME, decreased the bioexpressionof activation of sGC𝛼1, sGC𝛽1, cGMP, and PKG. Theseresults suggest that the beneficial effects of MLB in cerebralvasospasm after SAH may through additive influence on theNO/sGC/cGMP/PKG pathway.As described herein, another concept, stated by Brandeset al. [7], indicated through binding to adenosine A2Areceptors, activated NOS was able to increase NO andconcomitantly disable the PKC𝛿 and rhoA/rho kinase-IIpathways in animals subject to SAH. PKC𝛿 and rhoA as wellas the expression of rho-kinase were thought to be the mainfactors contributing to the vascular spastic response alongwith enhanced components in the sGC/cGMP/PKG pathway.Treatment withMLB induced the activatedNOS and normal-ized the expression of the two vascular regulatory pathways[3]. These results consisted with the reports showing thatoxyhemoglobin is a major causative component of bloodclot for cerebral vasospasm following SAH [26] and that ET-1 potentiates the oxyhemoglobin-induced cerebrovascularsmoothmuscle contraction via the rhoA/rho kinase and PKCpathways [28, 29]. In our previous study, MLB can reduceCSF ET-1 level through a NO dependent mechanism [3]. Inthis study, the level of sGC𝛼1 and sGC𝛽1 was reduced in theinduction of SAH. The administration of L-NAME reversesthe enhanced effect of MLB on sGC𝛼1 expression.In contrast to the activation of the two aforementionedvasoregulatory pathways, SAH resulted in decreasedexpression of the NO-mediated vasodilatory pathwaycGMP level (pmol/mg protein)00.010.020.030.040.050.060.070.08Sham SAH V T P PMLBSAH#∗∗∗L-NAMEFigure 5: Induced cGMP level by MLB in the BAs. The levels ofcGMP (ELISA) was determined. PKG expression in the SAH groupwas set at 100%. Data are mean ± SEM (𝑛 = 9/group). ∗,∗∗𝑃 < 0.01,versus the vehicle plus SAH group to the normal controls and MLBgroups, respectively. #𝑃 > 0.05, comparison among the vehicle plusSAH, L-NAME and MLB prevention group.sGC/cGMP/PKG (Figures 2–4). MLB is an active componentextracted from the root of Salvia miltiorrhiza (SM).Administration of extract of SM has been shown to attenuatevasoactive mediator and impede the production of ET-1in patients with congenital heart failure and pulmonaryhypertension during cardiac surgery [1, 30]. MLB, as themain component, plays a dual role of antioxidant and potentfibronectin antagonist to holt platelet aggregation, which isable to lessen ischemia associated myocardial damage. Inthe present study, MLB is proved to be able to improve theendothelial function of vascular wall by suppressing the levelof CSF ET-1 and stimulating the sGC/cGMP/PKG pathwayvia increased production of NO through the inducibleNO synthase as seen in the rodent streptozotocin-inducedrenal injury [2]. In the study of human umbilical vascularendothelial cells (HUVECs), cryptotanshinone, a nonpolaractive compound similar to MLB, attenuates the level ofET-1 in the medium as well as the level of TNF-𝛼 [30].This compound is able to inhibit bioactivation of TNF-𝛼-induced NF-𝜅B and is protective to homocysteine-inducedendothelium dysfunction [1], and in the other studies, ahigh dosage cryptotanshinone is able to impede angiotensinconverting enzyme (ACE), reduce blood pressure, expandarteries, enhance microcirculation, and albeit atheroscleroticplaque formation [2]. What is more, MLB was reported toprotect cerebrum against ischemia reperfusion injury andattenuate the infarct area in a focal cerebral occlusion animalmodel [1]. Since MLB is composed of a Mg2+ cation and acaffeic acid tetramer, the Mg2+ salt bridged against MLB isbelieved to play an adjunct role in blocking excitotoxicity-induced calcium ion influx into smooth muscle cells, whichare overstimulated by SAH. Mg2+ cation is capable ofmodulating the L-type calcium channel and augments the8 BioMed Research Internationalvasodilation effect of NO related pathways in the cardiacsmooth muscle [22, 31].In summary, this study shows that MLB could inducethe levels of eNOs, improve the motor function index,activate PKC𝛿, sGC/cGMP/PKG pathway, and tend to reducerhoA/rho kinase-II pathway in SAH rats. It is likely thatthis compound exerts these beneficial effects mainly via itsorganic caffeic acid tetramer component, which exerts thedual NO related sGC/cGMP/PKG and a G-protein ligandmediated PKC𝛿 pathways. Reduction of rhoA/ROCK II acti-vation through a NO dependent manner also lends evidenceto its antivasospastic effect. However, the affinity of MLB tothe adenosine A2A receptor needed to be clarified later.AbbreviationsBA: Basilar arterycGMP: Cyclic -3󸀠,5󸀠-guanosine monophosphateCSF: Cerebrospinal fluidETs: EndothelinsGTP: Guanosine triphosphate,HRP: Horseradish peroxidaseIEL: Internal elastic laminai.p.: IntraperitoneallyLCA: Leukocyte common antigenMLB: Magnesium Lithospermate BNO: Nitric oxidePDEs: PhosphodiesterasesPKG: cGMP-dependent protein kinasePBS: Phosphate-buffered salineRhoA: Ras homolog gene family, member AROCK: RhoA/Rho-kinaseSAH: Subarachnoid hemorrhagesGC-𝛼1, -𝛽1: Soluble guanylyl cyclase -𝛼1, -𝛽1VSM: Vascular smooth muscle.Conflict of InterestsThe authors of this paper disclose no financial conflict ofinterests.AcknowledgmentThis work was supported by The National Science Council,ROC, under Grant NSC99-2314-B-037-060-MY2.References[1] G. Grasso, “An overview of new pharmacological treatments forcerebrovascular dysfunction after experimental subarachnoidhemorrhage,” Brain Research Reviews, vol. 44, no. 1, pp. 49–63,2004.[2] S. G. Keyrouz and M. N. Diringer, “Clinical review: preventionand therapy of vasospasm in subarachnoid hemorrhage,” Criti-cal Care, vol. 11, no. 4, article 220, 2007.[3] R. W. Carter, M. Begaye, and N. L. Kanagy, “Acute and chronicNOS inhibition enhances 𝛼2-adrenoreceptor-stimulated RhoAand Rho kinase in rat aorta,” The American Journal ofPhysiology—Heart and Circulatory Physiology, vol. 283, no. 4,pp. H1361–H1369, 2002.[4] D. M. Arrick and W. G. Mayhan, “Inhibition of endothelin-1receptors improves impaired nitric oxide synthase-dependentdilation of cerebral arterioles in type-1 diabetic rats,” Microcir-culation, vol. 17, no. 6, pp. 439–446, 2010.[5] M. C. Gong, I. Gorenne, P. Read et al., “Regulation by GDIof RhoA/Rho-kinase-induced Ca2+ sensitization of smoothmuscle myosin II,” The American Journal of Physiology—CellPhysiology, vol. 281, no. 1, pp. C257–C269, 2001.[6] L. J. Janssen, T. Tazzeo, J. Zuo, E. Pertens, and S. Keshavjee, “KC1evokes contraction of airway smooth muscle via activation ofRhoA and Rho-kinase,” The American Journal of Physiology—Lung Cellular and Molecular Physiology, vol. 287, no. 4, pp.L852–L858, 2004.[7] R. P. Brandes, D. Y. Kim, F. H. Schmitz-Winnenthal et al.,“Increased nitrovasodilator sensitivity in endothelial nitricoxide synthase knockoutmice: Role of soluble guanylyl cyclase,”Hypertension, vol. 35, no. 1, pp. 231–236, 2000.[8] S. Duchemin, M. Boily, N. Sadekova, and H. Girouard, “Thecomplex contribution of NOS interneurons in the physiologyof cerebrovascular regulation,” Front Neural Circuits, vol. 6, no.51, pp. 1–19, 2012.[9] M. A. Schwartz and A. R. Horwitz, “Integrating adhesion,protrusion, and contraction during cell migration,” Cell, vol.125, no. 7, pp. 1223–1225, 2006.[10] K. Obara, S. Nishizawa, M. Koide et al., “Interactive roleof protein kinase C-𝛿 with Rho-kinase in the developmentof cerebral vasospasm in a canine two-hemorrhage model,”Journal of Vascular Research, vol. 42, no. 1, pp. 67–76, 2005.[11] Y. Watanabe, F. M. Faraci, and D. D. Heistad, “Activation ofrho-associated kinase during augmented contraction of thebasilar artery to serotonin after subarachnoid hemorrhage,”The American Journal of Physiology—Heart and CirculatoryPhysiology, vol. 288, no. 6, pp. 2653–2658, 2005.[12] M. Sato, E. Tani, H. Fujikawa, and K. Kaibuchi, “Involvement ofRho-kinase-mediated phosphorylation of myosin light chain inenhancement of cerebral vasospasm,” Circulation Research, vol.87, no. 3, pp. 195–200, 2000.[13] Y. Funakoshi, T. Ichiki, H. Shimokawa et al., “Rho-kinasemediates angiotensin II-induced monocyte chemoattractantprotein-1 expression in rat vascular smooth muscle cells,”Hypertension, vol. 38, no. 1, pp. 100–104, 2001.[14] M. Higashi, H. Shimokawa, T. Hattori et al., “Long-terminhibition of Rho-Kinase suppresses angiotensin II-inducedcardiovascular hypertrophy inRats in vivo: effect on endothelialNAD(P)H oxidase system,” Circulation Research, vol. 93, no. 8,pp. 767–775, 2003.[15] G. Loirand, P. Guérin, and P. Pacaud, “Rho kinases in cardiovas-cular physiology and pathophysiology,” Circulation Research,vol. 98, no. 3, pp. 322–334, 2006.[16] Y. Rikitake, H. H. Kim, Z. Huang et al., “Inhibition of Rhokinase (ROCK) leads to increased cerebral blood flow andstroke protection,” Stroke, vol. 36, no. 10, pp. 2251–2257, 2005.[17] K. Ishiko, T. Sakoda, T. Akagami et al., “Hyperglycemia inducedcell growth and gene expression via the serum response elementthrough rhoa and rho-kinase in vascular smooth muscle cells,”Preparative Biochemistry and Biotechnology, vol. 40, no. 2, pp.139–151, 2010.[18] M. F. Olson, “Applications for ROCKkinase inhibition,”CurrentOpinion in Cell Biology, vol. 20, no. 2, pp. 242–248, 2008.BioMed Research International 9[19] T. Ishizaki, M. Uehata, I. Tamechika et al., “Pharmacologicalproperties of Y-27632, a specific inhibitor of rho- associatedkinases,” Molecular Pharmacology, vol. 57, no. 5, pp. 976–983,2000.[20] A. K. Vellimana, E. Milner, T. D. Azad et al., “Endothelial nitricoxide synthase mediates endogenous protection against sub-arachnoid hemorrhage-induced cerebral vasospasm,” Stroke,vol. 42, no. 3, pp. 776–782, 2011.[21] C. Pagiatakis, J. W. Gordon, S. Ehyai, and J. C. McDermott,“A novel RhoA/ROCK-CPI-17-MEF2C signaling pathway reg-ulates vascular smooth muscle cell gene expression,” Journal ofBiological Chemistry, vol. 287, no. 11, pp. 8361–8370, 2012.[22] L. D. Longo, Y. Zhao, W. Long et al., “Dual role of PKCin modulating pharmacomechanical coupling in fetal andadult cerebral arteries,” The American Journal of Physiology—Regulatory Integrative and Comparative Physiology, vol. 279, no.4, pp. R1419–R1429, 2000.[23] A. P. Somlyo and A. V. Somlyo, “Signal transduction throughthe RhoA/Rho-kinase pathway in smooth muscle,” Journal ofMuscle Research and Cell Motility, vol. 25, no. 8, pp. 613–615,2004.[24] K. Mori, T. Yamamoto, M. Miyazaki et al., “Optimal cere-brospinal fluid magnesium ion concentration for vasodilatoryeffect and duration after intracisternal injection of magnesiumsulfate solution in a canine subarachnoid hemorrhage model,”Journal of Neurosurgery, vol. 114, no. 4, pp. 1168–1175, 2011.[25] C. Muroi, J. K. Burkhardt, M. Hugelshofer, M. Seule, K.Mishima, and E. Keller, “Magnesium and the inflammatoryresponse: potential pathophysiological implications in theman-agement of patients with aneurysmal subarachnoid hemor-rhage?”Magnesium Research, vol. 25, no. 2, pp. 64–71, 2012.[26] J. T. Tzen, T. R. Jinn, Y. C. Chen et al., “Magnesium lithosper-mate B possesses inhibitory activity on Na+, K+-ATPase andneuroprotective effects against ischemic stroke,” Acta Pharma-cologica Sinica, vol. 28, no. 5, pp. 609–615, 2007.[27] J. T. Deng, C. Sutherland, D. L. Brautigan, M. Eto, and M. P.Walsh, “Phosphorylation of the myosin phosphatase inhibitors,CPI-17 and PHI-1, by integrin-linked kinase,” BiochemicalJournal, vol. 367, no. 2, pp. 517–524, 2002.[28] J. Y. Han, J. Y. Fan, Y. Horie et al., “Ameliorating effects of com-pounds derived from Salvia miltiorrhiza root extract on micro-circulatory disturbance and target organ injury by ischemia andreperfusion,” Pharmacology andTherapeutics, vol. 117, no. 2, pp.280–295, 2008.[29] W. S. Park, Y. K. Son, J. Han et al., “Staurosporine inhibitsvoltage-dependent K+ current through a PKC-independentmechanism in isolated coronary arterial smooth muscle cells,”Journal of Cardiovascular Pharmacology, vol. 45, no. 3, pp. 260–269, 2005.[30] Y. J. Lee, D. G. Kang, J. S. Kim, and H. S. Lee, “Effect of Buddlejaofficinalis on high-glucose-induced vascular inflammation inhuman umbilical vein endothelial cells,” Experimental Biologyand Medicine, vol. 233, no. 6, pp. 694–700, 2008.[31] S. Iwabuchi, T. Yokouchi, M. Hayashi, H. Uehara, M. Ueda,and H. Samejima, “Intra-arterial administration of fasudilhydrochloride for vasospasm following subarachnoid hemor-rhage—analysis of time-density curve with digital subtractionangiography,” Neurologia Medico-Chirurgica, vol. 46, no. 11, pp.535–539, 2006."