"MKP-1 Regulates Cytokine mRNA Stability Through SelectivelyModulation Subcellular Translocation of AUF1Hong Yua, Yuhao Suna, Courtney Haycrafta,b, Viswanathan Palanisamya, and Keith L.Kirkwooda,c,*aDepartment of Craniofacial Biology and the Center for Oral Health Research, Medical Universityof South Carolina, SC 29425, United StatesbDepartment of Medicine, Medical University of South Carolina, SC 29425, United StatescDepartment of Microbiology and Immunology, Medical University of South Carolina, SC 29425,United StatesAbstractMAPK phosphatase-1 (MKP-1)/dual specificity protein phosphatase-1 (DUSP-1) is a negativeregulator of the host inflammatory response to infection. However, the mechanisms underlying theregulation of cytokine expression by MKP-1, especially at the post-transcriptional level, have notbeen fully delineated. In the current study, MKP-1 specifically dephosphorylated activated MAPKresponses and attenuatedLPS-induced IL-6, IL-10, and TNF-α expression.In addition, MKP-1 wasimportant in destabilizing cytokine mRNAs. In LPS-stimulated rat macrophages withoverexpressed MKP-1, half-lives of IL-6, IL-10 and TNF-α mRNAs were significantly reducedcompared to controls.Conversely, half-lives of IL-6, IL-10, and TNF-α mRNAs were significantlyincreased in bone marrow macrophages derived from MKP-1 knock out (KO) mice compared withmacrophages derived from MKP-1 wild type (WT) mice. Furthermore, MKP-1 promotedtranslocation of RNA-binding protein (RNA-BP) ARE/poly-(U) binding degradation factor 1(AUF1) from the nucleus to the cytoplasm in response to LPS stimulation as evidenced byWestern blot and immunofluorescent staining. Knockdown AUF1 mRNA expression by AUF1siRNA in MKP-1 WT bone marrow macrophages significantly delayed degradation of IL-6, IL-10and TNF-α mRNAs compared with controls. Finally, AUF1 was immunoprecipitated with theRNA complex in cellular lysates derived from bone marrow macrophages of MKP-1 KO vs. WTmice, which had increased AUF1-bound target mRNAs, including IL-6, IL-10, and TNF-α in WTmacrophages compared with MKP-1 KO macrophages. Thus, this work provides new mechanisticinsight of MKP-1 signaling and regulation of cytokine mRNA stability through RNA bindingproteins in response to inflammatory stimuli.KeywordsMKP-1; AUF-1; TTP; cytokine; mRNA; macrophages© 2011 Elsevier Ltd. All rights reserved.*Corresponding author: 173 Ashley Ave., BSB 449 Charleston, SC 29425, United States Tel: +1 843 792 0969 Fax: +1 843 792 5312klkirk@musc.edu .Disclosures The authors have no financial conflicts of interest.Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to ourcustomers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review ofthe resulting proof before it is published in its final citable form. Please note that during the production process errors may bediscovered which could affect the content, and all legal disclaimers that apply to the journal pertain.NIH Public AccessAuthor ManuscriptCytokine. Author manuscript; available in PMC 2012 November 1.Published in final edited form as:Cytokine. 2011 November ; 56(2): 245–255. doi:10.1016/j.cyto.2011.06.006.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript1. IntroductionMAPK pathways are essential immune response signaling pathways in mammalian cells thatrespond to external stress stimuli, growth factors, or infectious microorganisms [1, 2].Thereare three well-known subfamilies of MAPKs, including ERK, JNK, and p38 MAPK [3].Numerous studies have revealed that ERK is mainly activated by growth factors andhormones, whereas JNK and p38 MAPK are activated by stress stimuli; therefore, JNK andp38 MAPK are also referred to as stress-activated kinases (SAPKs) [1]. Activation of theMAPK cascade initiates phosphorylation of downstream proteins including numeroustranscription factors such as AP-1,CREB, NF-κB,STAT, nuclear hormone receptors, andnucleosomal proteins [1, 2]. Thus, activation of MAPKs leads to production of various pro-inflammatory/or anti-inflammatory cytokines in response to stress stimuli. MAPKs play anessential role in the regulation of many physiological processes, including cell proliferation,differentiation, development, immune response, stress responses, and apoptosis[4].Although activation of the MAPKs pathways is critical for mounting an aggressive immuneresponse to eliminate invading pathogens and neutralize external insults, an exaggeratedMAPK response can be deleterious to the host. In fact, an exaggerated MAPK response isassociated with the pathophysiology of various human diseases, such as septic shock [5],autoimmune diseases [6], bone resorption [7], neurodegenerative diseases, and cancer [8, 9].Therefore, regulation of both the duration and magnitude of MAPK activation is necessaryto maintain immune homeostasis and prevent harmful effects associated with an exaggeratedMAPK response.In mammalian cells, MAPKs are primarily inactivated by a group of dual-specificity proteinphosphatases (DUSPs) called MAPK phosphatases (MKPs), which dephosphorylate boththe tyrosine and threonine residues of activated MAPKs [3]. MKP-1/DUSP1 is the firstmammalian MKP identified and it is induced by various stress stimuli, such as bacterialinfection, UV light, hypoxia, heat shock, and oxidants [3]. Studies in MKP-1 KO micerevealed that MKP-1 KO mice were susceptible to endotoxic shock; the mice had increasedproduction of proinflammamtory cytokines[10, 11] and increases in the incidence andseverity of experimentally induced autoimmune arthritis [12]. Also, the mice were moresensitive to hydrogen-peroxide-induced apoptosis [13], and they remained susceptible to thedevelopment of glucose intolerance and hyperinsulinemia caused by high-fat feeding [14]compared with wild type (WT) animals.These results suggest a critical role for MKP-1 innegative regulation of innate immune response to bacterial infection and modulation ofcellular growth, apoptosis, and metabolism. However, the mechanisms underlying howMKP-1 restrains immune responses have not been fully defined, especially at the post-transcriptional level.It is well-known that many short-lived mRNAs, including mRNA encoding cytokines,proto-oncogenes, growth factors, transcriptional activators, cell cycle regulatory proteins,and various inflammatory mediators carry adenine and uridine (AU)-rich elements (AREs)in the 3′-untranslated region (3′-UTR) [15-19]. Some RNA-binding proteins (RNA-BPs)specifically bind with those ARE regions of mRNAs. RNA-BPs shuttle between thecytoplasm and the nucleus, contributing to the regulation of RNA splicing, export,surveillance, decay, and translation [20].Two RNA-BPs that specifically bind to the definedARE region of mRNAs to mediate their degradation areAUF1 and tristetraprolin (TTP)[21,22].Understanding the molecular mechanisms of MKP-1 regulation of cytokine response iscritical for understanding innate immunity and mechanisms of immune tolerance. Usinggain-or loss-of-function strategies, we evaluated the role of MKP-1 in regulation of MAPKYu et al. Page 2Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptprotein and cytokine expression, cytokine mRNA and cytokine mRNA stability, and itsrelationship with RNA-BPs. The present study provides new evidence that MKP-1 regulatescytokine expression post-transcriptionally by altering nuclear export of AUF1.2. Materials and Methods2.1. Cells and reagentsRat macrophage NR8383 cells and mouse fibroblast L929 cells were obtained fromAmerican Type Cell Collection (ATCC, Manassas, VA). NR8383 cells were cultured withHam’s F12K medium (ATCC), supplemented with 15% heat inactivated FBS, 100 unit/mlpenicillin, and100μg/ml streptomycin in a 37°C incubator with 5% CO2. The humanembryonic kidney (HEK) 293A cell line was purchased from Invitrogen (Carlsbad, CA).L929 and 293A cells were cultured in DMEM (Invitrogen) supplemented with 10% FBS,100 units/ml penicillin, and 100μg/ml streptomycin in a 37°C incubator with 5% CO2. L929supernatant, a source of M-CSF, washarvested from L929 cells grown for 7 days afterconfluency.LPS from Escherichia coli 0127:B8 (L4516) was purchased from Sigma Aldrich(St Louis, MO)and diluted in PBS. Actinomycin D was obtained from CalBiochem (SanDiego, CA).Mouse AccellSMARTpool AUF1 siRNA (E-042940-00) and control AccellNon-targeting Pool siRNA (D-001910-10) were obtained from Dharmacon (Lafayette, CO).2.2. Animals and primary cellsMKP-1 KO mice and WT mice were obtained through a Material Transfer Agreement fromBristol-Myers Squibb (NY) and bred at the Medical University of South Carolina (MUSC).Animal genotype was confirmed by animal DNA genotype PCR assays. All animal-relatedwork was performed in accordance with NIH guidelines,and protocols were approved by theMUSC Institutional Animal Care and Use Committee. Bone marrow cells were obtained byflushing the femur and tibia marrow cavities of 6- to 8-week-old mice. Isolated bone marrowcells were culturedin DMEM with 10% FBS, 30% L929 supernatant (a supplement of M-CSF), andantibiotics for 7 days to induce the formation of bone marrow macrophages.2.3. AdenovirusAdenovirus serotype 5 (Ad5)-CMV-MKP-1, which expresses the full-length of MKP-1gene, and control Ad5-CMV-LacZ were obtained from Seven Hills Bioreagents (Cincinnati,OH). Adenovirus were propagated in HEK 293A cells, purified by cesium chloride densitygradient ultracentrifugation method, and desalted by PD-10 column (GE Healthcare,Pittsburgh, PA) in HEPES buffered saline.2.4. Western blot assaysTotal proteins were extracted by RIPA buffer (Cell Signaling Technology, Beverly, MA)supplemented with proteinase inhibitor cocktail and phosphatase inhibitor cocktail (RocheDiagnostics, Indianapolis, IN). The nuclear and cytoplasmic proteins were extracted by NE-PER Nuclear and Cytoplasmic Extraction Reagents (Pierce Biotechnology, Rockford, IL)according to the manufacturer’s instruction. Proteins were loaded on 10% or 12% Tris-HClReady Gel (Bio-Rad Laboratories, Hercules, CA) and electrotransferred to nitrocellulosemembranes, blocked in 5% milk, and then incubated overnight at 4°C with primaryantibodies. Anti-MKP-1 (M-18) was purchased from Santa Cruz Biotechnology (SantaCruz, CA). Antibodies to p-p38 MAPK; p-SAPK/JNK; p-p44/42 MAPK (Erk1/2); p38MAPK, p-NF-κB p65, Lamin A/C, and GAPDH were purchased from Cell SignalingTechnology. Anti-AUF1 was obtained from (Millipore, Billerica, MA). The anti-TTP wasobtained from Abcam (Cambridge, MA).The presence of the primary antibodies wasdetected on radiographic film by using HRP-conjugated secondary antibodies (CellYu et al. Page 3Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptSignaling Technology) and SuperSignal West Pico Chemiluminescent Substrate (ThermoFisher Scientific, Rockford, IL). Digitalized images of the radiographic films were obtainedin a gel documentation system (Bio-Rad Laboratories).2.5. ELISAIL-6, IL-10, TNF-α, IL-1β, CXCL1, M-CSF, IFN-γ and a PGE2 parameter assay ELISA kitswere purchased from R & D systems (Minneapolis, MN). Protein concentration in celllysates was determined by DC protein Assay Kit (Bio-Rad Laboratories). The concentrationof cytokines in cell culture supernatant was normalized by protein concentrations in celllysates.2.6. RT-qPCRTotal RNA was isolated from cells using TRIZOL (Invitrogen) according to themanufacturer’s instructions and quantified by a spectrophotometer. Complementary DNAwas synthesized by a TaqMan reverse transcription kit (Applied Biosystems, Foster City,CA) using 500 ng of total RNA. Real time PCR was performed using a StepOnePlus Real-Time PCR System (Applied Biosystems) conditions used as follows: 50°C for 2 min, 95°Cfor 10 min, and 50 cycles of 95°C for 15 seconds, 60°C for 1 min. Amplicon primers of ratIL-6 (Rn01410330_m1), rat TNF-α (Rn99999017_m1), rat IL-10 (Rn99999012_m1), ratglyceraldehyde-3-phosphate dehydrogenase (GAPDH, Rn01775763_g1), mouse IL-6(Mm00446190_m1), mouse TNF-α (Mm00443258_m1), mouse IL-10 (Mm00439615_g1),mouse AUF1 (Mm01201314_m1), mouse beta-actin (Mm01205647_g1), and mouseGAPDH (Mm99999915_g1) were obtained from Applied Biosystems. Ampliconconcentration was determined using threshold cycle values compared with standard curvesfor each primer. IL-6, TNF-α, IL-10, and AUF1 mRNA levels were normalized toendogenous control beta-actin or GAPDH expression and expressed as fold changecompared with control groups. The half-life (t½) of mRNA was determined as previouslydescribed [23].2.7. ImmunofluorescenceBone marrow derivedmacrophages were fixed with 2% paraformaldehyde for 10 min atroom temperature (RT). After washing with PBS for three times, the cells werepermeabilized with 0.1% Triton X-100 in PBS for 10 min at RT. After washing by PBS, thecells were blocked by 10% goat serum in PBS for 1 h at RT. After a second?washing withPBS, the cells were incubated with anti- AUF1 (1:100, Millipore) with 1% BSA overnight at4 °C. Cells were washed again?with PBS, and incubated with an Alexa-488 labeledsecondary antibody (1:500, Invitrogen) with 1% BSA for 1 h at RT.After another?PBSwash, cells were incubated with Alexa phalloidin 568 (1:10, Invitrogen) for 1 h at RT. Cellswere washed again with PBS and mounted on a slide with Prolong Gold anti-fade reagentwith DAPI reagent (Invitrogen), covered with coverslip, and incubated at RT overnight.Digital images were recorded using confocal microscopy (Leica, Bannockburn, IL).2.8. AUF1 RIP-RT-qPCRRNA-BP immunoprecipitation (RIP) and mRNA isolation was previously described [24].Briefly, protein A agarose beads (Sigma) were either coated with anti-AUF1 (15 μg) or anequal amount of control normal rabbit serum (Cell Signaling Technology) at 4 °C in arotating deviceovernight. After serial washing, cell lysates (2 mg) from bone marrowmacrophages were immunoprecipitated with protein A-coated agarose beads overnight at 4°C overnight in a rotating device. Ten percent cell lysates were reserved as input control.After serial washing, the IP products were digested with proteinase K, and RNA wasisolated. RNA was extracted using phenol and chloroform and precipitated in the presenceYu et al. Page 4Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptof glycogen. For analysis of individual mRNAs, the RNA isolated from the IP was subjectedto reverse transcription (RT) using random hexamers and SuperScriptII reverse transcriptase(Invitrogen). Amplification and quantification of the PCR products were performed usingthe Applied BiosystemsStepone Plus system (Applied Biosystems) and Power SYBR GreenPCR Master Mix (Applied Biosystems). Input beta actin mRNA was used as a loadingcontrol. Each reaction was carried out in triplicate and three independent experiments wereperformed.2.9. Statistical analysisData were analyzed with the paired or unpaired two-tailed Student’s t test with Welch’scorrection for unequal variances. All statistical tests were performed using a GraphPadPrism software (GraphPad Software Inc, La Jolla CA). P-values of 0.05 or less wereconsidered significant.3. Results3.1. Ad.MKP-1 specifically dephosphorylates activated MAPKs after LPS stimulationTo test the efficacy of exogenous over-expression of MKP-1 by Ad.MKP-1, ratmacrophages (NR8383 cells) were transduced with Ad.MKP-1 or control vector, Ad.LacZ,at multiplicity of infection (MOI) from 100 to 900 for 24 to 72 h. Optimal MKP-1 proteinexpression was achieved at 300 MOI for 48 h (data not shown). The LacZ gene expressionwas confirmed by β-galactosidase staining in cells (data not shown). Next, to verify howMKP-1 affects immune signaling pathways, rat macrophages were transduced with eitherAd.MKP-1 or Ad.LacZ (300 MOI), or treated with equal volume of HEPES buffered saline.Forty-eight h after the adenoviral transduction, the cells were stimulated with LPS (1μg/ml)for 10, 30, 60, and 120 min. Then, MKP-1 protein, p-MAPKs and p-NF-κB p65 weremeasured by Western blot. As shown in Fig. 1, when nitrocellulose membrane wasincubated with a low concentration of anti-MKP-1 (1:1,500), rat macrophages transducedwith Ad.MKP-1 displayed modest MKP-1 protein expression without LPS stimulation.However, the MKP-1 protein was significantly induced in those transduced cells 60 and 120min after LPS stimulation. In contrast, rat macrophages transduced with Ad.LacZ or treatedwith HEPES buffered saline exhibited undetectable MKP-1 protein levels before or afterLPS stimulation. When the nitrocellulose membrane was incubated with a higherconcentration of anti-MKP-1(1:500), there was only weak MKP-1 protein expression 60 and120 min after LPS stimulation in macrophages transduced with Ad.LacZ or treated withHEPES buffered saline (data not shown). Importantly, macrophages transduced withAd.MKP-1 significantly reduced p-JNK, p-ERK, and p-p38 after LPS stimulation comparedwith cells transduced with Ad.LacZ or treated with HEPES buffered saline. The enhancedMKP-1 protein expression 60 to 120 minafter LPS stimulation was correlated withsignificant dephosphorylation of those activated MAPKs in transduced cells. However,macrophages transduced with Ad.MKP-1 failed dephosphorylating activated NF-κB p65,which suggested that Ad.MKP-1 specifically dephosphorylated activated MAPKs, notactivated NF-κB signaling pathway.3.2. MKP-1 selectively attenuates IL-6, TNF-α and IL-10 cytokine production after LPSstimulationAfter toll-like receptor (TLR) engagement, LPS triggers a cascade of signal transductionevents that lead to the formation of the MyD88/TNF receptor-associated factor-6 (TRAF6)complex, and subsequently triggers activation of NF-κB and MAPKs [25]. Activation ofNF-κB and MAPKs, in turn, leads to phosphorylation of transcriptional factors and/or RNA-BPs, which controls the magnitude and duration of many pro-inflammatory/or anti-inflammatory cytokine responses. To investigate the effects of MKP-1 on pro-inflammatory/Yu et al. Page 5Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptor anti-inflammatory cytokine expression, rat macrophages were transduced with Ad.MKP-1or control Ad.LacZ (300 MOI) for 48 h. The cells were subsequently stimulated with LPS(100 ng/ml) for 24 h. IL-6, IL-10, TNF-α, IL-1β, CXCL1, M-CSF, IFN-γ, and PGE2 in cellculture supernatant were measured with ELISA.As shown in Fig. 2 (panel a-c), rat macrophages transduced with Ad.MKP-1 significantlyattenuated IL-6, TNF-α and IL-10 production 24 h after LPS stimulation compared withcells transduced with Ad.LacZ (n=5, *p<0.05, ***p<0.001). Compared with macrophagestransduced with Ad.LacZ, macrophages transduced with Ad.MKP-1 had an approximately2.0-fold decrease in IL-6; a 2.0-fold decrease in TNF-α, and a 4.0-fold decrease in IL-10after LPS stimulation. However, there was no significant difference in IL-1β and CXCL1expression between these two groups of cells (data not shown). Other cytokines, such as M-CSF, PGE2, and IFN-γ were below detection levels (data not shown).To further confirm that MKP-1 regulates IL-6, TNF-α,and IL-10 production, primary bonemarrow macrophages from MKP-1 KO mice or WT mice were either untreated orstimulated with LPS (100 ng/ml) for 24 h. As shown in Fig. 2 (panel d-f), bone marrowmacrophages from MKP-1 KO mice had a 2.7-fold increase in IL-6; a 3.3-fold increase inTNF-α; and a 2.3-fold increase in IL-10 compared with WT mice (n=3, **p<0.01,***p<0.001). Together, these results confirm that MKP-1 specifically down-regulates IL-6,TNF-α and IL-10 production.3.3. MKP-1 inhibits IL-6, TNF-α, and IL-10 mRNA levels after LPS stimulationActivated MAPKs phosphorylatenumerousdownstream target proteins, includingtranscriptional factors and RNA-BPs, which can regulate expression of multipleinflammatory genes at either the transcriptional or post-transcriptional level. To delineatethe role of MKP-1 in steady state mRNA modulation, mRNAof IL-6, TNF-α, and IL-10were quantified after LPS stimulation. Rat macrophages transduced by Ad.MKP-1 or controlAd.LacZ (300 MOI) for 48 h were either unstimulated or stimulated with LPS (100 ng/ml)for 4, and 8 h separately. As shown in Fig. 3 (panel a-c), mRNA of IL-6, TNF-α, and IL-10was significantly reduced in macrophages transduced with Ad.MKP-1 compared withmRNA in cells transduced with Ad.LacZ (n=4, **p<0.01, ***p<0.001).To complement gain-of-function experiments, primary bone marrow macrophage cells fromMKP-1 KO mice or WT mice were either untreated or stimulated with LPS (100 ng/ml) for4, and 8 h separately. As shown in Fig. 3 (panel d-f), the mRNA levels of IL-6, TNF-α, andIL-10 from MKP-1 KO mice were significantly higher than mRNA from MKP-1 WT miceafter LPS stimulation (n=3, *p<0.05, **p<0.01, ***p<0.001). These results support the ideathat MKP-1 plays a negative regulatory role in mRNA expression of IL-6, TNF-α, and IL-10after activation of MAPKs by LPS stimulation.3.4. MKP-1 enhances the degradation of the mRNAs of IL-6, TNF-α, and IL-10 after LPSstimulationBecause cytokine mRNA stability is affected by the p38 MAPK signaling pathway,including MAPK-activated protein kinase 2 (MK2) [26], we examined the role of MKP-1 inregulation cytokine mRNA stability by performing actinomycin D chase experiments. Ratmacrophages transduced by Ad.MKP-1 or Ad.LacZ (300 MOI) for 48 h were stimulatedwith LPS (100 ng/ml) for 4 h. Actinomycin D (10 μg/ml) was added to the cell culture toarrest RNA transcription, and total remaining cytoplasmic RNA was evaluated at varioustime points after addition of actinomycin D. As shown in Fig.4 (panel a-c), cytokine mRNAswere rapidly degraded in macrophages transduced with Ad.MKP-1, with a t1/2 of 2.9 h forIL-6 mRNA; 1.5 h for TNF-α mRNA; and 2.4 h for IL-10 mRNA. In contrast, the t1/2 ofYu et al. Page 6Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptmRNAs in macrophages treated with Ad.LacZ significantly increased 2.1-fold for IL-6mRNA (t½ =6.0 h) (n=3, *p<0.05, **p<0.01); 1.8-fold for TNF-α mRNA (t½ = 2.7 h) (n=3,**p<0.01, ***p<0.001); and 1.7-fold for IL-10 mRNA (t½= 4.0 h) (n=3, *p<0.05,**p<0.01).To further validate that MKP-1 signaling pathway plays a crucial role in controllingdegradation of cytokine mRNA, we performed mRNA decay studies in primary bonemarrow macrophages from MKP-1 KO mice and WT mice. As shown in Fig. 4(panel d-f),bone marrow macrophages from MKP-1 KO mice exhibited slower degradation of IL-6,TNF-α and IL-10 mRNAs than macrophages from WT mice. Cytokine mRNA was rapidlydegraded in macrophages derived from WT mice, with calculated t1/2 =3.5 h for IL-6mRNA, 0.3 h for TNF-α mRNA, and 0.9 h for IL-10 mRNA. In contrast, the t1/2of mRNAin macrophages derived from MKP-1 KO mice significantly increased 1.5-fold for IL-6mRNA (t½ =5.4 h) (n=3, *p<0.05, **p<0.01); 2.0-fold for TNF-α mRNA (t½ = 0.6 h) (n=3,*p<0.05, **p<0.01); and 1.6-fold for IL-10 mRNA (t½= 1.4 h) (n=3, *p<0.05, **p<0.01).Together, these results suggest that signaling through MKP-1 dependent pathways isrequired for promoting cytokine mRNA degradation.3.5. MKP-1 modulates subcellulartranslocalization of AUF1RNA-BP AUF1 and TTP can bind AREs in the 3′UTR of many inflammatory target genemRNAs, facilitating mRNA degradation[26, 27]. To define which RNA-BP contributes tocytokine mRNA destabilization related to MKP-1, we evaluatedsubcellular localization ofMKP-1, p-MAPK, AUF1 and TTP in the cytoplasm vs. in nucleus.Rat macrophages weretransduced with Ad.MKP-1 or Ad.LacZ (300 MOI), or treated with an equal volume ofHEPES buffered saline for 48 h. Cells were then either left unstimulated or were stimulatedwith LPS (1 μg/ml) for 2, and 4 h. The cytoplasmic and nuclear proteins were extracted andanalyzed using Western blot. As shown in Fig. 5a, MKP-1 protein was mainly induced inthe cytoplasm at 2 and 4 h after LPS stimulation in cells transduced with Ad.MKP-1.MKP-1 was undetectable in cells either transduced with Ad.LacZ or treated with HEPESbuffered saline both in the cytoplasm and in the nucleus. In cells transduced withAd.MKP-1, with greater MKP-1 induction, there was a significant decrease of p-p38, p-JNK, and to a lesser extent, p-ERK expression, in the cytoplasm compared with cellstransduced with Ad.LacZ or treated with HEPES buffered saline. p-p38 and p-JNK weremainly expressed in the cytoplasm. In contrast, p-ERK was distributed in both the nucleusand the cytoplasm.In macrophages transduced with Ad.MKP-1, there was a significant increase in AUF1(p37 AUF-1, p40 AUF-1, p42 AUF-1 and p45 AUF-1) in the cytoplasm and a slight decrease inAUF1 (p37 AUF-1, p40 AUF-1, p42 AUF-1 and p45 AUF-1) in the nucleus 4 h after LPSstimulation (Fig.5a&c, n=3,*p<0.05), suggesting that AUF1shuttles from the nucleus to thecytoplasm after LPS stimulation. In contrast,in cells transduced with Ad.LacZor treated withHEPES buffered saline, there was a modest decrease in AUF1 in the cytoplasm andaconcomitant increase in nuclear AUF1 post-LPS stimulation. Cytoplasmic TTP expressionwas induced in all cells stimulated with LPS, and no treatment group was significantlydifferent.To confirm that AUF-1 subcellular translocation is related to MKP-1 status, bone marrowmacrophage from MKP-1 KO mice or WT mice were either untreated or stimulated withLPS (1 μg/ml) for 2 and 4 h. The cytoplasmic and nuclear proteins were extracted andanalyzed by Western blot. As shown in Fig. 5b and d, AUF1 (p37 AUF-1, p40 AUF-1,p42 AUF-1 and p45 AUF-1) was moderately increased in the cytoplasm and decreased in thenucleus in macrophages derived from WT mice 4 h after LPS stimulation (n=3, *p<0.05). Incontrast, AUF1 (p37 AUF-1, p40 AUF-1, p42 AUF-1 and p45 AUF-1) was moderately reduced inYu et al. Page 7Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptthe cytoplasm and increased in the nucleus in macrophages derived from MKP-1 KO mice.TTP expression was only induced in the cytoplasm stimulated by LPS, and was notdetectable in nuclear fractions of bone marrow macrophages. In addition, there was nosignificant difference in cytoplasmic expression of TTP observed in LPS stimulated WT andMKP-1 KO macrophages. Together these results demonstrate that signaling through MKP-1specifically promotes translocation of AUF-1 from the nucleus to the cytoplasm in responseto LPS stimulation, but not TTP.To confirm that MKP-1 promotes AUF1 cytoplasmic trafficking in response to LPSstimulation, we immunofluorescently stained bone marrow cells derived from MKP-1 KOvs. WT mice. Cells were treated with LPS for 4 h or left untreated. As shown in Fig. 6,AUF1 was primarily presentin the nucleus in both MKP-1 KO and WT cells prior to LPSstimulation. Post-LPS stimulation, AUF1 remained in the nucleus in KO mice macrophages,whereas AUF1 was preferentially localized to the cytoplasm or localized to both thecytoplasm and the nucleus in WT macrophages. These results support the previousobservation that MKP-1 signaling promotes AUF1 nuclear-cytoplasmic translocation afterLPS stimulation.To conclude that MKP-1-mediated mRNA decay is via AUF1, siRNA, experimentswereperformed in MKP-1 WT bone marrow cells. Bone marrow macrophages from MKP-1 WTmice were treated with either AccellSMARTpool AUF1 siRNA or control Accell Non-targeting Pool siRNA (500 nM) for 72 h. Then the cells were stimulated with LPS (100 ng/ml) for 4 h.RNA decay assay was performed after addition of actinomycin D. As shown inFig.7a, macrophages treated with AUF1 siRNA significantly reduced AUF1 mRNAexpression compared with cells treated with control scrambled (Scr) siRNA (n=3, ***p<0.001). Cytokine mRNAs were degraded slower in macrophages treated with AUF1siRNA compared with controls (Fig. 7b-d). The t1/2 of mRNA in macrophages treated withcontrol scrambled siRNA was calculated 1.8 h for IL-6 mRNA, 0.4 h for TNF-α mRNA, and0.8 h for IL-10 mRNA. In contrast, the t1/2 of mRNA in macrophages treated with AUF1siRNA significantly increased 1.6-fold for IL-6 mRNA (t½=2.9 h) (n=3, *p<0.05,**p<0.01); 2.0-fold for TNF-α mRNA (t½ = 0.8 h) (n=3, *p<0.05); and 1.4-fold for IL-10mRNA (t½= 1.1 h) (n=3, *p<0.05). These results confirm that AUF1 plays an important rolein mediating IL-6, TNF-α, and IL-10 mRNA decay. Together with previous results, wefurther conclude that MKP-1-mediated mRNA decay is via AUF1.To confirm that AUF1 cytoplasmic trafficking correlated with the conjugated amount ofcytokine mRNA, a RNA-BP Immunoprecipitation (RIP)-RT-qPCR experiments wereperformed in which protein A agarose beads coated with anti-AUF1 (Millipore) or normalrabbit serum (Cell signaling) were immunoprecipitated with protein lysates from MKP-1WT vs. KO cells with or without LPS stimulation. mRNA was extracted from RIP products,and cytokine mRNA was measured using real time PCR. As shown in Fig. 8a-c, moreAUF1-conjugated IL-6, IL-10 and TNF-α mRNA were observed in WT cells compared withKO cells post-LPS stimulation (n=3, *p<0.05, **p<0.01). There was a 1.6-fold increase inIL-6 mRNA, a 2.3-fold increase in TNF-α mRNA, and a 2.0-fold increase in IL-10 mRNAin WT cells post-LPS stimulation compared with mRNA in KO cells. No target cytokineexpression was detected in cells without LPS stimulation, or in control groups of proteinAagarose beads coated with normal rabbit serum. These results demonstrate that AUF1cytoplasmic trafficking in MKP-1 WT cells is correlated with increases in AUF1-conjugatedIL-6, IL-10, TNF-α mRNAs, and further degradation of those cytokine mRNAs.Yu et al. Page 8Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript4. DiscussionUnderstanding the molecular mechanisms underlying cytokine regulation by MKP-1 iscritical for comprehensionof immune cytokine restraint and immune homeostasis afterinflammatory stimuli. The current study confirms an essential role of MKP-1 in modulatingcytokine production in response to inflammatory stimuli and provides new insightsregarding how MKP-1 controls subcellular localization of RNA-BP, and subsequentlyaffects mRNA stability. Ectopic expression of MKP-1 specifically dephosphorylatedexaggerated?MAPK activity after LPS stimulation, but not the NF-κB signaling pathway.Over-expression of MKP-1 selectively attenuated pro-inflammatory cytokines IL-6, TNF-α,and anti-inflammatory cytokine IL-10 production and increased the degradation of thosecytokine mRNAs. This increased degradation of specific cytokine mRNAs was associatedwith the increased AUF1 shuttling from the nucleus to the cytoplasm,and enhanced AUF1-conjugated IL-6, TNF-α, IL-10 mRNA.Of note, exogenous expression of MKP-1 by Ad.MKP-1 did not induce increased MKP-1protein expression in unstimulated cells. Increased MKP-1 protein expression was onlyobserved 60 and 120 min after LPS stimulation. Without any stimulus, macrophagestransduced with Ad.MKP-1 did not suppress cytokine responses. MKP-1 only attenuated thecytokine responses after the LPS stimulus.Interestingly, over-expression of exogenousMKP-1 not only attenuated the pro-inflammatory cytokine (IL-6, TNF-α) response, but alsodecreased anti-inflammatory cytokines (IL-10) after LPS stimulation. This demonstrates thatMKP-1 gene activation is dependent on stress stimuli and activation of MAPKs. MKP-1activation is essential for attenuation exaggerated MAPKs activities and maintainingimmune homeostasis.In this study, over-expression of MKP-1 failed to dephosphorylate activated NF-κB,suggesting that MKP-1 specifically dephosphorylates MAPK, not the NF-κB signalingpathway. With exogenous over-expression of MKP-1, IL-1β and CXCL1 were notsignificantly different between cells transduced with Ad.MKP-1 and cells transduced withAd.LacZ, which indicates that IL-1β and CXCL1 might be controlled by other signalpathways, such as the NF-κB pathway. Although other investigators [27]have reported thatMKP-1 inhibited NF-κB activity, they suggested that MKP-1 did not regulate thephosphorylation of IκB, and, instead MKP-1 might regulate NF-κB activity at thetranslational level.Phosphorylation of MAPKs modulates downstream coregulatory proteins, and nucleosomalproteins, which are implicated in the regulation of cellular localization of varioustranscriptional factors, and affect mRNA export, localization, stability and translation [1]. Ina cDNA array study [28] using probes for 950 ARE-containing mRNA, 45 AU-rich mRNAdecayed at least 1.5 times—and up to 6.6 times—faster in the presence of p38 inhibitor. ThecDNA array study agres with our observations: MKP-1 not only inhibits mRNAtranscription of inflammatory cytokines (IL-6, TNF-α), anti-inflammatory cytokine (IL-10),but also affects the degradation of those cytokine mRNAs. Cells transduced with Ad.MKP-1had significantly increased rates of mRNA degradation compared with cells transduced withAd.LacZ. Conversely, macrophages from MKP-1 KO mice had delayed cytokine mRNAdegradation compared with WT macrophages.It is well known that MKP-1 is a nuclear protein and it is immediately induced in responseto activated MAPKs. In the current study, we show that ectopically expressed MKP-1 ismainly induced in the cytoplasm after LPS stimulation. Also, p-p38 and p-JNK are mainlyinduced in the cytoplasm in stimulated cells. These phenomena suggest that Ad.MKP-1 ispreferentially retained in the cytoplasm or translocated from the nucleus to the cytoplasm inYu et al. Page 9Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptresponse to LPS stimulation, where MKP-1 dephosphorylates activated p-MAPKs. Incontrast to p-p38 and p-JNK, p-ERK was presentin both the nucleus and the cytoplasm.Although there was increased MKP-1 protein expression in cells transduced with Ad.MKP-1at 2 and 4 h after LPS stimulation, p-ERK was less affected by MKP-1 compared with p-p38and p-JNK. The results are consistent with findings by Chen et al. [29], supporting the ideathat MKP-1 plays a major role in dephosphorylation of activated JNK and p38 MAPK, but itonly has minor effects on activated ERK. Because ERK is primarily activated by hormoneand growth factors, it may have a minor role in stress stimuli.AUF-1 is well characterized as a factor priming ARE-dependent mRNA decay [30-33].Functionally, AUF-1 differential splicing of AUF-1 transcripts yields different mRNA,encoding 4 different isoforms: p37 AUF-1, p40 AUF-1, p42 AUF-1 and p45 AUF-1. AUF1-deficient mice exhibit symptoms of severe endotoxic shock, including vascular hemorrhage,intravascular coagulation, and high mortality after LPS stimulation as a result of decreaseddegradation of mRNA of TNF-α and IL-1β[34]. AUF1-deficient mice also develop chronicdermatitis with age that is characterized by pruritus and excoriations, whichare associatedwith increased IL-2, TNF-α, and IL-1β[35]. Previous studies indicated that AUF1 could bephosphorylated at multiple sites, including serine and threonine[36-38]. Early studiessuggest AUF1 can also form a complex with other proteins, including phosphoproteins[32].Because MKP-1 can dephosphorylate serine/threonine residues, MKP-1 could act directlyby dephosphorylationof AUF1 or indirectly through dephosphorylation of other novelpolypeptides associated with AUF1.Ongoing studies are focused on understanding themolecular nature of phosphorylated forms of AUF1 and physical interactions with ARE-containing cytokine mRNAs.Critical to the present studies, other investigators have shown that phosphorylation of AUF1influences the ARE-binding affinity capacity and the global structure of the AUF1-AREribonucleoprotein complexes [37].Sirenkoet al. [39] revealed that ARE-binding activity andtranscript stability were inversely regulated by phosphorylation. They reported that both atyrosine kinase inhibitor genistein and a p38 MAPK inhibitor SK&F 86002 promotedassembly of AUF1-ARE-dependent mRNA complex, and the degradation of those ARE-dependent mRNAs in human monocytes.In this study, we show that AUF1 intracellular translocation is correlated with MKP-1expression, thus cells with over-expression of MKP-1 demonstrated increased cytoplasmicaccumulation of AUF1 p37 AUF-1, p40 AUF-1, p42 AUF-1 and p45 AUF-1 4 h after LPSstimulation compared with control groups of cells. Correspondingly, macrophages fromMKP-1 WT mice displayed enhanced accumulation of AUF1 in the cytoplasm comparedwith cells from MKP-1 KO mice post LPS stimulus. The increased amount of cytoplasmicAUF1 in WT macrophages was associated with enhancedAUF1-associated ARE-dependentmRNAs, and increased degradation of those targeted cytokine mRNAs.In a previous study by Brook et al. [40], dephosphorylation of p38 MAPK by a p38 MAPKinhibitor SB202190 or a combined MEK1/ERK pathway inhibitor U0126 with p38 MAPKinhibitor SB202190 caused a translocation of TTP from the cytoplasm to the nucleus afterLPS stimulation. However, in this study, TTP translocation from the cytoplasm to thenucleus was not observed in cells transduced with Ad.MKP-1, or in MKP-1 WT/KO micestimulated with LPS. This discrepancy may be attributed to the non-specific p38 MAPKinhibitor SB202190, which might affect other signal pathways other than p38 MAPKpathway.Yu et al. Page 10Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript5. ConclusionsIn summary, our results demonstrate that MKP-1 is activated in response to stress stimuli,which specifically restrains the exaggerated MAPKs responses.MKP-1 specificallyattenuates IL-6, TNF-α, IL-10 cytokine expressions and plays an essential role inmaintaining immune homeostasis. At the posttranscriptional level, MKP-1 specificallypromotes AUF1 translocation from the nucleus to the cytoplasm in response to LPSstimulation, which facilitates the decay of mRNAs of IL-6, TNF-α, and IL-10.AcknowledgmentsThis study is supported by grants from National Institutes of Health (NIH): 1R01DE018290 (KK), 2P20 RR017696(KK), R00DE018165 (VP) and T32 DE017551 (HY).AbbreviationsMKP-1 MAPK phosphatase 1DUSP1 dual specificity protein phosphatase 1ARE adenine and uridine (AU)-rich elementsRNA-BP RNA-binding proteinAUF1 ARE/poly-(U) binding degradation factor 1TTP tristetraprolinSAPK stress-activated kinaseMOI multiplicity of infectionMK2 MAPK-activated protein kinase 2RIP RNA-binding protein immunoprecipitationReferences[1]. Yang SH, Sharrocks AD, Whitmarsh AJ. Transcriptional regulation by the MAP kinase signalingcascades. Gene. 2003; 320:3–21. [PubMed: 14597384][2]. Whitmarsh AJ. Regulation of gene transcription by mitogen-activated protein kinase signalingpathways. Biochim Biophys Acta. 2007; 1773:1285–98. Epub 2006 Nov 17. [PubMed:17196680][3]. Keyse SM. Protein phosphatases and the regulation of mitogen-activated protein kinase signalling.Curr Opin Cell Biol. 2000; 12:186–92. [PubMed: 10712927][4]. Rincon M, Davis RJ. Regulation of the immune response by stress-activated protein kinases.Immunol Rev. 2009; 228:212–24. [PubMed: 19290930][5]. Slifka MK, Whitton JL. Clinical implications of dysregulated cytokine production. J Mol Med.2000; 78:74–80. [PubMed: 10794542][6]. Pringe A, Trail L, Ruperto N, Buoncompagni A, Loy A, Breda L, Martini A, Ravelli A.Macrophage activation syndrome in juvenile systemic lupus erythematosus: an under-recognizedcomplication? Lupus. 2007; 16:587–92. [PubMed: 17711893][7]. Graves D. Cytokines that promote periodontal tissue destruction. J Periodontol. 2008; 79:1585–91.[PubMed: 18673014][8]. Cuenda A, Rousseau S. p38 MAP-kinases pathway regulation, function and role in humandiseases. Biochim Biophys Acta. 2007; 1773:1358–75. Epub 2007 Mar 24. [PubMed: 17481747][9]. Johnson GL, Nakamura K. The c-jun kinase/stress-activated pathway: regulation, function and rolein human disease. Biochim Biophys Acta. 2007; 1773:1341–8. Epub 2007 Jan 4. [PubMed:17306896]Yu et al. Page 11Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript[10]. Chi H, Barry SP, Roth RJ, Wu JJ, Jones EA, Bennett AM, Flavell RA. Dynamic regulation ofpro- and anti-inflammatory cytokines by MAPK phosphatase 1 (MKP-1) in innate immuneresponses. Proc Natl Acad Sci U S A. 2006; 103:2274–9. [PubMed: 16461893][11]. Zhao Q, Wang X, Nelin LD, Yao Y, Matta R, Manson ME, Baliga RS, Meng X, Smith CV,Bauer JA, Chang CH, Liu Y. MAP kinase phosphatase 1 controls innate immune responses andsuppresses endotoxic shock. J Exp Med. 2006; 203:131–40. [PubMed: 16380513][12]. Salojin KV, Owusu IB, Millerchip KA, Potter M, Platt KA, Oravecz T. Essential role of MAPKphosphatase-1 in the negative control of innate immune responses. J Immunol. 2006; 176:1899–907. [PubMed: 16424221][13]. Zhou JY, Liu Y, Wu GS. The role of mitogen-activated protein kinase phosphatase-1 in oxidativedamage-induced cell death. Cancer Res. 2006; 66:4888–94. [PubMed: 16651445][14]. Wu JJ, Roth RJ, Anderson EJ, Hong EG, Lee MK, Choi CS, Neufer PD, Shulman GI, Kim JK,Bennett AM. Mice lacking MAP kinase phosphatase-1 have enhanced MAP kinase activity andresistance to diet-induced obesity. Cell Metab. 2006; 4:61–73. [PubMed: 16814733][15]. Gillis P, Malter JS. The adenosine-uridine binding factor recognizes the AU-rich elements ofcytokine, lymphokine, and oncogene mRNAs. J Biol Chem. 1991; 266:3172–7. [PubMed:1993689][16]. Raymond V, Atwater JA, Verma IM. Removal of an mRNA destabilizing element correlates withthe increased oncogenicity of proto-oncogene fos. Oncogene Res. 1989; 5:1–12. [PubMed:2506502][17]. Levy AP, Levy NS, Goldberg MA. Hypoxia-inducible protein binding to vascular endothelialgrowth factor mRNA and its modulation by the von Hippel-Lindau protein. J Biol Chem. 1996;271:25492–7. [PubMed: 8810320][18]. Kabnick KS, Housman DE. Determinants that contribute to cytoplasmic stability of human c-fosand beta-globin mRNAs are located at several sites in each mRNA. Mol Cell Biol. 1988; 8:3244–50. [PubMed: 3211141][19]. Chen CY, Chen TM, Shyu AB. Interplay of two functionally and structurally distinct domains ofthe c-fos AU-rich element specifies its mRNA-destabilizing function. Mol Cell Biol. 1994;14:416–26. [PubMed: 7903419][20]. Kim MY, Hur J, Jeong S. Emerging roles of RNA and RNA-binding protein network in cancercells. BMB Rep. 2009; 42:125–30. [PubMed: 19335997][21]. Dean JL, Sully G, Clark AR, Saklatvala J. The involvement of AU-rich element-binding proteinsin p38 mitogen-activated protein kinase pathway-mediated mRNA stabilisation. Cell Signal.2004; 16:1113–21. [PubMed: 15240006][22]. Khabar KS. The AU-rich transcriptome: more than interferons and cytokines, and its role indisease. J Interferon Cytokine Res. 2005; 25:1–10. [PubMed: 15684617][23]. Chen CY, Ezzeddine N, Shyu AB. Messenger RNA half-life measurements in mammalian cells.Methods Enzymol. 2008; 448:335–57. [PubMed: 19111184][24]. Baroni TE, Chittur SV, George AD, Tenenbaum SA. Advances in RIP-chip analysis : RNA-binding protein immunoprecipitation-microarray profiling. Methods Mol Biol. 2008; 419:93–108. [PubMed: 18369977][25]. Akira S, Sato S. Toll-like receptors and their signaling mechanisms. Scand J Infect Dis. 2003;35:555–62. [PubMed: 14620134][26]. Winzen R, Kracht M, Ritter B, Wilhelm A, Chen CY, Shyu AB, Muller M, Gaestel M, Resch K,Holtmann H. The p38 MAP kinase pathway signals for cytokine-induced mRNA stabilization viaMAP kinase-activated protein kinase 2 and an AU-rich region-targeted mechanism. Embo J.1999; 18:4969–80. [PubMed: 10487749][27]. King EM, Holden NS, Gong W, Rider CF, Newton R. Inhibition of NF-kappaB-dependenttranscription by MKP-1: transcriptional repression by glucocorticoids occurring via p38 MAPK.J Biol Chem. 2009; 284:26803–15. Epub 2009 Jul 31. [PubMed: 19648110][28]. Frevel MA, Bakheet T, Silva AM, Hissong JG, Khabar KS, Williams BR. p38 Mitogen-activatedprotein kinase-dependent and -independent signaling of mRNA stability of AU-rich element-containing transcripts. Mol Cell Biol. 2003; 23:425–36. [PubMed: 12509443]Yu et al. Page 12Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript[29]. Chen P, Li J, Barnes J, Kokkonen GC, Lee JC, Liu Y. Restraint of pro-inflammatory cytokinebiosynthesis by mitogen-activated protein kinase phosphatase-1 in lipopolysaccharide-stimulatedmacrophages. J Immunol. 2002; 169:6408–16. [PubMed: 12444149][30]. Brewer G. An A + U-rich element RNA-binding factor regulates c-myc mRNA stability in vitro.Mol Cell Biol. 1991; 11:2460–6. [PubMed: 1901943][31]. DeMaria CT, Brewer G. AUF1 binding affinity to A+U-rich elements correlates with rapidmRNA degradation. J Biol Chem. 1996; 271:12179–84. [PubMed: 8647811][32]. Zhang W, Wagner BJ, Ehrenman K, Schaefer AW, DeMaria CT, Crater D, DeHaven K, Long L,Brewer G. Purification, characterization, and cDNA cloning of an AU-rich element RNA-bindingprotein, AUF1. Mol Cell Biol. 1993; 13:7652–65. [PubMed: 8246982][33]. Wagner BJ, Long L, Rao PN, Pettenati MJ, Brewer G. Localization and physical mapping ofgenes encoding the A+U-rich element RNA-binding protein AUF1 to human chromosomes 4 andX. Genomics. 1996; 34:219–22. [PubMed: 8661052][34]. Lu JY, Sadri N, Schneider RJ. Endotoxic shock in AUF1 knockout mice mediated by failure todegrade pro-inflammatory cytokine mRNAs. Genes Dev. 2006; 20:3174–84. Epub 2006 Nov 3.[PubMed: 17085481][35]. Sadri N, Schneider RJ. Auf1/Hnrnpd-deficient mice develop pruritic inflammatory skin disease. JInvest Dermatol. 2009; 129:657–70. Epub 2008 Oct 2. [PubMed: 18830269][36]. Blum JL, Samarel AM, Mestril R. Phosphorylation and binding of AUF1 to the 3′-untranslatedregion of cardiomyocyte SERCA2a mRNA. Am J Physiol Heart Circ Physiol. 2005; 289:H2543–50. [PubMed: 16113063][37]. Wilson GM, Lu J, Sutphen K, Suarez Y, Sinha S, Brewer B, Villanueva-Feliciano EC, Ysla RM,Charles S, Brewer G. Phosphorylation of p40AUF1 regulates binding to A + U-rich mRNA-destabilizing elements and protein-induced changes in ribonucleoprotein structure. J Biol Chem.2003; 278:33039–48. Epub 2003 Jun 19. [PubMed: 12819194][38]. Wilson GM, Lu J, Sutphen K, Sun Y, Huynh Y, Brewer G. Regulation of A + U-rich element-directed mRNA turnover involving reversible phosphorylation of AUF1. J Biol Chem. 2003;278:33029–38. Epub 2003 Jun 19. [PubMed: 12819195][39]. Sirenko OI, Lofquist AK, DeMaria CT, Morris JS, Brewer G, Haskill JS. Adhesion-dependentregulation of an A+U-rich element-binding activity associated with AUF1. Mol Cell Biol. 1997;17:3898–906. [PubMed: 9199324][40]. Brook M, Tchen CR, Santalucia T, McIlrath J, Arthur JS, Saklatvala J, Clark AR.Posttranslational regulation of tristetraprolin subcellular localization and protein stability by p38mitogen-activated protein kinase and extracellular signal-regulated kinase pathways. Mol CellBiol. 2006; 26:2408–18. [PubMed: 16508015]Yu et al. Page 13Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptMAPK phosphatase-1 is a negative regulator of inflammatory response. Cytokine levelsfrom MKP-1 null cells displayed increased mRNA stability. MKP-1 promoted nuclearexport of the mRNA binding protein AUF-1. siRNA against AUF-1 increased cytokinemRNA stability. MKP-1 altered cytokine mRNA decay through AUF-1 localization andmRNA binding.Yu et al. Page 14Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig 1.Ad.MKP-1 specifically dephosphorylated MAPKs in rat macrophages after LPS stimulation.Rat macrophages were transduced with either Ad.MKP-1, or control Ad.LacZ (300 MOI), ortreated with HEPES buffered saline for 48 h. Cells were either unstimulated or stimulatedwith 1μg/ml of LPS (from Escherichia coli 0127:B8) for indicated time periods. MKP-1, p-JNK (p54, p46), p-p38, p-ERK (p44, p42), p-38 MAPK, and p-NF-κB p65 proteinexpressions were evaluated by Western blot assay. Total p-38 MAPK served as a loadingcontrol.Yu et al. Page 15Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig 2.MKP-1 specifically attenuated IL-6, TNF-α and IL-10 cytokine expression. Ratmacrophages were transduced with Ad.MKP-1 or control Ad.LacZ (300 MOI) for 48h.Primary bone marrow macrophages were either harvested from MKP-1 KO mice or WTmice. Rat macrophages and bone marrow macrophages from mice were either unstimulatedor stimulated with 100ng/ml of LPS (from Escherichia coli 0127:B8) for 24 h. (a) IL-6expression in rat macrophages (n=5, *p<0.05). (b) TNF- α expression in rat macrophages(n=5, ***p<0.001). (c)IL-10 expression in rat macrophages (n=5, ***p<0.001). (d) IL-6expression in mouse macrophages (n=3, ***p<0.001). (e) TNF-α expression in mousemacrophages (n=3, **p<0.01). (f) IL-10 expression in mouse macrophages (n=3, **p<0.01).These data are representative of three separate experiments.Yu et al. Page 16Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig 3.MKP-1 inhibited IL-6, TNF-α, and IL-10 mRNA stimulated by LPS. Rat macrophages weretransduced with Ad.MKP-1 or control Ad.LacZ (300 MOI) for 48 h. Primary bone marrowmacrophages were either harvested from MKP-1 KO mice or WT mice. Cells were eitherunstimulated or stimulated with 100ng/ml of LPS (from Escherichia coli 0127:B8) for 4 and8 h. (a)IL-6 mRNA expression in rat macrophages (n=4, ***p<0.001). (b)TNF-α mRNAexpression in rat macrophages (n=4, ***p<0.001). (c) IL-10 mRNA expression in ratmacrophages (n=4, ***p<0.001). (d) IL-6 mRNA expression in mouse bone marrowmacrophages (n=3, *p<0.05, ***p<0.001). (e) TNF-α mRNA expression in mouse bonemarrow macrophages (n=3, **P<0.01, ***p<0.001). (f) IL-10 mRNA expression in mousebone marrow macrophages (n=3, ***p<0.001).These data are representative of threeseparate experiments.Yu et al. Page 17Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig 4.MKP-1 increased the degradation of mRNAs of IL-6, TNF-α, and IL-10 stimulated by LPS.Rat macrophages were transduced with Ad.MKP-1 or control Ad.LacZ (300 MOI) for 48 h.Primary bone marrow macrophages were either harvested from MKP-1 KO mice or WTmice. Cells were stimulated with 100 ng/ml of LPS (from Escherichia coli 0127:B8) for 4 h.Actinomycin D (10μg/ml) was added to the cells to stop mRNA transcription and the totalRNAs were harvested at various time points indicated in the graphs after actimomycin Dtreatment. (a)IL-6 mRNA remaining percentage in rat macrophages (n=3, *p<0.05,**p<0.01). (b)TNF-α mRNA remaining percentage in rat macrophages (n=3, **p<0.01,***p<0.001).(c)IL-10 mRNA remaining percentage in rat macrophages (n=3, *p<0.05,**p<0.01). (d) IL-6 mRNA remaining percentage in mouse bone marrow macrophages(n=3, *p<0.05, **p<0.01). (e)TNF-α mRNA remaining percentage in mouse bone marrowmacrophages (n=3, *p<0.05, **p<0.01).(f) IL-10 mRNA remaining percentage in mousebone marrow macrophages (n=3, *p<0.05, **p<0.01). These data are representative of threeseparate experiments.Yu et al. Page 18Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig 5.MKP-1 modulates subcellulartranslocalization of AUF1. Rat macrophages were transducedwith Ad.MKP-1 or control Ad.LacZ (300 MOI), or treated with HEPES buffered saline for48 h. Primary bone marrow macrophages were either harvested from MKP-1 KO mice orWT mice. The macrophages were either unstimulated or stimulated with 1μg/ml of LPS(from Escherichia coli 0127:B8) for 2 or 4 h. The nuclear and cytoplasmic proteins wereextracted and analyzed by Western blot assay. Cytoplasmic protein (30 μg) and nuclearprotein (15 μg) was loaded on the gel. (a) MKP-1, p-JNK (p54, p46), p-p38, p-ERK (p44,p42), AUF1 (p45, p42, p40, p37), and TTP proteins expression in the cytoplasm vs. in thenucleus of rat macrophages. (b) AUF1 (p45, p42, p40, p37), and TTP proteins expression inthe cytoplasm vs. in the nucleus of mouse bone marrow macrophages.The GAPDH(cytoplasmic protein) and Lamin A/C (nuclear protein) are loading controls for cytoplasmicprotein and nuclear protein separately. (c) AUF1 and TTP protein density in ratmacrophages transduced with AdMKP-1 (black bars), or Ad.LacZ (white bars) or treatedwith HEPES buffered saline (gray bars) (n=3, *p<0.05). (d) AUF1 and TTP protein densityin bone marrow (BM) macrophages from MKP-1 KO mice (black bars) and WT mice (whitebars)(n=3, *p<0.05). The AUF1 and TTP protein density/mm2 was analyzed by QuantityOne software and normalized by cytoplasmic protein GAPDH or nuclear protein Lamin A/Crespectively. These data are representative of three separate experiments.Yu et al. Page 19Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig 6.MKP-1 modulates subcellulartranslocalization of AUF1.Primary bone marrow macrophageswere either harvested from MKP-1 KO mice or WT mice. Cells were either unstimulated orstimulated with 1μg/ml of LPS (from Escherichia coli 0127:B8) for 4 h. The cells werestained AUF1 by immunofluorescence staining. The nucleus was stained with DAPI. Thecytoplasm was stained with Alexa fluorphalloidin 568-labeled actin. For each experiment,each sample was duplicated.Digital images were recorded using confocal microscopy(Leica, Bannockburn, IL). Five fields (about 100 cells) from each sample were counted.Results are representative of three separate experiments.Yu et al. Page 20Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 7.AUF1 was associated with degradation of IL-6, TNF-α, and IL-10 mRNA. Bone marrowcells from MKP-1 WT mice were treated with either AccellSMARTpool AUF1 siRNA orcontrol Accell Non-targeting Pool siRNA (500 nM) for 72 h. Cells were then stimulatedwith LPS (from Escherichia coli 0127:B8, 100 ng/ml) for 4 h. RNA decay assay wasperformed after addition of actinomycin D. (a) AUF1 mRNA expression (n=3, ***p<0.001).(b) IL-6 mRNA remaining percentage (n=3, *p<0.05, **p<0.01). (c)TNF-α mRNAremaining percentage (n=3, *p<0.05). (d) IL-10 mRNA remaining percentage (n=3,*p<0.05). These data are representative of three separate experiments.Yu et al. Page 21Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig 8.AUF1 subcellular translocation post LPS stimulation in MKP-1 WT cells was associatedwith enhanced binding with IL-6, TNF-α, and IL-10 mRNAs. Primary bone marrowmacrophages were either harvested from MKP-1 KO mice or WT mice. Cells were eitherunstimulated or stimulated with 1μg/ml of LPS (from Escherichia coli 0127:B8) for 4 h.Protein A agarose beads coated with either anti-AUF1 or control normal rabbit serum wereimmunoprecipitated (IP) with cell lysates from bone marrow cells with or without LPSstimulation. RNA was extracted from IP products and RT-qPCR was performed. (a) IL-6mRNA expression (n=3, *p<0.05) (b) TNF-α mRNA expression (n=3, **p<0.01). (c) IL-10mRNA expression. (n=3, *p<0.05). IL-6, TNF-α, and IL-10 mRNA were normalized to 10%input RNA endogenous beta-actin expression. The displayed result is representative of threeseparate experiments.Yu et al. Page 22Cytokine. Author manuscript; available in PMC 2012 November 1.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript"