"Multidrug resistance protein MdtM adds to the repertoire of antiporters involved in alkaline pH homeostasis in Escherichia coliHoldsworth and Law BMC Microbiology 2013, 13:113http://www.biomedcentral.com/1471-2180/13/113RESEARCH ARTICLE Open AccessMultidrug resistance protein MdtM adds to therepertoire of antiporters involved in alkaline pHhomeostasis in Escherichia coliScarlett R Holdsworth and Christopher J Law*AbstractBackground: In neutralophilic bacteria, monovalent metal cation/H+ antiporters play a key role in pH homeostasis.In Escherichia coli, only four antiporters (NhaA, NhaB, MdfA and ChaA) are identified to function in maintenance of astable cytoplasmic pH under conditions of alkaline stress. We hypothesised that the multidrug resistance proteinMdtM, a recently characterised homologue of MdfA and a member of the major facilitator superfamily, alsofunctions in alkaline pH homeostasis.Results: Assays that compared the growth of an E. coli ΔmdtM deletion mutant transformed with a plasmidencoding wild-type MdtM or the dysfunctional MdtM D22A mutant at different external alkaline pH values (rangingfrom pH 8.5 to 10) revealed a potential contribution by MdtM to alkaline pH tolerance, but only when millimolarconcentrations of sodium or potassium was present in the growth medium. Fluorescence-based activity assaysusing inverted vesicles generated from transformants of antiporter-deficient (ΔnhaA, ΔnhaB, ΔchaA) E. coli TO114cells defined MdtM as a low-affinity antiporter that catalysed electrogenic exchange of Na+, K+, Rb+ or Li+ for H+.The K+/H+ antiport reaction had a pH optimum at 9.0, whereas the Na+/H+ exchange activity was optimum at pH9.25. Measurement of internal cellular pH confirmed MdtM as contributing to maintenance of a stable cytoplasmicpH, acid relative to the external pH, under conditions of alkaline stress.Conclusions: Taken together, the results support a role for MdtM in alkaline pH tolerance. MdtM can therefore beadded to the currently limited list of antiporters known to function in pH homeostasis in the model organism E. coli.BackgroundThe capacity to survive at pH values outside their normalgrowth range is a prominent feature of many pathogenicbacteria [1]. For example, during their life cycles theneutralophilic enterobacteria Escherichia coli and Vibriocholerae can be released into alkaline marine and estuarineenvironments where they can remain viable and sustain athreat to public health for periods of up to weeks [2,3].Such alkalitolerance requires neutralophilic bacteria tomaintain a stable cytoplasmic pH, in the narrow range ofpH 7.4 to 7.8, that is acidic relative to that of the externalenvironment [4]; to achieve this they employ diverse strat-egies, all specifically designed to contribute to the mainten-ance of cytoplasmic proton concentration. These include* Correspondence: c.law@qub.ac.ukInstitute for Global Food Security, School of Biological Sciences, MedicalBiology Centre, Queen’s University Belfast, 97 Lisburn Road, Belfast BT9 7BL,UK© 2013 Holdsworth and Law; licensee BioMedCreative Commons Attribution License (http:/distribution, and reproduction in any mediumalterations of cell membrane structure and composition toretain protons, remodelling of metabolic patterns to in-crease acid production, and upregulation of expression andactivity of transporters that harvest protons [5]. Active in-ward transport of protons by cytoplasmic membrane cat-ion/H+ antiporters is crucial to the latter strategy and oftenplays a dominant role in alkaline pH homeostasis in bac-teria [6,7].The transportomes of most free-living bacteria containnumerous integral membrane secondary active cation/H+antiporters that can couple the inward movement of pro-tons to the outward movement of either Na+ or K+ ions ina process driven by the proton motive force (PMF) [7]. Todate, only a few of the transporters likely to be involved inalkaline pH homeostasis by neutralophilic bacteria havebeen identified and characterised. Nevertheless, studiesof specific sodium/proton (Na+/H+) and potassium/proton(K+/H+) antiporters have helped illuminate their individualCentral Ltd. This is an Open Access article distributed under the terms of the/creativecommons.org/licenses/by/2.0), which permits unrestricted use,, provided the original work is properly cited.mailto:c.law@qub.ac.ukhttp://creativecommons.org/licenses/by/2.0Holdsworth and Law BMC Microbiology 2013, 13:113 Page 2 of 19http://www.biomedcentral.com/1471-2180/13/113contributions to this process. In E. coli alkaline pH homeo-stasis is realised by the combined and partially overlappingfunctions of at least three such transporters: the paradigmNa+/H+ antiporter NhaA [8]; MdfA, a well-characterisedNa+/(K+)/H+ antiporter that was first identified as amultidrug-resistance transporter [9] belonging to the ubi-quitous, large and diverse major facilitator superfamily(MFS)[10,11]; and the K+/(Na+)(Ca2+) /H+ antiporter ChaA[12]. NhaA is dominant in the alkaline pH range of up topH 9, and it confers alkalitolerance to cells only in thepresence of externally added Na+ [13]. Furthermore, nhaAdeletion mutants can only grow at alkaline pH in the ab-sence of external Na+ ions [14]. MdfA overexpressed froma multicopy plasmid extends the alkalitolerance of E. colicells up to pH 10 when Na+ or K+ is added to the externalgrowth medium, and MdfA can take over from NhaAwhen the latter is deleted or dysfunctional [9]. Finally,ChaA is active at pH values above 8.0 in the presence ofexternal K+ and it supports alkaline pH homeostasis bycoupling the efflux of intracellular K+ to the uptake of pro-tons [12]. The role of MdfA in alkaline pH homeostasis isof particular interest considering its contribution tomultidrug resistance in E. coli [15]. Like MdfA, othermultidrug transporters of the MFS are polyspecific with re-spect to substrate recognition profile, and they can efflux aremarkably diverse range of substrates from bacterial cells[16]. Interest in these proteins is further compounded bythe recent shift in perception that they function not merelyas part of a defensive response to drugs, but as vital com-ponents of other fundamental physiological processes inbacteria [17-20]; despite this, a function independent ofmultidrug efflux has been described for very few of them[9,21-23]. Working from this perspective, we hypothesisedthat multidrug efflux proteins other than MdfA could playa role in pH homeostasis in E. coli. One candidate is the12-transmembrane spanning segment drug/H+ antiporterMdtM, a recently characterised member of the MFS thatcontributes to intrinsic resistance of E. coli to a broadspectrum of antimicrobials including ethidium bromide(EtBr), chloramphenicol, and several quaternary ammo-nium compounds [24,25].Here we show through a combination of cell growthstudies, transport assays using whole cells and inverted ves-icles, and measurements of intracellular pH, that MdtM isrequired for adaptation of E. coli to alkaline environmentsand that the observed alkalitolerance is due to a monova-lent metal cation/H+ antiport activity of MdtM that func-tions to maintain a cytoplasm that is acidic relative to theoutside of the cell; this activity is only apparent at distinctalkaline pH values of between pH 9 and pH 10, and in thepresence of Na+ or K+ ions in the growth medium. Assuch, MdtM represents a novel and functionally versatileE. coli Na+(K+)/H+ antiporter that functions in alkaline pHhomeostasis within a defined basic pH range.ResultsE. coli cells devoid of MdtM are sensitive to alkaline pHTo investigate a physiological role for MdtM in basic pHtolerance we characterised the growth of wild-type andΔmdtM single-deletion mutant E. coli BW25113 cellsunder various alkaline pH conditions in both solid andliquid media (Figure 1). On LB-agar plates, both strainsexhibited similar growth at pH values of 8.5 to 9.25(Figure 1A). However, as the pH of the media increasedbeyond pH 9.25, the growth of ΔmdtM cells was inhibitedcompared to wild-type cells and only the latter exhibitedcolony formation at pH 9.5 and pH 9.75. No coloniesformed at pH 10. The growth assays in liquid media cor-roborated the results of the solid media assays andhighlighted the deleterious effect of the chromosomalmdtM deletion on alkalitolerance under the experimentalconditions employed (Figure 1B). At pH 8.5, the wild-typecells grew slightly better than those of the single-deletionmutant. However, as the pH of the medium was increasedthe effect of the mdtM deletion became more pronounced;at pH 9.0 and pH 9.25 the wild-type cells grew relativelywell whereas the growth of the deletion mutant wassuppressed, and even at pH 9.5 and 9.75 the wild-type cellsstill grew, albeit to a low density. Strikingly, at the latter pHvalues, growth of the deletion mutant was completelyarrested. Neither strain grew at pH 10. Together, these datasuggest a role for MdtM in conferral of alkalitolerance toE. coli cells within a narrow pH window framed by pH 9and pH 10.E. coli cells expressing MdtM from multicopy plasmiddisplay an alkalitolerant phenotypeTo further test the role of MdtM in alkalitolerance, weassayed growth of ΔmdtM cells expressing MdtM from amulticopy plasmid under control of the non-native araBADpromoter under basic pH conditions in solid and liquidmedia. The energetic costs of overexpressing the trans-porter resulted in differences in the growth characteristicsdisplayed by cells harbouring plasmidic MdtM comparedto those harbouring plain vector alone (data not shown).To account for this, ΔmdtM cells that overproduced dys-functional MdtM from the pD22A plasmid were used as acontrol [24]. As shown in Figure 2A, on solid medium atpH 8.5, cells that overexpressed the dysfunctional trans-porter grew as well as those that overproduced wild-typeMdtM. However, as the pH of the medium became morealkaline, growth of cells that synthesised the D22A mutantwas progressively inhibited until, at pH 9.5 and 9.75, onlythe cells that overproduced functional MdtM were capableof colony formation. Both strains failed to grow on solidmedium buffered to pH 10. Again, the results of the assaysperformed on solid medium were corroborated by assaysperformed in liquid medium (Figure 2B). The latterOD60000.5pH 9.5pH 9.00Time (h)0 5 1510OD6002.0ABpH-3 -4 -5-3 -4 -5-3 -4 -5-3 -4 -5-3 -4 -5-3 -4 -5ΔmdtM………WT……………OD600Time (h)1.00pH 9.250 5 1510pH 9.7500.2OD600Time (h)0 5 1510Time (h)0 5 1510OD6000pH 8.52.5Time (h)0 5 15100 5 1510pH 10.00.10Time (h)OD6009.0 9.25 9.5 9.75 10.08.5Log dilution:WTΔmdtMFigure 1 Effect of chromosomal deletion of mdtM on growth of E. coli cells at alkaline pH. (A) Growth phenotypes of wild-type (WT) andmdtM-deletion mutant (ΔmdtM) E. coli BW25113 cells grown at different alkaline pH’s on LB agar. As indicated, 4 μl aliquots of a logarithmicdilution series of cells were spotted onto the solid media and the plates were incubated for 24 h at 37°C prior to digital imaging. (B) Growth ofwild-type and ΔmdtM E. coli BW25113 cells in liquid LB media at different alkaline pH values. Data points and error bars represent the mean ± SEof three independent measurements.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 3 of 19http://www.biomedcentral.com/1471-2180/13/113confirmed that growth of ΔmdtM cells complemented withpD22A was completely arrested above pH 9.25 whereascells complemented with plasmidic DNA that encodedwild-type MdtM still retained capacity for limited growthup to a pH of at least 9.75. Liquid medium buffered to pH10 did not support growth of either strain.To provide further confirmation of the contribution ofoverproduced MdtM to an alkalitolerant phenotype, andto nullify any contribution by chromosomally-encodedMdfA in the previously described experiments, a set ofgrowth assays that used the ΔmdfA BW25113 straincomplemented with pMdtM and the pD22A mutant wereperformed in liquid medium buffered to pH values of be-tween 8.5 and 9.5 (see Additional file 1). As observed inthe assays that utilised ΔmdtM cells transformed withpMdtM and pD22A, there was no difference in the growthcharacteristics of ΔmdfA transformants cultured at pH 8.5(see Additional file 1; top left panel). However, as the pHof the growth medium was made more alkaline the ΔmdfApD22A transformants again became increasingly inhibiteduntil, at pH 9.5, their growth was essentially halted (seeAdditional file 1; bottom right panel). In contrast, ΔmdfAcells that overproduced plasmidic, wild-type MdtM grew atall the alkaline pH values tested, thus underlining the abilityof overexpressed MdtM to compensate for loss of MdfAand thereby support an alkalitolerant phenotype of E. coli.Finally, to ensure that the observed differences in thecell growth assays were not due simply to differences inthe expression levels of the wild-type and D22A mutanttransporter, Western blot analysis of dodecyl-β-D-maltopyranoside (DDM) detergent-solubilized cytoplasmicmembranes from each strain grown at different pH valuesOD60000.3pH 9.5pH 9.00Time (h)0 5 1510OD6000.8ABpH-3 -4 -5-3 -4 -5mdtM/pD22AmdtM/pMdtMOD600Time (h)0.40pH 9.250 5 1510pH 9.7500.1OD600Time (h)0 5 1510Time (h)0 5 1510OD6000pH 8.52.0Time (h)0 5 15100 5 1510pH 10.00.10Time (h)OD6009.0 9.25 9.5 9.75 10.08.5Log dilution:C-3 -4 -5 -3 -4 -5 -3 -4 -5 -3 -4 -5mdtM/pD22AmdtM/pMdtMpH 8.5 pH 9.0 pH 9.25Figure 2 E. coli ΔmdtM cells complemented with wild-type mdtM can grow at alkaline pH. (A) Growth phenotypes of ΔmdtM E. coliBW25113 cells transformed with a multicopy plasmid encoding wild-type MdtM (pMdtM) or the dysfunctional MdtM D22A mutant (pD22A) atdifferent alkaline pH’s on LB agar. As indicated, 4 μl aliquots of a logarithmic dilution series of cells were spotted onto the solid media and theplates were incubated for 24 h at 37°C prior to digital imaging. (B) Growth of ΔmdtM E. coli BW25113 cells complemented with pMdtM or thepD22A mutant in liquid LB media at different alkaline pH values. Data points and error bars represent the mean ± SE of three independentmeasurements. (C) Comparison of expression levels of recombinant wild-type and D22A mutant MdtM at three different pH values by Westernblot analysis of DDM detergent-solubilised membranes of E. coli BW25113 cells that overproduced the protein from plasmidic DNA. Cellsharbouring empty pBAD vector were used as a negative control. Each lane contained 10 μg of membrane protein.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 4 of 19http://www.biomedcentral.com/1471-2180/13/113was performed (Figure 2C). The analysis confirmed thatthe wild-type and mutant transporter were not only cor-rectly targeted to the inner membrane but also that eachwas overexpressed to similar levels irrespective of the pH ofthe growth medium. Collectively, these results demonstratethat MdtM can confer E. coli with tolerance to alkaline pHvalues up to 9.75, provided it is functionally expressed froma multicopy plasmid.Na+ or K+ cations are required for MdtM-mediatedalkaline pH toleranceInward active transport of protons by antiporters involvedin alkaline pH homeostasis in bacteria is usually driven byoutward co-transport of monovalent cations such as Na+ orK+ [1]. Therefore, we characterised the requirement of Na+or K+ for MdtM-mediated alkalitolerance by performinggrowth experiments with E. coli BW25113 ΔmdtM cellsHoldsworth and Law BMC Microbiology 2013, 13:113 Page 5 of 19http://www.biomedcentral.com/1471-2180/13/113complemented with pMdtM in salt-free liquid mediumsupplemented with different concentrations (rangingfrom 20 mM to 86 mM) of NaCl or KCl at different pHOD600pH 7.0020pH 9.01OD600A B0pH 9.250.4OD6000pH 9.750.10 5 1510Time (h)OD6000.4OD6000NaClpH 9.520 mM0 mMFigure 3 E. coli cells complemented with mdtM require sodium or poΔmdtM cells complemented with plasmidic, wild-type mdtM in salt-free liqmM NaCl (A) or KCl (B). Data points and error bars represent the mean ± Svalues. Cells grown at neutral pH did not exhibit any Na+or K+-dependence (Figure 3A and B, top panels). However,as pH of the medium increased, cell growth showedpH 7.020OD6000pH 9.01OD6000pH 9.750.2OD6000pH 9.250.5OD6000.40OD600KClpH 9.50 5 1510Time (h)40 mM86 mMtassium for growth at alkaline pH. Growth of E. coli BW25113uid medium supplemented with either 0 mM, 20 mM, 40 mM or 86E of three independent experiments.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 6 of 19http://www.biomedcentral.com/1471-2180/13/113distinct NaCl or KCl concentration dependence, suggestingthat the presence of Na+ or K+ ions is required for MdtM-mediated basic pH tolerance (Figure 3). Notably, at alkalinepH, cells grown in the presence of the higher concentra-tions of K+ (Figure 3B) achieved higher optical density thanthose grown in the presence of the corresponding con-centrations of Na+ (Figure 3A). The stronger growth ofcells observed in the presence of K+ in the external mediumprobably reflects the activity of the chromosomally encodedChaA K+/H+ antiporter [12].Cells were unable to grow in liquid medium in whichcholine chloride (Figure 4A) or sucrose (Figure 4B) re-placed the chloride salt of sodium or potassium, therebynegating a role for either chloride ions or osmotic pressurein MdtM-mediated alkalitolerance. Further evidence of adependence upon Na+ or K+, but not Cl-, for alkalitolerancecame from growth experiments performed in mediumcontaining either sodium gluconate (Figure 4C) or potas-sium gluconate (Figure 4D); both these compounds sup-ported the growth of MdtM-expressing cells at pH 9.5 anddid so in a concentration-dependent manner that reflectedthe results of the growth experiments performed in liquidAOD600choline chloride00.40 5 1510Time (h)C Na+ gluconate0.40 5 1510Time (h)OD600020 mM0 mMFigure 4 Choline, chloride or sucrose do not support growth of E. colBW25113 ΔmdtM cells complemented with wild-type mdtM in salt-free liqu40 mM or 86 mM choline chloride (A), sucrose (B), sodium gluconate (C) amean ± SE of three independent experiments.medium containing NaCl or KCl (Figure 3). As observed inthe experiments that tested the effects of added NaCl andKCl on cell growth at alkaline pH values, cells grown at pH9.5 in the presence of added K+ gluconate achieved higheroptical densities at all the concentrations tested than thosecultured in medium that contained Na+ gluconate.A further indication that the observed alkalitolerance wasmediated by MdtM-catalysed monovalent metal cationtransport came whole cell transport assays that used fluor-escence spectroscopy measurements of the effects of in-creasing concentrations of NaCl on the EtBr efflux activityof pMdtM transformants of E. coli UTL2 cells (Figure 5).In the absence of NaCl, addition of 0.5% (w/v) glucose toenergize the cells resulted in a steady decrease in the fluor-escence intensity as EtBr was actively extruded against itsconcentration gradient (Figure 5, trace A). Dissipation ofthe proton electrochemical gradient by addition of theionophore carbonyl cyanide 3-chlorophenylhydrazone(CCCP) caused the fluorescence signal to rise again, indi-cating disruption of EtBr efflux. In contrast to the resultsobtained from MdtM-expressing cells, the fluorescence ofcontrol cells that expressed the dysfunctional MdtM D22ABTime (h)0 5 1510sucroseOD60000.4D K+ gluconate0 5 1510Time (h)00.4OD60040 mM86 mMi cells complemented with mdtM at alkaline pH. Growth of E. coliid medium buffered to pH 9.5 in the presence of 0 mM, 20 mM,nd potassium gluconate (D). Data points and error bars represent theHoldsworth and Law BMC Microbiology 2013, 13:113 Page 7 of 19http://www.biomedcentral.com/1471-2180/13/113mutant decreased more slowly and by a much smalleramount over the timescale of the assay (Figure 5, trace E).In this control the residual EtBr efflux is likely due to theactivity of chromosomally encoded transporters that recog-nise EtBr as a substrate. As expected, the addition of 100mM NaCl to control cells harbouring pD22A had no no-ticeable effect on the shape or magnitude of the trace (datanot shown). In contrast, addition of Na+ cations to UTL2cells transformed with pMdtM clearly inhibited EtBr efflux(Figure 5, traces B, C and D). Moreover, this inhibition wastitratable; addition of increasing concentrations of Na+resulted in an increasing inhibition of EtBr efflux. Additionof choline chloride had no measurable effect on EtBr efflux(data not shown), thereby establishing that the inhibition ofEtBr efflux by NaCl was due solely to Na+ ions. Together,the results of the whole cell transport assays suggest thatEtBr and Na+ utilise the same binding site and/or transloca-tion pathway in MdtM. Indeed, in the closely related MdtMhomolog MdfA, the multidrug and Na+ cation transloca-tion pathways overlap [9].MdtM catalyses K+/H+ and Na+/H+ exchange activitiesThe growth assay and whole cell EtBr efflux data impliedthat MdtM-catalysed K+/H+ and Na+/H+ antiport activ-ities underpinned alkalitolerance. To examine if MdtMFigure 5 Whole cell ethidium bromide transport assaysperformed in the presence of different concentrations of NaCl.Representative traces of the efflux of EtBr from cells expressing wild-type MdtM in the presence of 0 mM (A), 20 mM (B), 50 mM (C) and100 mM (D) NaCl. EtBr efflux was monitored continuously bymeasuring fluorescence emission at 600 nm upon excitation at 545nm. UTL2 cells that expressed the MdtM D22A mutant in theabsence of added NaCl were used as a control (E). Cells loaded withEtBr were energised by addition of glucose (as indicated by the firstarrow) and efflux of EtBr was monitored for 800 s. CCCP (100 μM)was added (as indicated by the second arrow) to abolish activetransport. Fluorescence intensity was measured in counts persecond (cps).mediated the exchange of K+ and Na+ for protons, wemeasured the changes in luminal pH of inverted mem-brane vesicles generated from antiporter-deficient TO114cells [26] that overexpressed wild-type MdtM by monitor-ing the fluorescence dequenching of acridine orange uponaddition of Na+ gluconate or K+ gluconate to the transportassay buffer at the indicated alkaline pH values (Figure 6).Inverted vesicles prepared from TO114 cells that over-produced dysfunctional MdtM D22A mutant were used ascontrols.The control vesicles (Figure 6; grey traces) exhibited neg-ligible Na+/H+ or K+/H+ activities at pH values of 9.0 to9.75. This was expected because the TO114 cells fromwhich the inverted vesicles were generated are devoid ofthe major antiporters NhaA, NhaB and ChaA that functionprimarily in monovalent metal cation/H+ exchange at alka-line pH [12,26]. However, at pH 8.5 the controls exhibitedsome degree of exchange activity; this activity was morepronounced upon addition of K+ ions and resultedin ~30% dequenching of the initial lactate-induced fluores-cence quench (Figure 6B, top panel). It is conceivable thatthis dequenching was due to the activity of other,chromosomally-encoded antiporters that operate in thesame pH range and that have a greater affinity for K+ thanNa+ ions. In all control experiments, addition of 100 μMCCCP at the time indicated resulted in dissipation of theΔpH, as revealed by an instantaneous dequenching of thefluorescence signal. This confirmed that the inverted vesi-cles had maintained integrity over the lifetime of the assay.In contrast to the controls, addition of Na+ or K+ toinverted vesicles containing recombinant wild-type MdtMresulted in a rapid and significant dequenching of thelactate-induced, acridine orange steady state fluorescenceat all the alkaline pH values tested (Figure 6; black traces),thus indicating that MdtM was responsible for catalysingboth Na+/H+ and K+/H+ exchange reactions. The magni-tude of the dequenching at each pH value, however, varieddepending upon the pH and the metal cation added; inthe case of added Na+ the most pronounced dequenchingwas observed at pH 9.25 (Figure 6A; black traces) whereasthe maximal K+-induced dequenching occurred at pH 9.0(Figure 6B; black traces). As observed from the assaysperformed on control vesicles, the addition of CCCP tothe reaction mixtures resulted in a further dequenching ofthe fluorescence signal, confirming that the MdtM-containing inverted vesicles had also maintained integrityfor the lifetime of the assay.pH profiles of MdtM-catalysed K+/H+ and Na+/H+exchange activitiesMeasurements of the acridine orange fluorescencedequenching enabled a plot of the K+/H+ and Na+/H+ ex-change activities (expressed as the percentage dequenchingof the lactate-induced fluorescence quenching) as aNa+ K+350 secondspH 8.5pH 9.0pH 9.25lactate CCCPpH 9.5pH 9.75lactate CCCPA B350 secondsD22AMdtMMdtMMdtMMdtMMdtMD22AD22AD22AD22A50% AOfluorescenceFigure 6 Cation-driven proton translocation by MdtM. Cation-driven proton translocation by MdtM at alkaline pH was measured by thefluorescence dequenching of acridine orange upon addition of Na+ gluconate (A) or K+ gluconate (B) to inverted vesicles derived fromantiporter-deficient E. coli TO114 cells that overexpressed recombinant wild-type MdtM (black traces) or the dysfunctional MdtM D22A mutant(grey traces). Respiration-dependent generation of ΔpH (acid inside) was established by addition of lactate as indicated and once thefluorescence quench of acridine orange reached a steady state, Na+ gluconate or K+ gluconate was added to a final concentration of 100 mM.Addition of 100 μM CCCP at the time indicated was used to completely dissipate ΔpH. The traces are representative of experiments performed intriplicate on at least two separate preparations of inverted vesicles. The fluorescence intensity of each measurement is represented as apercentage of the initial acridine orange fluorescence signal prior to addition of lactate.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 8 of 19http://www.biomedcentral.com/1471-2180/13/113function of pH to be constructed, and this revealed a clearpH-dependence for both (Figure 7A). At pH ≤6.5, no trans-port of the probed K+ and Na+ cations was detected, pro-viding further evidence that MdtM does not operate as amonovalent metal cation/H+ antiporter at acidic pH.However, as the pH increased and became more alkaline, asignificant exchange activity was recorded. From no detect-able activity at pH 6.5, the activity of MdtM in the presenceof 100 mM Na+ or K+ increased to ~20% dequenching atthe pH range of 7.0 to 8.0 (Figure 7A). Between pH 8.0 andHoldsworth and Law BMC Microbiology 2013, 13:113 Page 9 of 19http://www.biomedcentral.com/1471-2180/13/1139.75, the pH profiles for both exchange activities were es-sentially bell-shaped, with the activity optimum for MdtM-catalysed K+/H+ antiport at pH 9.0 and that of Na+/H+antiport at pH 9.25. The activity of MdtM at each pHoptimum was similar, attaining a mean corrected fluores-cence dequenching of ~ 80%.Apparent affinity of MdtM for transported Na+ and K+ islowTo permit a crude assessment of the affinity of MdtM forthe transported metal cations, a series of dose–responseexperiments, covering substrate ranges of 5 mM - 125 mMNa+ and K+ (Figures 7B & C), were performed on invertedvesicles at the pH optimum of each substrate using the ac-ridine orange fluorescence quenching /dequenching assayas described in the Methods section. Although it was notpossible to access actual Km values using these assays, theydid permit the concentrations of Na+ and K+ required forthe half-maximal response to be estimated and the resultsimplied that MdtM has low apparent affinity for monova-lent metal cations, with [Na+]1/2 of 38±6 mM (Figure 7B)and [K+]1/2 of 32±7 mM (Figure 7C).MdtM also catalyses Rb+/H+ and Li+/H+ antiport but notCa2+/H+ exchangeBacterial Na+/H+ and K+/H+ antiporters that function inalkaline pH homeostasis can often also transport cations ofother metals such as rubidium, lithium and calcium[12,27-29]. Therefore, the capacity of inverted vesicles ofTO114 cells transformed with pMdtM to support the ex-change of Rb+, Li+ and Ca2+ for protons was examined atpH 9.0 using the acridine orange fluorescence quenching/dequenching assay. Not unexpectedly, the addition of 40mM Rb2SO4 to the inverted vesicles containing wild-typeMdtM resulted in ~35% dequenching of the lactate-induced fluorescence quench, indicating that MdtM wascapable of catalysing the exchange of the potassiumanalogue Rb+ for protons (Figure 8A; black trace). A simi-lar magnitude of dequenching was observed when 40 mMLi2SO4 was added to inverted vesicles (Figure 8B; blacktrace), confirming that Li+/H+ exchange is also catalysed byMdtM. In contrast, the addition of 40 mM CaSO4 toinverted vesicles did not elicit a dequenching of the respir-ation induced fluorescence quenching (Figure 8C; blacktrace), demonstrating that Ca2+ is not a substrate forMdtM under the conditions tested; this assay also con-firmed that the activity observed upon addition of thesulphate salts of Rb+ and Li+ to the inverted vesicles wasnot due to any MdtM-mediated exchange of sulphate an-ions for protons. Additionally, magnesium sulphate or cho-line chloride at final concentrations of 40 mM also failedto dequench the fluorescence (data not shown). Controlassays conducted with inverted vesicles that contained thedysfunctional MdtM D22A mutant did not exhibit anyfluorescence dequenching in response to the addition ofany of the cations tested (Figure 8; grey traces), therebyproviding further robust evidence that the dequenchingobserved upon the addition of Rb+ and Li+ to vesicles gen-erated from TO114 cells transformed with pMdtM wasdue to a process mediated by the functionally expressed re-combinant transporter.MdtM-catalysed K+/H+ and Na+/H+ antiport is electrogenicGenerally, cation/proton antiporters involved in alkalinepH homeostasis are required to mediate an electrogenicantiport that is energized by the transmembrane electricalpotential, Δψ [5]. Therefore, to probe whether MdtM catal-yses electrogenic antiport, inverted vesicles were generatedfrom TO114 cells transformed with pMdtM and assayedfor electrogenicity in a chloride-free and potassium-freebuffer using the Δψ–sensitive fluorophore Oxonol V.Inverted vesicles produced from TO114 cells transformedwith pD22A were used as a negative control. In all the as-says, energization of the vesicles by lactate resulted in arapid quench of Oxonol V fluorescence indicating the gen-eration of respiratory Δψ (Figure 9). To ensure the suitabil-ity of the experimental conditions for detection ofelectrogenic antiport, a positive control (Figure 9F) wasperformed using inverted vesicles produced from E. coliBW25113 cells that contained a full complement of elec-trogenic antiporters. This control experiment wasperformed at pH 8.5 to specifically enable detection ofNhaA-catalysed, electrogenic Na+/H+ exchange [30].Addition of Na+ to these vesicles caused a rapid partialdequenching of the Oxonol V fluorescence, indicatingelectrogenic antiport. Addition of the protonophore CCCPat the time indicated resulted in dissipation of the respira-tory Δψ.Addition of Na+ (Figure 9A) or K+ (Figure 9C) toinverted vesicles produced from TO114 cells thatoverexpressed wild-type recombinant MdtM resulted in apartial depolarization of Δψ, whereas addition of the samemetal cations to negative control vesicles containing dys-functional MdtM resulted in no detectable depolarization(Figures 9B and 9D). In each case, addition of theprotonophore CCCP at the times indicated resulted in dis-sipation of Δψ. In another control experiment, addition ofthe ionophore nigericin to TO114/pMdtM vesicles pre-incubated in the presence of 50 mM K+ gluconate resultedin a small increase in the magnitude of Δψ due to conver-sion of ΔpH to Δψ by the electroneutral K+/H+ exchangeactivity of nigericin (Figure 9E). Addition of valinomycinto the same vesicles at the time indicated completely dissi-pated Δψ.Together, these qualitative data clearly indicate thatMdtM-catalysed Na+/H+ and K+/H+ antiport at alkalinepH is electrogenic, with > 1 H+ exchanged per Na+ or K+;quantitative determination of the stoichiometry of antiportFigure 7 (See legend on next page.)Holdsworth and Law BMC Microbiology 2013, 13:113 Page 10 of 19http://www.biomedcentral.com/1471-2180/13/113(See figure on previous page.)Figure 7 The pH profile and apparent affinity of MdtM for Na+ and K+. (A) The pH profile of MdtM-mediated Na+/H+ and K+/H+ antiportactivity. Transporter activity at each pH value was calculated as described in Methods. (B) The concentration of Na+ and (C) K+ required for the half-maximal acridine orange fluorescence dequenching response was estimated from measurements of the antiport activity of wild-type recombinant MdtMas a function of cation concentration at the previously determined pH optimum for each antiport reaction (pH 9.25 for Na+/H+ exchange and pH 9.0 forK+/H+ exchange). The [Na+]1/2 and [K+]1/2 values are an indication of the affinity of MdtM for each cation. In each panel, the data represent the mean ±SD of three independent experiments.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 11 of 19http://www.biomedcentral.com/1471-2180/13/113will require reconstitution of purified MdtM intoproteoliposomes as was done for NhaA [31], and this is thesubject of ongoing work by our laboratory.In alkaline environments, MdtM functions to maintain acytoplasmic pH that is acidic relative to external pHTaken together, all the previous data strongly support theidea that MdtM contributes to cytoplasmic pH homeosta-sis under conditions of alkaline stress. Therefore, to dem-onstrate directly a role for MdtM in this process, in vivomeasurements of the intracellular pH of E. coli BW25113ΔmdtM transformed with pMdtM or pD22A at differentexternal alkaline pH values between pH 7.5 and pH 9.5were performed in the presence of NaCl using fluorescencemeasurements of the free acid of the pH-sensitive probe2,7-bis-(2-carboxyethyl)-5-(and-6)-carboxyfluorescein ace-toxymethyl ester (BCECF-AM). Calibration of our systemresulted in a reasonably linear correlation between intracel-lular pH and the 490 nm/440 nm fluorescence ratio over arange of pH values from 7.5 to 9.5 (Figure 10A) therebymaking internal cellular pH measurements over this rangeamenable. The intracellular pH of cells that overexpressedwild-type MdtM from a multicopy plasmid remained rela-tively constant (at between pH 7.5 and 8.0) over the rangeof external alkaline pH values tested (Figure 10B; filledsymbols). In contrast, cells expressing the dysfunctionalD22A mutant of the transporter were unable to maintaina stable cytoplasmic pH, acidic relative to the outside; asthe external pH increased there was a concomitantalkalinisation of the cell cytoplasm (Figure 10B; emptysymbols). These results uphold our contention that MdtMcontributes to alkaline pH homeostasis in E. coli.DiscussionThe chief strategy employed by E. coli to maintain astable cytoplasmic pH under conditions of alkaline chal-lenge is that of proton uptake mediated by cytoplasmicmembrane cation/H+ antiporters [1]. Until now, onlyfour of this type of antiporter were identified unambigu-ously to function in alkaline pH homeostasis in E. coli;NhaA [32], NhaB [27], MdfA [9] and ChaA [12], andeach has different value to the cell depending on the ex-ternal environmental conditions [1,5,6]. The datapresented here define another integral membrane pro-tein, MdtM, a promiscuous multidrug resistance proteinbelonging to the MFS of secondary active transporters[24], as contributing to alkalitolerance in E. coli. MdtMcomes into play at a distinct pH range of between 9 and10 and provides E. coli with a sensitive mechanism bywhich to accommodate proton capture under conditionsof alkaline stress.Analysis of the growth phenotype of the E. coli ΔmdtMdeletion mutant revealed a potential physiological role forMdtM in pH homeostasis (Figures 1 and 2). Under the ex-perimental conditions employed, MdtM was required forthe growth of E. coli in rich medium at alkaline pH valuesof >9.0 and <10.0, but only when tens of millimolar con-centrations of sodium or potassium ions were present inthe growth medium (Figure 3). Similar monovalent metalcation-dependent, alkalitolerance functions have been de-scribed for the Bacillus subtilis tetracycline efflux proteinTetL [33] and the E. coli multidrug transporter MdfA [9].MdfA – the best-characterised multidrug transporter ofthe MFS [34] - is a close homologue of MdtM (41% se-quence identity and 62% similarity)[35] that is reported toplay a major role in conferral of alkalitolerance in E. coli atpH >9.0, and when potassium is the main monovalentmetal cation; conditions under which the major Na+/H+antiporter NhaA does not operate [9].The conditions of external pH and cation compositionunder which MdtM operates are very similar to, and ap-parently overlap to an extent with those favoured by MdfA.Despite this apparent overlap in functionality, studies byLewinson et al. [9] that investigated the effect of chromo-somal deletion of mdfA on growth of the E. coli UT5600strain showed that cells devoid of MdfA could not grow atalkaline pH values > 9.0. This seemingly indicates thatchromosomal mdtM cannot substitute formdfA to supportgrowth at alkaline pH. Concomitantly, in our growth ex-periments (Figures 1 and 2), the chromosomal mdfA genewas ostensibly incapable of supporting growth of theBW25113 ΔmdtM strain at the alkaline pH values tested.These observations raise the question as to why mdfA andmdtM did not compensate for one another at alkaline pH.This can be rationalised if one considers the multidrug ef-flux capabilities of these particular transporters; under theexperimental conditions employed by our study theBW25113 ΔmdtM strain was grown in the presence of theantibiotic kanamycin, a known substrate of MdfA [15], andat the concentration (~60 μM) of kanamycin used for se-lection of the ΔmdtM strain the copies of chromosomally-Holdsworth and Law BMC Microbiology 2013, 13:113 Page 12 of 19http://www.biomedcentral.com/1471-2180/13/113encoded MdfA may be saturated by the antibiotic and in-capable of mediating the low-affinity Na+(K+)/H+ exchangenecessary for the protein to contribute to pH homeostasis.Indeed, in a previous study that also used E. coli strainsthat required kanamycin for selection [9], this may be whyMdfA was required to be overproduced from a multicopyplasmid to demonstrate its role in pH homeostasis at alka-line pH values >9.0. If MdtM also recognises kanamycinas a substrate, this could account for why copies ofchromosomally-encoded MdtM were unable to compen-sate for the deletion of mdfA in the cell growth assaysdescribed in [9]. Alternatively, the apparent lack of substi-tution by the transporters could be explained simply bydifferences between the bacterial strains used, and/or theexperimental conditions employed by each study. If thelatter is true, it suggests that each transporter is beneficialto the cell under subtly different environmental condi-tions. Whatever the explanation, our results remain con-sistent with a role for MdtM in alkaline pH homeostasisin E. coli.In our growth experiments, the requirement for sodiumor potassium ions for MdtM-mediated alkalitolerance sug-gests a mechanistic role for Na+ and K+ ions in MdtM ac-tivity and this was confirmed by fluorescence-based activityassays performed at alkaline pH values (Figure 6). Theseassays showed that MdtM catalysed a Na+(K+)/H+ antiportthat, in vivo, probably enables the exchange of internalmonovalent metal cations for extracellular protons tomaintain a stable internal pH, acid relative to outside, dur-ing exposure to alkaline environments. This conclusionwas supported by our experiments that used BCECF fluor-ometry to measure cytoplasmic pH under different exter-nal alkaline pH conditions (Figure 10).The ability of MdtM to exchange either Na+ or K+ cat-ions for protons endows E. coli with the flexibility to re-spond effectively to changes in chemical composition ofthe environment at alkaline pH. When sodium is avail-able, the Na+/H+ antiport activity of MdtM can permitgrowth. Under sodium-poor conditions, or when otherNa+/H+ antiporters are disrupted, regulation of cytoplas-mic pH by K+/H+ antiport activity of MdtM can contrib-ute to alkaline pH homeostasis. Although thecontribution of K+ concentration to pH homeostasis inE. coli is still unclear [6,36], the K+/H+ antiport activityof MdtM may offer a mechanism for regulating cytoplas-mic pH by utilising the outwardly-directed K+ gradientto drive proton capture during growth at alkaline pH[5,37]. Provided the rate of MdtM is slower than that ofthe systems that generate the PMF, and of the uptakesystems that bring K+ into the cell, MdtM will not act asan uncoupler to dissipate the PMF. Furthermore, in al-kaline environments, the same K+/H+ antiport activity ofMdtM has the potential to protect E. coli from the toxiceffects of high intracellular concentrations of K+ and,therefore, to function also in K+ homeostasis. Just such afunction was identified previously for the E. coli ChaAantiporter [12]. Additionally, and in contrast to MdfA,MdtM is capable of transporting lithium ions at alkalinepH (Figure 8B) and it may function physiologically in al-kaline pH homeostasis when Li+ is present. This high-lights further the subtle differences in function that existbetween the closely-related MdfA and MdtM trans-porters, and that lessons learned from one cannot simplybe imposed upon the other.As control of internal pH is, by definition, control ofcytoplasmic proton concentration, the requirements ofbacterial pH homeostasis dictate the relative magnitudesof the transmembrane proton gradient (ΔpH) and trans-membrane electrical potential (Δψ), the two individualcomponents that constitute the PMF. Under alkaline pHstress conditions, maintenance of a stable intracellularpH requires that a net cytoplasmic accumulation of pro-tons must occur; therefore, the ΔpH of neutralophileslike E. coli is reversed from the usual orientation of alka-line inside [5] and cannot apparently be used to driveproton uptake into the cell. This is a particular problemwhen Na+/H+ antiporters are used for alkaline pHhomeostasis because, due to the cytotoxicity of Na+ [5]it is excluded from the cell and, unlike K+, cannot pro-vide an outwardly-directed driving force to support anelectroneutral exchange. To overcome this, antiporterssuch as E. coli NhaA [31] and B. subtilis TetL [38], util-ise Δψ to catalyse electrogenic Na+/H+ exchange anddrive net accumulation of H+ to acidify the cytoplasm atalkaline pH in the presence of Na+. Intriguingly, theMdtM homologue MdfA can catalyse both electrogenicand electroneutral transport of drug substrates [39];however, the component of the PMF that MdfA utilisesto drive Na+/H+ or K+/H+ antiport at alkaline pH hasnot been reported, although it too is likely to be the Δψ.The results of our fluorescence experiments using theΔψ–sensitive probe Oxonol V revealed that MdtM canutilise Δψ as the driving force at alkaline pH to catalysean electrogenic Na+(K+)/H+ antiport, i.e., an exchangestoichiometry of >1 H+ per monovalent metal cation(Figure 9).Further evidence to support a physiological role forMdtM in alkaline pH homeostasis was gleaned from esti-mation of the concentrations of Na+ and K+ required toelicit the half-maximal fluorescence dequench of acridineorange in inverted vesicles (Figure 7). Other transportersthat function in bacterial pH homeostasis, such as E. coliNhaB [40], ChaA [12] and MdfA [9], and a sodium-specificNa+/H+ antiporter from Vibrio parahaemolyticus [41], allpossess affinity for their respective metal ion substrate(s)in the general millimolar range. Our values of [Na+]1/2and [K+]1/2 of 38±6 mM and 32±7 mM, respectively,although not directly related to actual Km values [42],ABCFigure 8 MdtM-catalysed Rb+/H+, Li+/H+ and Ca2+/H+ exchangeat alkaline pH. Exchange was determined by the fluorescencedequenching of acridine orange in inverted vesicles derived fromantiporter-deficient E. coli TO114 cells that overexpressedrecombinant wild-type MdtM (black traces) or the dysfunctionalMdtM D22A mutant (grey traces). A ΔpH across the vesiclemembrane was established by addition of lactate as indicated andonce the fluorescence quench of acridine orange achieved a steadystate, 40 mM Rb2SO4 (A), 40 mM Li2SO4 (B) or 40 mM CaSO4 (C) wasadded to the vesicles. Addition of 100 μM CCCP abolished the ΔpH.The fluorescence intensity of each measurement is represented as apercentage of the initial acridine orange fluorescence signal prior toaddition of lactate. The fluorescence measurements were conductedat pH 9.0 and the traces shown are representative of experimentsperformed in triplicate on at least two separate preparations ofinverted vesicles.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 13 of 19http://www.biomedcentral.com/1471-2180/13/113suggest MdtM also possesses relatively low affinity for itscognate metal cations and are therefore consistent with acontributory role for the Na+/H+ and K+/H+ antiporteractivities of MdtM in alkaline pH homeostasis.In order to function effectively in pH homeostasis,antiporters must be equipped with sensors of the externaland/or cytoplasmic pH that can transduce the changes inpH into changes in transporter activity [5]. The pH profileof MdtM activity (Figure 7A) suggests that, like otherantiporters involved in pH homeostasis, it too is capable ofsensing and responding to changes in ionic composition,and provides additional support for our contention thatthe different antiport functions performed by MdtM aredictated by subtle changes in pH and the type of cationpresent in the external environment. In our experiments,because MdtM expression from a multicopy plasmid wasplaced under control of a non-native arabinose-induciblepromoter, this suggests an ability to sense pH at the proteinlevel. This could be achieved simply by changes in theprotonation state(s) of amino acid side chains in the pro-tein. Topology prediction studies [24] of MdtM indicatedseveral ionisable residues, located on the periplasmic andcytoplasmic surfaces of the protein as well as in the puta-tive translocation pore, that could conceivably play a rolein pH sensing.Use of the MdtM D22A mutant as a control in transportassays with inverted vesicles precluded the necessity to re-constitute the transporter into proteoliposomes to study itsrole in pH homeostasis. The observation that the D22Amutant was dysfunctional in all our assays also sheds morelight on the mechanistic role of D22 in MdtM function.Previous work showed that even though the mutant proteincould bind either cationic or neutral antimicrobial sub-strates, it could not translocate them across the membrane[24,25]. It was postulated therefore that the negativelycharged side chain of D22 probably functions in protonrecognition and may form part of a proton relay network inMdtM [24]. Several other acidic residues (D30, D244, D277and E280) are embedded in putative membrane-spanningA BCE FDFigure 9 The electrogenicity of MdtM-catalysed Na+/H+ and K+/H+ antiport. The electrogenicity of MdtM-catalysed Na+/H+ and K+/H+antiport at alkaline pH was probed by Oxonol V fluorometry of inverted vesicles generated from E. coli TO114 cells transformed with pMdtM(A, C & E) or, as a negative control, pD22A (B & D). Inverted vesicles isolated from BW25113 cells were used as a positive control (F). Respiration-dependent formation of Δψ was initiated by addition of lactate at the time indicated. Once steady-state Δψ was achieved, antiport was initiatedby addition of 100 mM Na+ gluconate (A & B) or 100 mM K+ gluconate (C & D) as indicated. Vesicles were depolarised by addition of CCCP orvalinomycin in the presence of K+ as indicated. Fluorescence measurements on TO114 inverted vesicles were conducted at either pH 9.0 (fordetection of K+/H+ antiport; panels C & D) or pH 9.25 (for detection of Na+/H+ antiport; panels A & B), whereas positive control measurementsusing vesicles derived from BW25113 cells were done at pH 8.5 to ensure detection of the activity of the electrogenic antiporter, NhaA (panel F).The Oxonol V fluorescence is presented as a percentage of the initial fluorescence prior to establishment of the steady-state Δψ. The tracesshown are representative of experiments performed in triplicate on two separate preparations of inverted vesicles.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 14 of 19http://www.biomedcentral.com/1471-2180/13/113regions of MdtM [24], and these too could potentially con-tribute to formation of the proton relay. Disruption of thisnetwork of negatively-charged residues could be sufficientto abrogate the cation/H+ antiport activity of the trans-porter. Although more investigation is clearly required todissect the role(s) of acidic residues in MdtM-catalysedpMdtMpD22AA BFigure 10 Measurements of cytoplasmic pH. (A) Calibration plot that correlates the 490 nm/440 nm fluorescence emission ratio of BCECF-AMupon excitation at 530 nm to pH. (B) Intracellular pH of E. coli BW25113 ΔmdtM cells transformed with pMdtM or pD22A as a function of externalalkaline pH. In both (A) and (B) the data points and error bars represent the mean ± SD of three independent measurements.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 15 of 19http://www.biomedcentral.com/1471-2180/13/113antiport, recent work by Fluman et al. [43] proposed thatthe carboxylic groups of the MdfA E26 (the residue hom-ologous to MdtM D22) and D34 residues are importantfor proton transport and/or antiport coupling. It is con-ceivable therefore that MdtM could employ a mechanisticstrategy in which H+ binding to D22 is a prerequisite for (i)the transport of Na+ or K+ to support its role in alkalinepH homeostasis; and (ii) the transport of drug substrates tosupport its role in multidrug resistance. A linkage betweenalkalitolerance and multidrug efflux functions has beennoted before for MdfA and TetL [9,44], and the results ofour whole cell EtBr efflux assays (Figure 5) suggest thesame linkage exists in MdtM.ConclusionsThe work presented here underlines the astonishing versa-tility of multidrug resistance proteins of the MFS and pro-vides additional evidence that the multidrug efflux activityof these transporters is probably a co-opted adaptation oftheir original physiological function(s), thereby offering anexplanation as to why these proteins persist in bacterial ge-nomes in the absence of a selective pressure from drugs.Close homologues of MdtM are present in many patho-genic bacterial species [24] and we contend that, in alllikelihood, those homologues also play a role in pHhomeostasis via a monovalent metal cation/H+ antiportmechanism. Furthermore, we postulate that yet other MFSmultidrug transporters contribute to pH homeostasis inE. coli and that an approach similar to the one employedhere may be used to unmask them.MethodsAll growth media, antibiotics and chemicals were pur-chased from Sigma-Aldrich (Poole, Dorset, UK) unlessstated otherwise.Bacterial strains and plasmidsE. coli BW25113 [45] and its ΔmdtM and ΔmdfA dele-tion mutants [46] were obtained from the Keio collection(National BioResource Project, Japan) and used for growthassays. The ΔmdtM and ΔmdfA deletion mutants wereused as the background strains for testing alkalitoleranceof cells expressing wild-type mdtM (pMdtM) or dysfunc-tional MdtM D22A (pD22A) mutant from pBAD/Myc-HisA vector (Invitrogen). Construction of these plasmids wasdescribed before [24]. The outer membrane permeabilitymutant E. coli UTL2 [47] was used for whole cell EtBrefflux assays. E. coli TO114 [26], a strain deficient in theNa+/H+ antiporters NhaA and NhaB, and the K+/H+antiporter ChaA, was complemented with pMdtM orpD22A and used for production of inverted vesicles foruse in transport assays.Bacterial growth assays on solid mediumCultures from single bacterial colonies were grown at37°C to an OD600 of 1.0 in liquid Luria Bertani (LB)medium alone (for wild-type E. coli BW25113), or LBmedia supplemented with either 30 μg/ml kanamycin(for selection of the chromosomal mdtM-deletion strain),or 30 μg/ml kanamycin and 100 μg/ml carbenicillin(Carbenicillin Direct, UK) (for the ΔmdtM BW25113 strainharboring pMdtM or pD22A). Aliquots (4 μl) from a 10-3to 10-5 logarithmic dilution series of each culture were spot-ted onto plates layered with LB-agar (1% w/v tryptone,0.5% w/v yeast extract, 1% w/v NaCl and 1.5% w/v agar).For assays performed with pMdtM and pD22Atransformants the LB-agar was supplemented with theappropriate antibiotics and L-arabinose was added to a finalconcentration of 0.002% (w/v) to induce expression ofthe recombinant protein. For all the plate assays, pHof the medium was buffered by 70 mM 1,3-bis[tris(hydroxymethyl)-methylamino] propane (BTP) and pH wasadjusted by HCl. Plates were incubated for 24 h at 37°Cprior to imaging.Bacterial growth assays in liquid mediumA swab of colonies from overnight LB agar plates was usedto inoculate 2 ml of LB broth containing the appropriateHoldsworth and Law BMC Microbiology 2013, 13:113 Page 16 of 19http://www.biomedcentral.com/1471-2180/13/113antibiotic(s) and, where appropriate, 0.002% (w/v) L-arabinose, and grown for 2 h with shaking at 37°C. Cul-tures were then diluted to an OD600 of 0.02 into 50 ml offresh LB medium containing the appropriate antibiotic(s)and L-arabinose (0.002% w/v). Media were buffered by 70mM BTP and pH was adjusted with HCl. Cells were thengrown aerobically at 37°C with shaking and the OD600measured every hour for 15 hours.Assays designed to test the effects of Na+ or K+ ions atalkaline pH on the growth of BW25113 ΔmdtM cellstransformed with pMdtM were performed in salt-free LBmedium (1% w/v tryptone, 0.5% w/v yeast extract) bufferedto the indicated pH with 70 mM BTP. It should be notedthat although this medium is described as salt-free, residualamounts of Na+ and K+ ions are likely to be present[12,26]. Cells from the 2 ml cultures that were grown for 2h were subsequently washed three times in the salt-freemedium prior to being diluted into 50 ml of fresh salt-freemedium containing 30 μg/ml kanamycin, 100 μg/mlcarbenicillin, and 0.002% (w/v) L-arabinose. The mediacontained either no additional NaCl or KCl, or weresupplemented with 20 mM, 40 mM or 86 mM NaCl orKCl. Cells were grown at 37°C with shaking and the OD600measured every hour for 15 hours.Sodium gluconate or potassium gluconate replaced NaClor KCl, respectively, for assays designed to test for Cl- iondependence of alkalitolerance. Choline chloride or sucrosereplaced the chloride salts of sodium and potassium to testfor any potential osmoregulatory role for MdtM at alkalinepH. The assays were performed as described above in salt-free medium buffered to pH 9.5 with 70 mM BTP. For allassays performed in liquid medium, the pH of the cultureswas measured every 5 h using a sterile glass electrode tomonitor for acidification.Whole cell EtBr efflux assaysThese assays were performed on outer membrane perme-ability mutant E. coli UTL2 cells transformed with pMdtMas described previously [24], except that 20, 50 and 100mM NaCl was added to the loading buffer and the reac-tion mixture to examine the effect of Na+ ions on MdtM-mediated EtBr efflux activity. To ensure that Cl- anionswere not responsible for inhibition of EtBr efflux, 100 mMcholine chloride replaced NaCl in the loading buffer andthe reaction mixture. As a negative control, the EtBr effluxactivity of UTL2 cells transformed with pD22A wasmeasured.Measurement of transmembrane ΔpHAssays of K+/H+ and Na+/H+ antiport were based on thosedescribed in [48] and were conducted by measuring thefluorescence quenching /dequenching of the pH-sensitiveindicator acridine orange upon addition of the testcations to energized inverted membrane vesicles gener-ated from antiporter-deficient E. coli TO114 cells thatoverproduced recombinant wild-type MdtM. Controlexperiments were performed on inverted vesicles gener-ated from TO114 cells that overproduced dysfunctionalMdtM from pD22A.Cells were grown and inverted vesicles were generatedusing the protocols described in [25]. The total membraneprotein concentration of the vesicles was determined usingthe bicinchoninic acid assay (Thermo Scientific Pierce,Rockford, IL) according to the manufacturer’s protocol.Transport measurements were performed at the indicatedpH values (ranging between pH 6.5 to 9.75) at 25°C using aFluoromax-4 fluorometer (Horiba UK Ltd, Middlesex, UK).Inverted vesicles were excited at 492 nm and the fluores-cence emission recorded at 525 nm. The excitation andemission slit widths were set to 1.5 nm and 2.5 nm, respect-ively. Inverted membrane vesicles were added to reactionbuffer (10 mM BTP adjusted to the indicated pH with HCl,5 mM MgSO4 and 1 μM acridine orange) in a quartz cu-vette to a final concentration of 0.5 mg/ml membrane pro-tein in a total volume of 1.5 ml. For each assay, the invertedvesicle mixture was allowed to equilibrate for ~300 s priorto recording of the fluorescence signal. To initiaterespiration-dependent generation of ΔpH (acid inside), afinal concentration of 2 mM Tris-D-L-lactate, made up inreaction buffer at the desired pH, was added to the reactionmixture at the time indicated. Once a stable ΔpH wasestablished, and the fluorescence quench of acridine orangereached steady state (usually after ~200 s), sodium gluco-nate or potassium gluconate at a final concentration of 100mM was added to assess the ability of external K+ and Na+to act as substrates for antiport with internal H+. Gluconaterather than chloride salts of the metal cations were used toavoid any potential interference with the assay by Cl- ions[49]. The fluorescence dequenching upon addition of Na+or K+ (due to dissipation of the established ΔpH as aresult of MdtM-mediated metal cation/H+ antiport activity)was monitored for an additional 60 s prior to the additionof 100 μM of the protonophore carbonyl cyanide 3-chlorophenylhydrazone (CCCP) to completely dissipatethe ΔpH and abolish transport. All experiments wereperformed in triplicate on at least two separate preparationsof inverted vesicles.The results of the transport assays were used toconstruct a pH profile of transport activity as described in[42]. Briefly, MdtM-mediated Na+/H+ and K+/H+ antiportactivity at every pH value tested was calculated as the per-cent dequenching of the acridine orange fluorescence rela-tive to the initial respiration-dependent quench. Thecalculated activities were corrected for nonspecific back-ground activity by subtraction of the dequenching mea-sured in the comparative controls.Holdsworth and Law BMC Microbiology 2013, 13:113 Page 17 of 19http://www.biomedcentral.com/1471-2180/13/113Assessment of the apparent affinity of MdtM for Na+ andK+ cationsThe affinity of MdtM for transported Na+ and K+ ions wasestimated by measuring the concentration of each ion thatwas required to elicit the half-maximal, steady-statepercent dequenching of acridine orange fluorescence ininverted vesicles derived from TO114 cells transformedwith pMdtM. The fluorescence dequench response wasinitiated by addition of varying concentrations (from 5mM to 125 mM) of cation to the inverted vesicles as de-scribed before [42,50-52]. Fluorescence-based assays ofthe Na+/H+ and K+/H+ activity of MdtM in E. coli TO114inverted vesicles were conducted over a range of concen-trations of added Na+ gluconate or K+ gluconate. The as-says were performed at 25°C at the previously determinedpH optimum for each antiport reaction (pH 9.25 and pH9.0 for Na+/H+ and K+/H+, respectively); the activity ob-served in inverted vesicles from the pD22A controltransformant was subtracted from the recombinant wild-type MdtM activity at each substrate concentration to ob-tain the values shown. The [Na+]1/2 and [K+]1/2 valueswere determined from nonlinear regression analysis of thedata using SigmaPlot 10 (Systat, Richmond, CA).Measurement of transmembrane ΔψThe Δψ-sensitive fluorophore Oxonol V [bis-(3-phenyl-5-oxoisoxazol-4-yl)pentamethine oxonol] (Cambridge Bio-science Ltd, Cambridge, UK) was used to determine if theMdtM-mediated antiport observed in the previous experi-ments was electrogenic. Inverted vesicles were producedfrom TO114 cells transformed with pMdtM or pD22A asdescribed previously [25], except that the vesicle resuspen-sion buffer was made Cl--free by substitution of the 140mM choline chloride component with 280 mM sorbitol[42] and by using H2SO4 rather than HCl to adjust bufferpH. Inverted vesicles produced from E. coli BW25113 cellsthat retained the full complement of electrogenic Na+/H+antiporters provided a positive control. Vesicles (500 μg/mlmembrane protein) were added to assay buffer (10 mMBTP, 5 mM MgSO4, 5 μM Oxonol V) that had its pH ad-justed to 9.0 (for detection of electrogenic K+/H+ antiport)or 9.25 (for detection of electrogenic Na+/H+ antiport).The pH of the assay buffer used for positive controlBW25113 vesicles was adjusted to 8.5 to ensure detectionof electrogenic NhaA-catalysed Na+/H+ antiport activity[30]. All vesicles were incubated on ice for 200 s prior toaddition of 2 mM Tris-D-L-lactate to initiate respiration-dependent generation of Δψ, and the resultant quenchingof Oxonol V fluorescence was monitored at 25°C using aFluoromax-4 fluorometer with an excitation wavelength of599 nm and emission wavelength of 634 nm. Excitationand emission slit widths were set to 10 nm and 20 nm, re-spectively. Electrogenic antiport activity was estimated onthe basis of its ability to dissipate the established Δψ(recorded as a dequenching of the fluorescence signal) inresponse to addition of 100 mM Na+ gluconate or K+gluconate to vesicles at the times indicated. Addition of100 μM CCCP was used to abolish both Δψ and ΔpH com-ponents of the PMF. As a further control, 1 μM of theionophore nigericin (which at low concentrations select-ively consumes ΔpH in the presence of K+ viaelectroneutral K+/H+ exchange)[5] was added to vesicles ofTO114 cells transformed with pMdtM. These vesicles wereincubated in assay buffer that contained 50 mM K+ gluco-nate, and valinomycin (5 μM) was added to selectivelyabolish Δψ.Measurement of cytoplasmic pHThe intracellular pH of E. coli whole-cell suspensions atvarious external alkaline pH values was determinedby ratiometric fluorescence measurements of theacetoxymethyl ester derivative of the membrane-permeant,pH-sensitive fluorescent probe, 2,7-bis-(2-carboxyethyl)-5-carboxyfluorescein (BCECF-AM; Life Technologies Ltd,Paisley, UK) [53]. Intracellular pH was correlated to fluor-escence signal by recording the fluorescence emissionintensity of BCECF at 530 nm upon excitation at 490 nm(the BCECF pH-dependent excitation wavelength) and at440 nm (the BCECF pH-independent excitation wave-length). Calculation of the ratio intensities at the twoexcitation wavelengths permitted intracellular pH mea-surements that were independent of intensity losses dueto changes in the absorption profile of the probe and/orphotobleaching.Calibration of the system was performed on suspensionsof E. coli ΔmdtM BW25113 cells. Cultures from single bac-terial colonies were grown aerobically at 30°C to an OD600of 3.0 in LB medium supplemented with 30 μg/ml kanamy-cin. Cultures were then diluted 125-fold into 100 ml offresh LB medium containing antibiotic and grown aerobic-ally at 37°C to an OD600 of 1.0. Six 10 ml aliquots of cellswere pelleted by centrifugation (3000 × g) at 4°C andwashed twice in assay buffer (140 mM NaCl, 10 mMHEPES and 1 mM MgCl2) that had pH adjusted with KOHto 7.5, 8.0, 8.5, 9.0, 9.25 or 9.5. To load the cells with fluor-escent probe, the washed cells were pelleted and thenresuspended to OD600 of 2.0 in assay buffer that contained2.5 μM BCECF-AM. To equalize internal and external pH,10 μM of the protonophore CCCP was added to the bufferand the cells were incubated in the dark at 37°C for 1 h.BCECF-AM-loaded cells were collected by centrifugationand stored on ice until use. For each pH value investigated,200 μl of loaded cells were added to 1.3 ml of assay bufferthat contained 10 μM CCCP. After incubation at 30°C for60 s, the fluorescence intensity of the mixture at 530 nmupon excitation at 490 nm and 440 nm was recorded undercontinuous stirring using a Fluoromax-4 fluorometer withexcitation and emission slit widths set to 1.0 nm andHoldsworth and Law BMC Microbiology 2013, 13:113 Page 18 of 19http://www.biomedcentral.com/1471-2180/13/11310 nm, respectively. Experiments were performed in tripli-cate for each pH value investigated and used to construct acalibration plot that correlated the 490 nm/440 nm fluores-cence emission ratio to pH.To determine if MdtM functioned in maintenance of astable intracellular pH under conditions of alkalinestress, fluorescence measurements were performed onpMdtM and pD22A transformants of E. coli ΔmdtMBW25113 cells at six different external alkaline pHvalues using the method described above except thatcarbenicillin (100 μg/ml) and L–arabinose (0.002% w/v)was added to the growth medium, CCCP was omittedfrom the assay buffer, and D-glucose (1 mM) was addedto the assay buffer to energise the cells 60 s prior to re-cording the fluorescence.Western blot analysis of recombinant MdtMEstimation of expression levels of recombinant wild-typeand D22A mutant MdtM by transformed ΔmdtMBW25113 cells grown at different alkaline pH values wasperformed as described in [25].Additional fileAdditional file 1: PDF file showing that E. coli ΔmdfA cellscomplemented with plasmidic wild-type mdtM can grow at alkalinepH. Growth of ΔmdfA E. coli BW25113 cells complemented withpMdtM or the pD22A mutant in liquid LB media at differentalkaline pH values. Data points and error bars represent the mean ± SEof three independent measurements.Competing interestsThe authors declare no competing interests.Authors’ contributionsSRH performed the experimental work described in the study and participated inits design. CJL conceived of, designed and coordinated the study, and wrote themanuscript. Both authors read and approved the final manuscript.AcknowledgementsThe authors thank Professors Eitan Bibi (Weizmann Institute of Science, Rehovot,Israel) and Hiroshi Kobayashi (Chiba University, Japan) for the kind gifts of E. coliUTL2 and TO114 cells, respectively. This work was supported in part by BBSRCResearch Grant BB/K014226/1 (to CJL). SRH was supported by a Northern IrelandDepartment of Employment and Learning (DEL) postgraduate studentship.Received: 6 March 2013 Accepted: 20 May 2013Published: 23 May 2013References1. Krulwich TA, Sachs G, Padan E: Molecular aspects of bacterial pH sensingand homeostasis. Nat Rev Microbiol 2011, 9:330–343.2. Gerba CP, McLeod JS: Effect of sediments on the survival of Escherichiacoli in marine waters. Appl Environ Microbiol 1976, 32:114–120.3. Hood MA, Ness GE: Survival of Vibrio cholerae and Escherichia coli inestuarine waters and sediments. Appl Environ Microbiol 1982, 43:578–584.4. Slonczewski JL, Fujisawa M, Dopson M, Krulwich TA: Cytoplasmic pHmeasurement and homeostasis in bacteria and archaea. Adv MicrobPhysiol 2009, 55:1–79. 317.5. Padan E, Bibi E, Ito M, Krulwich TA: Alkaline pH homeostasis in bacteria:new insights. Biochim Biophys Acta 2005, 1717:67–88.6. Krulwich TA, Hicks DB, Ito M: Cation/proton antiporter complements ofbacteria: why so large and diverse? Mol Microbiol 2009, 74:257–260.7. Krulwich TA, Cheng J, Guffanti AA: The role of monovalent cation/protonantiporters in Na(+)-resistance and pH homeostasis in Bacillus: analkaliphile versus a neutralophile. J Exp Biol 1994, 196:457–470.8. Padan E, Kozachkov L, Herz K, Rimon A: NhaA crystal structure: functional-structural insights. J Exp Biol 2009, 212:1593–1603.9. Lewinson O, Padan E, Bibi E: Alkalitolerance: a biological function for amultidrug transporter in pH homeostasis. Proc Natl Acad Sci USA 2004,101:14073–14078.10. Saier MH Jr, Beatty JT, Goffeau A, Harley KT, Heijne WH, Huang SC, Jack DL,Jahn PS, Lew K, Liu J, et al: The major facilitator superfamily. J MolMicrobiol Biotechnol 1999, 1:257–279.11. Saidijam M, Benedetti G, Ren Q, Xu Z, Hoyle CJ, Palmer SL, Ward A, BettaneyKE, Szakonyi G, Meuller J, et al: Microbial drug efflux proteins of the majorfacilitator superfamily. Curr Drug Targets 2006, 7:793–811.12. Radchenko MV, Tanaka K, Waditee R, Oshimi S, Matsuzaki Y, Fukuhara M,Kobayashi H, Takabe T, Nakamura T: Potassium/proton antiport system ofEscherichia coli. J Biol Chem 2006, 281:19822–19829.13. Dover N, Padan E: Transcription of nhaA, the main Na(+)/H(+) antiporterof Escherichia coli, is regulated by Na(+) and growth phase. J Bacteriol2001, 183:644–653.14. Padan E, Maisler N, Taglicht D, Karpel R, Schuldiner S: Deletion of ant inEscherichia coli reveals its function in adaptation to high salinity and analternative Na+/H+ antiporter system(s). J Biol Chem 1989, 264:20297–20302.15. Edgar R, Bibi E: MdfA, an Escherichia coli multidrug resistance proteinwith an extraordinarily broad spectrum of drug recognition. J Bacteriol1997, 179:2274–2280.16. Lewinson O, Adler J, Sigal N, Bibi E: Promiscuity in multidrug recognition andtransport: the bacterial MFS Mdr transporters. Mol Microbiol 2006, 61:277–284.17. Krulwich TA, Lewinson O, Padan E, Bibi E: Do physiological roles fosterpersistence of drug/multidrug-efflux transporters? A case study. Nat RevMicrobiol 2005, 3:566–572.18. Piddock LJ: Multidrug-resistance efflux pumps - not just for resistance.Nat Rev Microbiol 2006, 4:629–636.19. Neyfakh AA: Natural functions of bacterial multidrug transporters.Trends Microbiol 1997, 5:309–313.20. Fluman N, Bibi E: Bacterial multidrug transport through the lens of themajor facilitator superfamily. Biochim Biophys Acta 2009, 1794:738–747.21. Woolridge DP, Vazquez-Laslop N, Markham PN, Chevalier MS, Gerner EW,Neyfakh AA: Efflux of the natural polyamine spermidine facilitated by theBacillus subtilismultidrug transporter Blt. J Biol Chem 1997, 272:8864–8866.22. Vardy E, Steiner-Mordoch S, Schuldiner S: Characterization of bacterialdrug antiporters homologous to mammalian neurotransmittertransporters. J Bacteriol 2005, 187:7518–7525.23. Krulwich TA, Jin J, Guffanti AA, Bechhofer H: Functions of tetracyclineefflux proteins that do not involve tetracycline. J Mol Microbiol Biotechnol2001, 3:237–246.24. Holdsworth SR, Law CJ: Functional and biochemical characterisation ofthe Escherichia coli major facilitator superfamily multidrug transporterMdtM. Biochimie 2012, 94:1334–1346.25. Holdsworth SR, Law CJ: The major facilitator superfamily transporter MdtMcontributes to the intrinsic resistance of Escherichia coli to quaternaryammonium compounds. J Antimicrob Chemother 2013, 68:831–839.26. Ohyama T, Igarashi K, Kobayashi H: Physiological role of the chaA gene insodium and calcium circulations at a high pH in Escherichia coli.J Bacteriol 1994, 176:4311–4315.27. Pinner E, Kotler Y, Padan E, Schuldiner S: Physiological role of nhaB, a specificNa+/H+ antiporter in Escherichia coli. J Biol Chem 1993, 268:1729–1734.28. Dibrov PA: Calcium transport mediated by NhaA, a Na+/H+ antiporterfrom Escherichia coli. FEBS Lett 1993, 336:530–534.29. Ros R, Montesinos C, Rimon A, Padan E, Serrano R: Altered Na+ and Li+homeostasis in Saccharomyces cerevisiae cells expressing the bacterialcation antiporter NhaA. J Bacteriol 1998, 180:3131–3136.30. Taglicht D, Padan E, Schuldiner S: Overproduction and purification of afunctional Na+/H+ antiporter coded by nhaA (ant) from Escherichia coli.J Biol Chem 1991, 266:11289–11294.31. Taglicht D, Padan E, Schuldiner S: Proton-sodium stoichiometry of NhaA,an electrogenic antiporter from Escherichia coli. J Biol Chem 1993,268:5382–5387.32. Padan E, Tzubery T, Herz K, Kozachkov L, Rimon A, Galili L: NhaA ofEscherichia coli, as a model of a pH-regulated Na+/H+antiporter.Biochim Biophys Acta 2004, 1658:2–13.http://www.biomedcentral.com/content/supplementary/1471-2180-13-113-S1.pdfHoldsworth and Law BMC Microbiology 2013, 13:113 Page 19 of 19http://www.biomedcentral.com/1471-2180/13/11333. Cheng J, Guffanti AA, Wang W, Krulwich TA, Bechhofer DH: ChromosomaltetA(L) gene of Bacillus subtilis: regulation of expression and physiologyof a tetA(L) deletion strain. J Bacteriol 1996, 178:2853–2860.34. Bibi E, Adler J, Lewinson O, Edgar R: MdfA, an interesting model protein forstudying multidrug transport. J Mol Microbiol Biotechnol 2001, 3:171–177.35. Burland V, Plunkett G 3rd, Sofia HJ, Daniels DL, Blattner FR: Analysis of theEscherichia coli genome VI: DNA sequence of the region from 92.8through 100 minutes. Nuc Acid Res 1995, 23:2105–2119.36. Booth IR: Regulation of cytoplasmic pH in bacteria. Microbiol Revs 1985,49:359–378.37. Plack RH Jr, Rosen BP: Cation/proton antiport systems in Escherichia coli.Absence of potassium/proton antiporter activity in a pH-sensitivemutant. J Biol Chem 1980, 255:3824–3825.38. Guffanti AA, Krulwich TA: Tetracycline/H+ antiport and Na+/H+ antiportcatalyzed by the Bacillus subtilis TetA(L) transporter expressed inEscherichia coli. J Bacteriol 1995, 177:4557–4561.39. Lewinson O, Adler J, Poelarends GJ, Mazurkiewicz P, Driessen AJ, Bibi E: TheEscherichia coli multidrug transporter MdfA catalyzes both electrogenicand electroneutral transport reactions. Proc Natl Acad Sci USA 2003,100:1667–1672.40. Pinner E, Padan E, Schuldiner S: Kinetic properties of NhaB, a Na+/H+antiporter from Escherichia coli. J Biol Chem 1994, 269:26274–2627.41. Kuroda T, Shimamoto T, Inaba K, Tsuda M, Tsuchiya T: Properties andsequence of the NhaA Na+/H+ antiporter of Vibrio parahaemolyticus.J Biochem 1994, 116:1030–1038.42. Resch CT, Winogrodzki JL, Patterson CT, Lind EJ, Quinn MJ, Dibrov P, HaseCC: The putative Na+/H+ antiporter of Vibrio cholerae, Vc-NhaP2, mediatesthe specific K+/H+ exchange in vivo. Biochemistry 2010, 49:2520–2528.43. Fluman N, Ryan CM, Whitelegge JP, Bibi E: Dissection of mechanisticprinciples of a secondary multidrug efflux protein. Mol Cell 2012, 47:777–787.44. Jin J, Guffanti AA, Bechhofer DH, Krulwich TA: Tet(L) and tet(K) tetracycline-divalent metal/H+ antiporters: characterization of multiple catalytic modesand a mutagenesis approach to differences in their efflux substrate andcoupling ion preferences. J Bacteriol 2002, 184:4722–4732.45. Datsenko KA, Wanner BL: One-step inactivation of chromosomal genes inEscherichia coli K-12 using PCR products. Proc Natl Acad Sci USA 2000,97:6640–6645.46. Baba T, Ara T, Hasegawa M, Takai Y, Okumura Y, Baba M, Datsenko KA,Tomita M, Wanner BL, Mori H: Construction of Escherichia coli K-12in-frame, single-gene knockout mutants: the Keio collection. Mol Syst Biol2006, 2:2006 0008.47. Beja O, Bibi E: Functional expression of mouse Mdr1 in an outermembrane permeability mutant of Escherichia coli. Proc Natl Acad Sci USA1996, 93:5969–5974.48. Goldberg EB, Arbel T, Chen J, Karpel R, Mackie GA, Schuldiner S, Padan E:Characterization of a Na+/H+ antiporter gene of Escherichia coli.Proc Natl Acad Sci U S A 1987, 84:2615–2619.49. Martin A, Narayanaswamy R: Studies on quenching of fluorescence ofreagents in aqueous solution leading to an optical chloride-ion sensor.Sensor Actuat B-Chem 1997, 39:330–333.50. Inaba M, Sakamoto A, Murata N: Functional expression in Escherichia coliof low-affinity and high-affinity Na(+)(Li(+))/H(+) antiporters ofSynechocystis. J Bacteriol 2001, 183:1376–1384.51. Kuroda T, Fujita N, Utsugi J, Kuroda M, Mizushima T, Tsuchiya T: A major Li(+) extrusion system NhaB of Pseudomonas aeruginosa: comparison with themajor Na(+) extrusion system NhaP. Microbiol Immunol 2004, 48:243–250.52. Liu J, Xue Y, Wang Q, Wei Y, Swartz TH, Hicks DB, Ito M, Ma Y, Krulwich TA:The activity profile of the NhaD-type Na+(Li+)/H+ antiporter from thesoda lake haloalkaliphile Alkalimonas amylolytica is adaptive for theextreme environment. J Bacteriol 2005, 187:7589–7595.53. Han J, Burgess K: Fluorescent indicators for intracellular pH. Chem Rev2010, 110:2709–2728.doi:10.1186/1471-2180-13-113Cite this article as: Holdsworth and Law: Multidrug resistance proteinMdtM adds to the repertoire of antiporters involved in alkaline pHhomeostasis in Escherichia coli. BMC Microbiology 2013 13:113.Submit your next manuscript to BioMed Centraland take full advantage of: • Convenient online submission• Thorough peer review• No space constraints or color figure charges• Immediate publication on acceptance• Inclusion in PubMed, CAS, Scopus and Google Scholar• Research which is freely available for redistributionSubmit your manuscript at www.biomedcentral.com/submit\tAbstract\tBackground\tResults\tConclusions\tBackground\tResults\tE. coli cells devoid of MdtM are sensitive to alkaline pH\tE. coli cells expressing MdtM from multicopy plasmid display an alkalitolerant phenotype\tNa+ or K+ cations are required for MdtM-mediated alkaline pH tolerance\tMdtM catalyses K+/H+ and Na+/H+ exchange activities\tpH profiles of MdtM-catalysed K+/H+ and Na+/H+ exchange activities\tApparent affinity of MdtM for transported Na+ and K+ is low\tMdtM also catalyses Rb+/H+ and Li+/H+ antiport but not Ca2+/H+ exchange\tMdtM-catalysed K+/H+ and Na+/H+ antiport is electrogenic\tIn alkaline environments, MdtM functions to maintain a cytoplasmic pH that is acidic relative to external pH\tDiscussion\tConclusions\tMethods\tBacterial strains and plasmids\tBacterial growth assays on solid medium\tBacterial growth assays in liquid medium\tWhole cell EtBr efflux assays\tMeasurement of transmembrane ΔpH\tAssessment of the apparent affinity of MdtM for Na+ and K+ cations\tMeasurement of transmembrane Δψ\tMeasurement of cytoplasmic pH\tWestern blot analysis of recombinant MdtM\tAdditional file\tCompeting interests\tAuthors’ contributions\tAcknowledgements\tReferences<<  /ASCII85EncodePages false  /AllowTransparency false  /AutoPositionEPSFiles true  /AutoRotatePages /PageByPage  /Binding /Left  /CalGrayProfile (Dot Gain 20%)  /CalRGBProfile (sRGB IEC61966-2.1)  /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)  /sRGBProfile (sRGB IEC61966-2.1)  /CannotEmbedFontPolicy /Error  /CompatibilityLevel 1.4  /CompressObjects /Tags  /CompressPages true  /ConvertImagesToIndexed true  /PassThroughJPEGImages true  /CreateJobTicket false  /DefaultRenderingIntent /Default  /DetectBlends true  /DetectCurves 0.1000  /ColorConversionStrategy /LeaveColorUnchanged  /DoThumbnails true  /EmbedAllFonts true  /EmbedOpenType false  /ParseICCProfilesInComments true  /EmbedJobOptions true  /DSCReportingLevel 0  /EmitDSCWarnings false  /EndPage -1  /ImageMemory 1048576  /LockDistillerParams true  /MaxSubsetPct 100  /Optimize true  /OPM 1  /ParseDSCComments true  /ParseDSCCommentsForDocInfo true  /PreserveCopyPage true  /PreserveDICMYKValues true  /PreserveEPSInfo true  /PreserveFlatness true  /PreserveHalftoneInfo false  /PreserveOPIComments false  /PreserveOverprintSettings true  /StartPage 1  /SubsetFonts true  /TransferFunctionInfo /Apply  /UCRandBGInfo /Preserve  /UsePrologue false  /ColorSettingsFile ()  /AlwaysEmbed [ true  ]  /NeverEmbed [ true  ]  /AntiAliasColorImages false  /CropColorImages true  /ColorImageMinResolution 300  /ColorImageMinResolutionPolicy /OK  /DownsampleColorImages true  /ColorImageDownsampleType /Bicubic  /ColorImageResolution 300  /ColorImageDepth -1  /ColorImageMinDownsampleDepth 1  /ColorImageDownsampleThreshold 1.50000  /EncodeColorImages true  /ColorImageFilter /DCTEncode  /AutoFilterColorImages true  /ColorImageAutoFilterStrategy /JPEG  /ColorACSImageDict <<    /QFactor 0.15    /HSamples [1 1 1 1] /VSamples [1 1 1 1]  >>  /ColorImageDict <<    /QFactor 0.15    /HSamples [1 1 1 1] /VSamples [1 1 1 1]  >>  /JPEG2000ColorACSImageDict <<    /TileWidth 256    /TileHeight 256    /Quality 30  >>  /JPEG2000ColorImageDict <<    /TileWidth 256    /TileHeight 256    /Quality 30  >>  /AntiAliasGrayImages false  /CropGrayImages true  /GrayImageMinResolution 300  /GrayImageMinResolutionPolicy /OK  /DownsampleGrayImages true  /GrayImageDownsampleType /Bicubic  /GrayImageResolution 300  /GrayImageDepth -1  /GrayImageMinDownsampleDepth 2  /GrayImageDownsampleThreshold 1.50000  /EncodeGrayImages true  /GrayImageFilter /DCTEncode  /AutoFilterGrayImages true  /GrayImageAutoFilterStrategy /JPEG  /GrayACSImageDict <<    /QFactor 0.15    /HSamples [1 1 1 1] /VSamples [1 1 1 1]  >>  /GrayImageDict <<    /QFactor 0.15    /HSamples [1 1 1 1] /VSamples [1 1 1 1]  >>  /JPEG2000GrayACSImageDict <<    /TileWidth 256    /TileHeight 256    /Quality 30  >>  /JPEG2000GrayImageDict <<    /TileWidth 256    /TileHeight 256    /Quality 30  >>  /AntiAliasMonoImages false  /CropMonoImages true  /MonoImageMinResolution 1200  /MonoImageMinResolutionPolicy /OK  /DownsampleMonoImages true  /MonoImageDownsampleType /Bicubic  /MonoImageResolution 1200  /MonoImageDepth -1  /MonoImageDownsampleThreshold 1.50000  /EncodeMonoImages true  /MonoImageFilter /CCITTFaxEncode  /MonoImageDict <<    /K -1  >>  /AllowPSXObjects false  /CheckCompliance [    /None  ]  /PDFX1aCheck false  /PDFX3Check false  /PDFXCompliantPDFOnly false  /PDFXNoTrimBoxError true  /PDFXTrimBoxToMediaBoxOffset [    0.00000    0.00000    0.00000    0.00000  ]  /PDFXSetBleedBoxToMediaBox true  /PDFXBleedBoxToTrimBoxOffset [    0.00000    0.00000    0.00000    0.00000  ]  /PDFXOutputIntentProfile (None)  /PDFXOutputConditionIdentifier ()  /PDFXOutputCondition ()  /PDFXRegistryName ()  /PDFXTrapped /False  /CreateJDFFile false  /Description <<    /ARA <FEFF06270633062A062E062F0645002006470630064700200627064406250639062F0627062F0627062A002006440625064606340627062100200648062B062706260642002000410064006F00620065002000500044004600200645062A0648062706410642062900200644064406370628062706390629002006300627062A002006270644062C0648062F0629002006270644063906270644064A06290020064506460020062E06440627064400200627064406370627062806390627062A00200627064406450643062A0628064A062900200623064800200623062C06470632062900200625062C06310627062100200627064406280631064806410627062A061B0020064A06450643064600200641062A062D00200648062B0627062606420020005000440046002006270644064506460634062306290020062806270633062A062E062F062706450020004100630072006F0062006100740020064800410064006F006200650020005200650061006400650072002006250635062F0627063100200035002E0030002006480627064406250635062F062706310627062A0020062706440623062D062F062B002E0020064506390020005000440046002F0041060C0020062706440631062C062706210020064506310627062C063906290020062F0644064A0644002006450633062A062E062F06450020004100630072006F006200610074061B0020064A06450643064600200641062A062D00200648062B0627062606420020005000440046002006270644064506460634062306290020062806270633062A062E062F062706450020004100630072006F0062006100740020064800410064006F006200650020005200650061006400650072002006250635062F0627063100200035002E0030002006480627064406250635062F062706310627062A0020062706440623062D062F062B002E>    /BGR <FEFF04180437043f043e043b043704320430043904420435002004420435043704380020043d0430044104420440043e0439043a0438002c00200437043000200434043000200441044a0437043404300432043004420435002000410064006f00620065002000500044004600200434043e043a0443043c0435043d044204380020043704300020043a0430044704350441044204320435043d0020043f04350447043004420020043d04300020043d043004410442043e043b043d04380020043f04400438043d04420435044004380020043800200443044104420440043e043904410442043204300020043704300020043f04350447043004420020043d04300020043f0440043e0431043d04380020044004300437043f0435044704300442043a0438002e002000200421044a04370434043004340435043d043804420435002000500044004600200434043e043a0443043c0435043d044204380020043c043e0433043004420020043404300020044104350020043e0442043204300440044f0442002004410020004100630072006f00620061007400200438002000410064006f00620065002000520065006100640065007200200035002e00300020043800200441043b0435043404320430044904380020043204350440044104380438002e>    /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000500044004600206587686353ef901a8fc7684c976262535370673a548c002000700072006f006f00660065007200208fdb884c9ad88d2891cf62535370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>    /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef653ef5728684c9762537088686a5f548c002000700072006f006f00660065007200204e0a73725f979ad854c18cea7684521753706548679c300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>    /CZE <FEFF005400610074006f0020006e006100730074006100760065006e00ed00200070006f0075017e0069006a007400650020006b0020007600790074007600e101590065006e00ed00200064006f006b0075006d0065006e0074016f002000410064006f006200650020005000440046002000700072006f0020006b00760061006c00690074006e00ed0020007400690073006b0020006e0061002000730074006f006c006e00ed006300680020007400690073006b00e10072006e00e100630068002000610020006e00e1007400690073006b006f007600fd006300680020007a0061015900ed007a0065006e00ed00630068002e002000200056007900740076006f01590065006e00e900200064006f006b0075006d0065006e007400790020005000440046002000620075006400650020006d006f017e006e00e90020006f007400650076015900ed007400200076002000700072006f006700720061006d0065006300680020004100630072006f00620061007400200061002000410064006f00620065002000520065006100640065007200200035002e0030002000610020006e006f0076011b006a016100ed00630068002e>    /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002000740069006c0020006b00760061006c00690074006500740073007500640073006b007200690076006e0069006e006700200065006c006c006500720020006b006f007200720065006b007400750072006c00e60073006e0069006e0067002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>    /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200076006f006e002000640065006e0065006e002000530069006500200068006f00630068007700650072007400690067006500200044007200750063006b006500200061007500660020004400650073006b0074006f0070002d0044007200750063006b00650072006e00200075006e0064002000500072006f006f0066002d00470065007200e400740065006e002000650072007a0065007500670065006e0020006d00f60063006800740065006e002e002000450072007300740065006c006c007400650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000410064006f00620065002000520065006100640065007200200035002e00300020006f0064006500720020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>    /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000640065002000410064006f0062006500200050004400460020007000610072006100200063006f006e00730065006700750069007200200069006d0070007200650073006900f3006e002000640065002000630061006c006900640061006400200065006e00200069006d0070007200650073006f0072006100730020006400650020006500730063007200690074006f00720069006f00200079002000680065007200720061006d00690065006e00740061007300200064006500200063006f00720072006500630063006900f3006e002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>    /ETI <FEFF004b00610073007500740061006700650020006e0065006900640020007300e4007400740065006900640020006c006100750061002d0020006a00610020006b006f006e00740072006f006c006c007400f5006d006d006900730065007000720069006e0074006500720069007400650020006a0061006f006b00730020006b00760061006c006900740065006500740073006500740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740069006400650020006c006f006f006d006900730065006b0073002e002e00200020004c006f006f0064007500640020005000440046002d0064006f006b0075006d0065006e00740065002000730061006100740065002000610076006100640061002000700072006f006700720061006d006d006900640065006700610020004100630072006f0062006100740020006e0069006e0067002000410064006f00620065002000520065006100640065007200200035002e00300020006a00610020007500750065006d006100740065002000760065007200730069006f006f006e00690064006500670061002e000d000a>    /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f00620065002000500044004600200070006f007500720020006400650073002000e90070007200650075007600650073002000650074002000640065007300200069006d007000720065007300730069006f006e00730020006400650020006800610075007400650020007100750061006c0069007400e90020007300750072002000640065007300200069006d007000720069006d0061006e0074006500730020006400650020006200750072006500610075002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>    /GRE <FEFF03a703c103b703c303b903bc03bf03c003bf03b903ae03c303c403b5002003b103c503c403ad03c2002003c403b903c2002003c103c503b803bc03af03c303b503b903c2002003b303b903b1002003bd03b1002003b403b703bc03b903bf03c503c103b303ae03c303b503c403b5002003ad03b303b303c103b103c603b1002000410064006f006200650020005000440046002003b303b903b1002003b503ba03c403cd03c003c903c303b7002003c003bf03b903cc03c403b703c403b103c2002003c303b5002003b503ba03c403c503c003c903c403ad03c2002003b303c103b103c603b503af03bf03c5002003ba03b103b9002003b403bf03ba03b903bc03b103c303c403ad03c2002e0020002003a403b10020005000440046002003ad03b303b303c103b103c603b1002003c003bf03c5002003ad03c703b503c403b5002003b403b703bc03b903bf03c503c103b303ae03c303b503b9002003bc03c003bf03c103bf03cd03bd002003bd03b1002003b103bd03bf03b903c703c403bf03cd03bd002003bc03b5002003c403bf0020004100630072006f006200610074002c002003c403bf002000410064006f006200650020005200650061006400650072002000200035002e0030002003ba03b103b9002003bc03b503c403b103b303b503bd03ad03c303c403b503c103b503c2002003b503ba03b403cc03c303b503b903c2002e>    /HEB <FEFF05D405E905EA05DE05E905D5002005D105D405D205D305E805D505EA002005D005DC05D4002005DB05D305D9002005DC05D905E605D505E8002005DE05E105DE05DB05D9002000410064006F006200650020005000440046002005E205D105D505E8002005D405D305E405E105D4002005D005D905DB05D505EA05D905EA002005D105DE05D305E405E105D505EA002005E905D505DC05D705E005D905D505EA002005D505DB05DC05D9002005D405D205D405D4002E002005DE05E105DE05DB05D9002005D4002D005000440046002005E905E005D505E605E805D905DD002005E005D905EA05E005D905DD002005DC05E405EA05D905D705D4002005D105D005DE05E605E205D505EA0020004100630072006F006200610074002005D5002D00410064006F00620065002000520065006100640065007200200035002E0030002005D505D205E805E105D005D505EA002005DE05EA05E705D305DE05D505EA002005D905D505EA05E8002E>    /HRV <FEFF005a00610020007300740076006100720061006e006a0065002000410064006f00620065002000500044004600200064006f006b0075006d0065006e0061007400610020007a00610020006b00760061006c00690074006500740061006e0020006900730070006900730020006e006100200070006900730061010d0069006d006100200069006c0069002000700072006f006f006600650072002000750072006501110061006a0069006d0061002e00200020005300740076006f00720065006e0069002000500044004600200064006f006b0075006d0065006e007400690020006d006f006700750020007300650020006f00740076006f00720069007400690020004100630072006f00620061007400200069002000410064006f00620065002000520065006100640065007200200035002e0030002000690020006b00610073006e0069006a0069006d0020007600650072007a0069006a0061006d0061002e>    /HUN <FEFF004d0069006e0151007300e9006700690020006e0079006f006d00610074006f006b0020006b00e90073007a00ed007400e9007300e900680065007a002000610073007a00740061006c00690020006e0079006f006d00740061007400f3006b006f006e002000e9007300200070007200f300620061006e0079006f006d00f3006b006f006e00200065007a0065006b006b0065006c0020006100200062006500e1006c006c00ed007400e10073006f006b006b0061006c002c00200068006f007a007a006f006e0020006c00e9007400720065002000410064006f00620065002000500044004600200064006f006b0075006d0065006e00740075006d006f006b00610074002e0020002000410020006c00e90074007200650068006f007a006f00740074002000500044004600200064006f006b0075006d0065006e00740075006d006f006b00200061007a0020004100630072006f006200610074002c00200061007a002000410064006f00620065002000520065006100640065007200200035002e0030002000e9007300200061007a002000610074007400f3006c0020006b00e9007301510062006200690020007600650072007a006900f3006b006b0061006c00200020006e00790069007400680061007400f3006b0020006d00650067002e>    /ITA <FEFF005500740069006c0069007a007a006100720065002000710075006500730074006500200069006d0070006f007300740061007a0069006f006e00690020007000650072002000630072006500610072006500200064006f00630075006d0065006e00740069002000410064006f006200650020005000440046002000700065007200200075006e00610020007300740061006d007000610020006400690020007100750061006c0069007400e00020007300750020007300740061006d00700061006e0074006900200065002000700072006f006f0066006500720020006400650073006b0074006f0070002e0020004900200064006f00630075006d0065006e007400690020005000440046002000630072006500610074006900200070006f00730073006f006e006f0020006500730073006500720065002000610070006500720074006900200063006f006e0020004100630072006f00620061007400200065002000410064006f00620065002000520065006100640065007200200035002e003000200065002000760065007200730069006f006e006900200073007500630063006500730073006900760065002e>    /JPN <FEFF9ad854c18cea51fa529b7528002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e30593002537052376642306e753b8cea3092670059279650306b4fdd306430533068304c3067304d307e3059300230c730b930af30c830c330d730d730ea30f330bf3067306e53705237307e305f306f30d730eb30fc30d57528306b9069305730663044307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e30593002>    /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020b370c2a4d06cd0d10020d504b9b0d1300020bc0f0020ad50c815ae30c5d0c11c0020ace0d488c9c8b85c0020c778c1c4d560002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>    /LTH <FEFF004e006100750064006f006b0069007400650020016100690075006f007300200070006100720061006d006500740072007500730020006e006f0072011700640061006d00690020006b0075007200740069002000410064006f00620065002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b007500720069006500200073006b00690072007400690020006b006f006b0079006200690161006b0061006900200073007000610075007300640069006e007400690020007300740061006c0069006e0069006100690073002000690072002000620061006e00640079006d006f00200073007000610075007300640069006e007400750076006100690073002e0020002000530075006b0075007200740069002000500044004600200064006f006b0075006d0065006e007400610069002000670061006c006900200062016b007400690020006100740069006400610072006f006d00690020004100630072006f006200610074002000690072002000410064006f00620065002000520065006100640065007200200035002e0030002000610072002000760117006c00650073006e0117006d00690073002000760065007200730069006a006f006d00690073002e>    /LVI <FEFF0049007a006d0061006e0074006f006a00690065007400200161006f00730020006900650073007400610074012b006a0075006d00750073002c0020006c0061006900200069007a0076006500690064006f00740075002000410064006f00620065002000500044004600200064006f006b0075006d0065006e0074007500730020006b00760061006c0069007400610074012b0076006100690020006400720075006b010101610061006e00610069002000610072002000670061006c006400610020007000720069006e00740065007200690065006d00200075006e0020007000610072006100750067006e006f00760069006c006b0075006d0075002000690065007300700069006500640113006a00690065006d002e00200049007a0076006500690064006f006a006900650074002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b006f002000760061007200200061007400760113007200740020006100720020004100630072006f00620061007400200075006e002000410064006f00620065002000520065006100640065007200200035002e0030002c0020006b0101002000610072012b00200074006f0020006a00610075006e0101006b0101006d002000760065007200730069006a0101006d002e>    /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken voor kwaliteitsafdrukken op desktopprinters en proofers. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)    /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200066006f00720020007500740073006b00720069006600740020006100760020006800f800790020006b00760061006c00690074006500740020007000e500200062006f007200640073006b0072006900760065007200200065006c006c00650072002000700072006f006f006600650072002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002000730065006e006500720065002e>    /POL <FEFF0055007300740061007700690065006e0069006100200064006f002000740077006f0072007a0065006e0069006100200064006f006b0075006d0065006e007400f3007700200050004400460020007a002000770079017c0073007a010500200072006f007a0064007a00690065006c0063007a006f015b0063006901050020006f006200720061007a006b00f30077002c0020007a0061007000650077006e00690061006a0105006301050020006c006500700073007a01050020006a0061006b006f015b0107002000770079006400720075006b00f30077002e00200044006f006b0075006d0065006e0074007900200050004400460020006d006f017c006e00610020006f007400770069006500720061010700200077002000700072006f006700720061006d006900650020004100630072006f00620061007400200069002000410064006f00620065002000520065006100640065007200200035002e0030002000690020006e006f00770073007a0079006d002e>    /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f0062006500200050004400460020007000610072006100200069006d0070007200650073007300f5006500730020006400650020007100750061006c0069006400610064006500200065006d00200069006d00700072006500730073006f0072006100730020006400650073006b0074006f00700020006500200064006900730070006f00730069007400690076006f0073002000640065002000700072006f00760061002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>    /RUM <FEFF005500740069006c0069007a00610163006900200061006300650073007400650020007300650074010300720069002000700065006e007400720075002000610020006300720065006100200064006f00630075006d0065006e00740065002000410064006f006200650020005000440046002000700065006e007400720075002000740069007001030072006900720065002000640065002000630061006c006900740061007400650020006c006100200069006d007000720069006d0061006e007400650020006400650073006b0074006f00700020015f0069002000700065006e0074007200750020007600650072006900660069006300610074006f00720069002e002000200044006f00630075006d0065006e00740065006c00650020005000440046002000630072006500610074006500200070006f00740020006600690020006400650073006300680069007300650020006300750020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e00300020015f00690020007600650072007300690075006e0069006c006500200075006c0074006500720069006f006100720065002e>    /RUS <FEFF04180441043f043e043b044c04370443043904420435002004340430043d043d044b04350020043d0430044104420440043e0439043a043800200434043b044f00200441043e043704340430043d0438044f00200434043e043a0443043c0435043d0442043e0432002000410064006f006200650020005000440046002c0020043f044004350434043d04300437043d043004470435043d043d044b044500200434043b044f0020043a0430044704350441044204320435043d043d043e04390020043f043504470430044204380020043d04300020043d043004410442043e043b044c043d044b04450020043f04400438043d044204350440043004450020043800200443044104420440043e04390441044204320430044500200434043b044f0020043f043e043b044304470435043d0438044f0020043f0440043e0431043d044b04450020043e0442044204380441043a043e0432002e002000200421043e043704340430043d043d044b04350020005000440046002d0434043e043a0443043c0435043d0442044b0020043c043e0436043d043e00200020043e0442043a0440044b043204300442044c002004410020043f043e043c043e0449044c044e0020004100630072006f00620061007400200438002000410064006f00620065002000520065006100640065007200200035002e00300020043800200431043e043b043504350020043f043e04370434043d043804450020043204350440044104380439002e>    /SKY <FEFF0054006900650074006f0020006e006100730074006100760065006e0069006100200070006f0075017e0069007400650020006e00610020007600790074007600e100720061006e0069006500200064006f006b0075006d0065006e0074006f0076002000410064006f00620065002000500044004600200070007200650020006b00760061006c00690074006e00fa00200074006c0061010d0020006e0061002000730074006f006c006e00fd0063006800200074006c0061010d00690061007201480061006300680020006100200074006c0061010d006f007600fd006300680020007a006100720069006100640065006e0069006100630068002e00200056007900740076006f00720065006e00e900200064006f006b0075006d0065006e007400790020005000440046002000620075006400650020006d006f017e006e00e90020006f00740076006f00720069016500200076002000700072006f006700720061006d006f006300680020004100630072006f00620061007400200061002000410064006f00620065002000520065006100640065007200200035002e0030002000610020006e006f0076016100ed00630068002e000d000a>    /SLV <FEFF005400650020006e006100730074006100760069007400760065002000750070006f0072006100620069007400650020007a00610020007500730074007600610072006a0061006e006a006500200064006f006b0075006d0065006e0074006f0076002000410064006f0062006500200050004400460020007a00610020006b0061006b006f0076006f00730074006e006f0020007400690073006b0061006e006a00650020006e00610020006e0061006d0069007a006e006900680020007400690073006b0061006c006e0069006b0069006800200069006e0020007000720065007600650072006a0061006c006e0069006b00690068002e00200020005500730074007600610072006a0065006e006500200064006f006b0075006d0065006e0074006500200050004400460020006a00650020006d006f0067006f010d00650020006f0064007000720065007400690020007a0020004100630072006f00620061007400200069006e002000410064006f00620065002000520065006100640065007200200035002e003000200069006e0020006e006f00760065006a01610069006d002e>    /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f0074002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a00610020006c0061006100640075006b006100730074006100200074007900f6007000f60079007400e400740075006c006f0073007400750073007400610020006a00610020007600650064006f007300740075007300740061002000760061007200740065006e002e00200020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>    /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740020006600f600720020006b00760061006c00690074006500740073007500740073006b0072006900660074006500720020007000e5002000760061006e006c00690067006100200073006b0072006900760061007200650020006f006300680020006600f600720020006b006f007200720065006b007400750072002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>    /TUR <FEFF004d00610073006100fc0073007400fc002000790061007a013100630131006c006100720020007600650020006200610073006b01310020006d0061006b0069006e0065006c006500720069006e006400650020006b0061006c006900740065006c00690020006200610073006b013100200061006d0061006301310079006c0061002000410064006f006200650020005000440046002000620065006c00670065006c0065007200690020006f006c0075015f007400750072006d0061006b0020006900e70069006e00200062007500200061007900610072006c0061007201310020006b0075006c006c0061006e0131006e002e00200020004f006c0075015f0074007500720075006c0061006e0020005000440046002000620065006c00670065006c0065007200690020004100630072006f006200610074002000760065002000410064006f00620065002000520065006100640065007200200035002e003000200076006500200073006f006e0072006100730131006e00640061006b00690020007300fc007200fc006d006c00650072006c00650020006100e70131006c006100620069006c00690072002e>    /UKR <FEFF04120438043a043e0440043804410442043e043204430439044204350020044604560020043f043004400430043c043504420440043800200434043b044f0020044104420432043e04400435043d043d044f00200434043e043a0443043c0435043d044204560432002000410064006f006200650020005000440046002c0020044f043a04560020043d04300439043a04400430044904350020043f045604340445043e0434044f0442044c00200434043b044f0020043204380441043e043a043e044f043a04560441043d043e0433043e0020043404400443043a04430020043d04300020043d0430044104420456043b044c043d043804450020043f04400438043d044204350440043004450020044204300020043f04400438044104420440043e044f044500200434043b044f0020043e044204400438043c0430043d043d044f0020043f0440043e0431043d0438044500200437043e04310440043004360435043d044c002e00200020042104420432043e04400435043d045600200434043e043a0443043c0435043d0442043800200050004400460020043c043e0436043d04300020043204560434043a0440043804420438002004430020004100630072006f006200610074002004420430002000410064006f00620065002000520065006100640065007200200035002e0030002004300431043e0020043f04560437043d04560448043e04570020043204350440044104560457002e>    /ENU (Use these settings to create Adobe PDF documents for quality printing on desktop printers and proofers.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)  >>  /Namespace [    (Adobe)    (Common)    (1.0)  ]  /OtherNamespaces [    <<      /AsReaderSpreads false      /CropImagesToFrames true      /ErrorControl /WarnAndContinue      /FlattenerIgnoreSpreadOverrides false      /IncludeGuidesGrids false      /IncludeNonPrinting false      /IncludeSlug false      /Namespace [        (Adobe)        (InDesign)        (4.0)      ]      /OmitPlacedBitmaps false      /OmitPlacedEPS false      /OmitPlacedPDF false      /SimulateOverprint /Legacy    >>    <<      /AddBleedMarks false      /AddColorBars false      /AddCropMarks false      /AddPageInfo false      /AddRegMarks false      /ConvertColors /NoConversion      /DestinationProfileName ()      /DestinationProfileSelector /NA      /Downsample16BitImages true      /FlattenerPreset <<        /PresetSelector /MediumResolution      >>      /FormElements false      /GenerateStructure true      /IncludeBookmarks false      /IncludeHyperlinks false      /IncludeInteractive false      /IncludeLayers false      /IncludeProfiles true      /MultimediaHandling /UseObjectSettings      /Namespace [        (Adobe)        (CreativeSuite)        (2.0)      ]      /PDFXOutputIntentProfileSelector /NA      /PreserveEditing true      /UntaggedCMYKHandling /LeaveUntagged      /UntaggedRGBHandling /LeaveUntagged      /UseDocumentBleed false    >>  ]>> setdistillerparams<<  /HWResolution [2400 2400]  /PageSize [595.440 793.440]>> setpagedevice"