"Multiple controls affect arsenite oxidase gene expression in Herminiimonas arsenicoxydansRESEARCH ARTICLE Open AccessMultiple controls affect arsenite oxidase geneexpression in Herminiimonas arsenicoxydansSandrine Koechler1†, Jessica Cleiss-Arnold1†, Caroline Proux2, Odile Sismeiro2, Marie-Agnès Dillies2,Florence Goulhen-Chollet1, Florence Hommais3, Didier Lièvremont1, Florence Arsène-Ploetze1, Jean-Yves Coppée2,Philippe N Bertin1*AbstractBackground: Both the speciation and toxicity of arsenic are affected by bacterial transformations, i.e. oxidation,reduction or methylation. These transformations have a major impact on environmental contamination and moreparticularly on arsenic contamination of drinking water. Herminiimonas arsenicoxydans has been isolated from anarsenic- contaminated environment and has developed various mechanisms for coping with arsenic, including theoxidation of As(III) to As(V) as a detoxification mechanism.Results: In the present study, a differential transcriptome analysis was used to identify genes, including arseniteoxidase encoding genes, involved in the response of H. arsenicoxydans to As(III). To get insight into the molecularmechanisms of this enzyme activity, a Tn5 transposon mutagenesis was performed. Transposon insertions resultingin a lack of arsenite oxidase activity disrupted aoxR and aoxS genes, showing that the aox operon transcription isregulated by the AoxRS two-component system. Remarkably, transposon insertions were also identified in rpoNcoding for the alternative N sigma factor (s54) of RNA polymerase and in dnaJ coding for the Hsp70 co-chaperone.Western blotting with anti-AoxB antibodies and quantitative RT-PCR experiments allowed us to demonstrate thatthe rpoN and dnaJ gene products are involved in the control of arsenite oxidase gene expression. Finally, thetranscriptional start site of the aoxAB operon was determined using rapid amplification of cDNA ends (RACE) and aputative -12/-24 s54-dependent promoter motif was identified upstream of aoxAB coding sequences.Conclusion: These results reveal the existence of novel molecular regulatory processes governing arsenite oxidaseexpression in H. arsenicoxydans. These data are summarized in a model that functionally integrates arseniteoxidation in the adaptive response to As(III) in this microorganism.BackgroundArsenic is present in various environments, releasedfrom either anthropogenic or natural sources. This ele-ment is toxic for living organisms and known to be ahuman carcinogen [1]. Its toxicological effects depend,at least in part, on its oxidation state and its chemicalforms, inorganic species being considered as more toxic[2]. The contamination of drinking water by the twoinorganic forms, arsenite As(III) and arsenate As(V), hasbeen reported in different parts of the world [3] andconstitutes a major threat of public health. Microorgan-isms are known to take part in the transformation, i.eoxidation, reduction or methylation of the metalloid,having a deep impact on arsenic contamination inenvironment.Several bacteria and prokaryotes have developed adap-tation, resistance and colonization mechanisms, whichallow them to live in hostile arsenic contaminated envir-onments. H. arsenicoxydans is a Gram-negative b-pro-teobacterium isolated from an industrial activatedsludge plant and exhibiting a remarkable set of arsenicresistance determinants [4]. The H. arsenicoxydansadaptive response to arsenic is organized in a complexand sophisticated network. In particular, differential pro-teome studies have recently demonstrated the synthesisof several proteins encoded by the three ars resistanceoperons, e.g. arsenate reductase ArsC, flavoprotein ArsHand regulator ArsR [5,6] and the induction of oxidative* Correspondence: philippe.bertin@unistra.fr† Contributed equally1UMR7156 Génétique Moléculaire, Génomique et Microbiologie, CNRSUniversité de Strasbourg, 28 rue Goethe, 67000 Strasbourg, FranceKoechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53© 2010 Koechler et al; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the CreativeCommons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, andreproduction in any medium, provided the original work is properly cited.mailto:philippe.bertin@unistra.frhttp://creativecommons.org/licenses/by/2.0stress protein encoding genes, e.g. catalase (katA),superoxide dismutase (sodB) and alkyl hydroperoxidereductase (ahpC) [7].One of the most noticeable response to arsenic in H.arsenicoxydans is the ability of this bacterium to oxidizeAs(III) to As(V), a less toxic and less mobile form, viaan arsenite oxidase activity. The two genes coding forthis heterodimeric enzyme are organized in an operonicstructure, and have been named aoxA and aoxB for thesmall and the large subunit, respectively [6,8,9]. Homo-logous genes have been since identified in variousmicroorganisms [6,10-13]. In Agrobacterium tumefa-ciens, a complex transcriptional regulation has beenrecently suggested, involving As(III) sensing, two-com-ponent signal transduction by an AoxS sensor kinaseand an AoxR regulator, and quorum sensing [14].Nevertheless, the molecular mechanisms involved in thecontrol of arsenite oxidase expression remain largelyunknown.To extend our view of arsenic response [7], in particu-lar with respect to the arsenic oxidation process, weconducted a comprehensive transcriptomic, genetic andmolecular analysis of H. arsenicoxydans following expo-sure to As(III). These approaches allowed us to identifymajor determinants involved in the control of arseniteoxidation.ResultsGene expression profiling in response to arsenicThe response to As(III) was analyzed in exponentiallygrowing cells using microarrays. The data from threebiological replicates were combined after normalizationand statistical analysis carried out using the R softwareand packages http://www.r-project.org. The set of geneswas further refined to include only those genes thatshowed a valid p-value and whose expression wasaltered by a factor of 2 or more when compared to thelevel measured in the absence of arsenic.This experiment led to the identification of 293 genesshowing an arsenic-induced expression change (> 2 fold(log2 = 1)). Among these genes, 133 (45%) were up-regulated and the remaining part, i.e. 160 genes, wasdown-regulated. The relative changes in gene expressionranged from a 11-fold down-regulation (rpsN geneencoding a ribosomal protein) to a 126-fold up-regula-tion (putative gene involved in phosphate transport). Alist of those genes is shown in Additional file 1, TableS1. The corresponding HEAR gene numbers are avail-able in the Arsenoscope relational database http://www.genoscope.cns.fr/agc/mage/arsenoscopevia the MaGeweb interface [15].The 293 genes differentially expressed were clusteredaccording to the function of the corresponding encodedproteins. Among the 133 genes that were induced by atleast a 2-fold factor, about 11% are involved in metabo-lism, 26% in transport and binding protein, 26% in cel-lular processes and 31% have no assigned function. Thehigh percentage of genes with unknown function is inaccordance with the proportion of unknown functionproteins identified in the genome of H. arsenicoxydans[6,7]. In agreement with our previous results, genesinvolved in arsenic resistance, phosphate transport andflagellar biosynthesis were induced in the presence of As(III) (see Additional file 1, Table S1), further supportingthe relationship between these physiological processes[6,7]. Interestingly, only one methyl-accepting chemo-taxis protein (MCP) gene was induced in our microarraydata, suggesting a role for this protein in the sensing ofarsenic. This mechanism is currently under investiga-tion. Genes encoding the putative nitroreductase AoxCand the cytochrome c552 precursor AoxD as well as theresponse regulator AoxRS were found to be induced byAs(III) (see Additional file 1, Table S1). AoxR has beenproposed to act as a positive regulator of the aox operonupon phosphorylation by AoxS in A. tumefaciens [14].Our transcriptomic data suggest that the regulationmachinery is, at least in part, similar in H. arsenicoxy-dans. Futhermore, genes coding for the arsenite oxidaseAoxAB subunits were found to be among the mostinduced genes in the presence of As(III). However, eventhough these results extended our knowledge of thearsenic response in H. arsenicoxydans, they did not ledto a better understanding of the molecular mechanismsinvolved in the control of arsenite oxidation. Thisprompted us to perform a transposon mutagenesisexperiment.Identification of arsenite oxidase accessory genes byscreening an Aox activity deficient mutant libraryTo identify genes possibly involved in the control ofarsenite oxidation in H. arsenicoxydans, a library of10,000 kanamycin resistant mutants was constructed bytransposon mutagenesis, as previously described [9].These clones were tested by silver nitrate staining [16]for arsenate production on As(III)-supplemented CDMagar plates. As compared to the wild-type strain, whosearsenite oxidase activity was revealed by a brownish pre-cipitate, 10 mutants with a lack of As(III) oxidase activ-ity were obtained. These strains showed no precipitate(Figure 1A), as observed for the M1 and M2 strainsused as negative controls. Indeed, these strains carry amutation in aoxA or aoxB genes coding for the smalland the large subunit of arsenite oxidase, respectively[9]. Genes disrupted by transposon insertions were iden-tified in these 10 new mutants. As expected, four of the10 mutants showed insertions in the aoxAB operon(Figure 2A). More interestingly, six mutants carried atransposon insertion outside the aoxAB operon. TwoKoechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 2 of 13http://www.r-project.orghttp://www.genoscope.cns.fr/agc/mage/arsenoscopehttp://www.genoscope.cns.fr/agc/mage/arsenoscopeFigure 1 Effect of the various mutations on arsenite oxidase activity. This reaction was tested on plate after silver nitrate staining. Coloniesexpressing arsenite oxidase activity revealed a brownish precipitate on CDM solid medium. A. Detection of mutants without arsenite oxidaseactivity after 48 hours incubation on CDM plates. B. Recover of arsenite oxidase activity in modB and modC mutants in the presence of 50 μMMo in the solid CDM medium.Figure 2 Genomic organization of the chromosomal regions (A, B, C and D) containing genes involved in arsenite oxidase activity.Genes orientation is shown by arrows. The insertion positions of the mini-Tn5::lacZ2 transposon are indicated above the mutated genes byinverted arrowheads. The position of the codon immediately upstream of the transposon insertion site is indicated in brackets.Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 3 of 13mutants were found to be affected in the aoxRS two-component signal transduction system (mutants Ha482and Ha483, respectively) located upstream of the aoxABoperon in H. arsenicoxydans [6] (Figure 2A). Theseresults further support our transcriptomic data suggest-ing that these two genes play a role in arsenic response.Two transposon insertions were shown to disrupt genesof the modEABC operon coding for a molybdenumhigh-affinity transport system [17], i.e. modC encodingan ATP-binding cassette transport protein (mutantHa3437) and modB encoding a molybdenum transportsystem permease (mutant Ha3438) (Figure 2B). Remark-ably, transposon insertions were also located in dnaJencoding a heat shock protein (Hsp40), (mutantHa2646) (Figure 2C) and in rpoN encoding the alterna-tive nitrogen sigma factor (sigma 54) of RNA polymer-ase (mutant Ha3109) (Figure 2D).Two additional experiments were performed to com-plete the physiological characterization of these mutantswith respect to arsenite oxidation. First, arsenic specieswere quantified by HPLC-ICP-AES on filtered culturesupernatants. H. arsenicoxydans was grown in liquidmedium supplemented with 1.33 mM arsenite andshowed 100% transformation of As(III) into As(V) after48 h, whereas M1 (aoxA) and M2 (aoxB) mutants usedas controls were not able to transform As(III) into As(V). The same loss of arsenite oxidase activity was mea-sured in Ha482 (aoxS), Ha483 (aoxR), Ha2646 (dnaJ)and Ha3109 (rpoN) mutants. In contrast to the resultsobtained on agar plates, Ha3437 (modC) and Ha3438(modB) strains showed 100% transformation of arsenite(Table 1, Figure 1A). Previous studies have demon-strated that the bioavailability of metals or trace ele-ments considerably varies according to the type ofmatrix used for microbial growth [18]. We thereforeassumed that Mo might be partly sequestred on CDMagar medium, resulting in a lack of arsenite oxidaseactivity on plate. To test this hypothesis, As(III) oxidasetests were performed on CDM agar plates supplementedwith 50 μM Mo. The addition of Mo to the solid med-ium restored As(III) oxidase activity in both Ha3437(modC) and Ha3438 (modB) mutants while it had noeffect on other mutant strains (Figure 1B).Second, we have previously demonstrated that thepolar flagellum-dependent motility of H. arsenicoxydansis increased in the presence of As(III), suggesting thatarsenite oxidation may result in a gain of energy [6].The motility of mutant strains was therefore tested onplates containing different concentrations of As(III), i. e.0.66 mM, 1.33 mM and 2 mM. The diameter of theswarming rings was measured after 72 h. As shown inFigure 3, the disruption of aoxA, aoxB, aoxR, aoxS orrpoN genes abolished the improvement of swarmingperformances in the presence of As(III). Unlike thosemutants, a disruption in dnaJ completely abolished themotility of H. arsenicoxydans in the presence or theabsence of As(III). DnaJ is known to be essential forthe expression of the flhDC flagellar master operon inEscherichia coli [19]. The lack of motility observed inthe dnaJ mutant suggests the existence of a similarflhDC-dependent regulation of flagellar genes in H.arsenicoxydans. More importantly, the dnaJ mutant wasaffected in both the motility and arsenite oxidation,suggesting that these two mechanisms are co-regulated.Effect of AoxR, AoxS, RpoN and DnaJ on arsenite oxidasesynthesisTo get further insight into the involvement of AoxR,AoxS, RpoN and DnaJ in arsenite oxidase activity, Wes-tern immunoblotting experiments were performed usingantibodies raised against AoxB. The abundance of thisprotein was evaluated from total protein extracts of H.arsenicoxydans wild-type and mutant strains grown inthe presence or not of As(III). AoxB was detected as asingle band corresponding to a molecular mass of 92kDa in As(III)-challenged H. arsenicoxydans strain(Figure 4). This single band was not observed in thevarious mutant strains. Furthermore, arsenite oxidaseactivity on native gel was only detected in As(III)-chal-lenged wild type total extract (data not shown). Takentogether these results suggest that the lack of activity inthe mutant strains is due to the absence of AoxBprotein, which may result from an effect of AoxR, AoxS,RpoN and DnaJ on aoxAB expression.Effect of AoxR, AoxS, RpoN and DnaJ on the control ofarsenite oxidase operon expressionTo determine the involvement of aoxR, aoxS, dnaJ andrpoN on aoxAB transcription, we performed quantitativeRT-PCR experiments. For each strain, changes in aoxBtranscript abundance were compared to two internalTable 1 Determination of arsenic speciation in H.arsenicoxydans wild-type and mutant strains.Strain Mutated gene Arsenic species identifiedaAs(III) As(V)ULPAs1 / - +M1b aoxA + -M2b aoxB + -Ha482 aoxS + -Ha483 aoxR + -Ha2646 dnaJ + -Ha3109 rpoN + -Ha3437 modC - +Ha3438 modB - +a Determined by HPLC-ICP-AES after 48 h growth in CDM medium containing100 mg.liter of arsenite.b [9]Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 4 of 13controls, i.e. the putative RNA methyltransferase geneand the peptide deformylase gene, in cultures chal-lenged or not by As(III). The expression of aoxB mRNAwas increased by a 9.4 fold factor after As(III) exposurein the H. arsenicoxydans wild-type strain. In contrast,aoxB expression was not increased in Ha482 (aoxS),Ha483 (aoxR), Ha3109 (rpoN) and Ha2646 (dnaJ)mutant strains, suggesting that the corresponding pro-teins play a crucial role in aoxAB operon expression(Table 2).Molecular mechanisms of arsenite oxidase transcriptionThe aoxR and aoxS genes encode a two-component sys-tem while rpoN encodes a sigma factor which recognizesa particular promoter with a specific -12/-24 bindingsite. These three proteins may therefore play a role inthe initiation of aoxAB transcription. To get furtherinsight into the molecular interactions between thoseregulators and the aoxAB promoter, we mapped theFigure 3 Effect of arsenite concentration on swarming properties in H. arsenicoxydans wild-type and mutant strains. Motility assayswere performed in the presence of an increased concentration of As(III). The level of motility of each strain was evaluated as the diameter ofthe swarming ring expressed in mm. The results are the mean value of five independent experiments.Figure 4 Immunodetection of AoxB protein in total proteinextracts of H. arsenicoxydans wild-type and mutant strains.Table 2 aoxB relative expression in H. arsenicoxydanswild-type and mutant strains.Strain aoxB expressionratio +As(III)/-As(III)Standard errorWild type 9.406 0.630Ha3109 (rpoN) 0.250 0.060Ha483 (aoxR) 0.111 0.024Ha482 (aoxS) 0.200 0.029Ha2646 (dnaJ) 1.156 0.289Expression ratios of aoxB in H. arsenicoxydans wild-type and mutant strainswithout As(III) versus an As(III) 8 hours induction (1.33 mM), as measured byquantitative RT-PCR. Expression of each gene was normalized to theexpression of the two housekeeping genes HEAR0118 and HEAR2922 codingfor a peptide deformylase and a putative RNA methyltransferase, respectively.Standard errors were calculated from the data of two quantitative PCRreplicates obtained from two independent biological replicates. Bold textindicates statistically significant induction.Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 5 of 13transcriptional start site of this operon by the amplifica-tion of aoxAB cDNA ends and 5’RACE. MessengerRNAs were extracted from induced (1.33 mM As(III))and non induced H. arsenicoxydans wild-type strain cul-tures. A single transcriptional start site was identifiedfrom induced cells at -26 bp relative to the translationstart codon, while no transcriptional start site was iden-tified from non induced cells. In agreement with this, aTGGCACGCAGTTTGC putative -12/-24 s54-depen-dent promoter motif was identified upstream of theaoxAB transcriptional start site (Figure 5). In addition,multiple alignment of aoxAB promoter sequences pre-sent in databases revealed a similarity to promotersrecognized by s54 in A. tumefaciens, Thiomonas sp., Rhi-zobium sp. NT-26, Achromobacter sp., Rhodoferax ferrir-educens, Ochrobactrum tritici (Figure 5A). In contrast,no such s54-dependent promoter motif was found inseveral strains containing the aoxAB operon but lackingthe two-component transduction system aoxRS operon,such as Chloroflexus aurantiacus, Chlorobium limicola,Thermus thermophilus, Burkholderia multivorans, Roseo-bacter litoralis, Pseudomonas sp.TS44, Chlorobiumphaeobacteroides and Chloroflexus aggregans (Figure 5B).Remarkably, a multiple alignment of amino acidsequences revealed that AoxR shares significant homol-ogy with a number of s54 RNA polymerase transcrip-tional activators, i.e. 35.96% identity with ZraR and35.26% identity with AtoC from E. coli K12. AoxR con-tains three conserved domains shared by most EnhancerBinding Proteins (EBP), namely a N-terminal responseregulator receiver domain (amino acids 18-130), a cen-tral s54 interaction domain (amino acids 147-368) com-mon to all s54 dependent EBPs (Pfam E-value 10-116;http://www.sanger.ac.uk/cgi-bin/Pfam/getacc?PF00158)and a C-terminal DNA binding helix-turn-helix (HTF)domain (amino acids 421-463) enable to bind to specificupstream activation sequences [20]. AoxR sharessimilarities with several EBPs of s54 essential for theformation of an open complex formation during s54-dependent transcriptional initiation, in particular the s54Figure 5 Determination of aoxA transcription start site by 5’RACE and identification of a s54 consensus motif. The transcription start site(TSS) of aoxA is in bold and indicated as +1 in the aoxA promoter sequence. The -12 and -24 boxes are highlighted and the consensussequence is indicated in bold. The aoxA promoter was also aligned with the promoter sequences of A. tumefaciens, Thiomonas sp., Rhizobium sp.NT-26, Achromobacter sp., R. ferrireducens, O. tritici, C. aurantiacus, C. limicola, T. thermophilus, B. multivorans, R. litoralis, Pseudomonas sp.TS44, C.phaeobacteroides and C. aggregans. Two distincts sequences were shown A. DNA sequences with a s54-dependent promoter motif (indicated inboxes). B. DNA sequences without a s54-dependent promoter motif. Sequence informations of other genes were obtained from GenBankdatabase and their localization on the chromosome or the plasmid is given by a nucleotide numbering. Their accession numbers are: A.tumefaciens (ABB51929.1), Thiomonas sp. (ABY19317.1), Rhizobium sp. NT-26 (AAR05655.1), Achromobacter sp. (ABP63659.1), R. ferrireducens(YP_524326.1), O. tritici (ACK38266.1), C. aurantiacus (YP_001634828.1), C. limicola (YP_001942455.1), T. thermophilus (YP_145367.1), B. multivorans(YP_001585660.1, YP_001941631.1, YP_001941634.1, YP_001585641.1), R. litoralis (ZP_02142508.1), Pseudomonas sp.TS44 (ACB05952.1), C.phaeobacteroides (YP_001960746.1) and C. aggregans (YP_002461760.1).Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 6 of 13http://www.sanger.ac.uk/cgi-bin/Pfam/getacc?PF00158http://www.ncbi.nlm.nih.gov/pubmed/51929.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19317.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/05655.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/63659.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/524326.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/38266.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/001634828.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/001942455.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/145367.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/001585660.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/001941631.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/001941634.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/001585641.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/02142508.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/05952.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/001960746.1?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/002461760.1?dopt=Abstractactivator sequence GAFTGA loop 1 which directly bindsto s54 conserved region III (Figure 6) [21]. Takentogether, these observations strongly suggest that AoxRinteracts directly with RpoN to initiate the transcriptionof aoxAB operon in H. arsenicoxydans.DiscussionDespite many works devoted to arsenic metabolism inmicroorganisms, little is known about the regulation ofarsenite oxidase activity. In the present study, the com-bination of transcriptomic, genetic and molecular dataprovided a comprehensive view of the role of variousproteins in the control of arsenite oxidation in H.arsenicoxydans (Figure 7). We showed that some pro-teins play an indirect role in this process, as their pre-sence is not essential for AoxAB synthesis. In thisrespect, the AoxB large subunit contains a Mo siterequired in arsenite oxidase enzymatic activity [22].Ha3437 (modC) and Ha3438 (modB) mutations werelocated in the molybdenum high-affinity transport sys-tem operon, which further support the key role of thiselement in enzyme activity. In addition, the recovery ofAs(III) oxidase activity in these two mutants in the pre-sence of an excess molybdenum suggests that Mo mayalso be transported through an alternative uptake systemin mod mutants, e.g. a low-affinity uptake system invol-ving non specific permeases such as HEAR0069,HEAR0154, HEAR1749 or HEAR2391 or a sulfate trans-port system, as described in E. coli mod mutants [23].More importantly, our results suggest that AoxR andRpoN constitute a transcriptional complex that play amajor role in the initiation of aoxAB operon transcrip-tion. Three mutants, i.e. Ha482 (aoxS), Ha483 (aoxR)and Ha3109 (rpoN), were affected in this process. Theamino acids sequence analysis of H. arsenicoxydansAoxR and AoxS revealed the existence in these proteinsFigure 6 Amino acids conservation between s54 Enhancer Binding Proteins (EBP) and AoxR. Sequence alignment was performed withClustalW. The conserved amino acids are presented with a blue background and the blue intensity reflects sequence similarities. Only thecentral binding domain is indicated. Region CI has remarkable similarity to the consensus glycine-rich flexible loop motif (Walker A - consensusmotif GxxGxGK), and also contains hydrophobic residues. Region CII is hydrophobic. The region CIII is predicted to fold into two alpha helicesseparated by a turn. This region is involved in a specific interaction between the EBP and the Es54 required for open promoter complexformation via the GAFTGA motif. Region CIV is rich in glycine, negatively charged and contains a consensus sequence of 4 aliphatic residuesfollowed by 2 negatively charged residues (Walker B - consensus motif TVFLDE); in contrast, CVI is positively charged and is rich in aromaticresidues and proline. Region CV is found about 80 amino acids away from region CI, and has a consensus sequence QakLLRVLqe. Finally, regionCVII has a core of eight highly conserved amino acids. Sequence informations of other genes were obtained from Colibri database (InstitutPasteur, Paris).Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 7 of 13of structural features common to partners of two-com-ponent signal transduction systems, which are composedof a sensor kinase and a response regulator [24]. More-over, the comparison of AoxS and AoxR proteinsequences with those of A. tumefaciens revealed similari-ties. Indeed, the AoxS protein sequence contains shortblocks of conserved motifs that are consistent with arole of sensor histidine kinase, e.g. the “H” (amino acids279 to 287: LAHEVNNPL), the “G2” (amino acids 435to 441: GRIGLGL) and the “N” (amino acids 380 to 391:VRQIVLNLVLNA) domains. In addition, four highlyinvariant residues playing a central role in phosphoryla-tion correspond to Asp9, Asp10, Asp57 and Lys107 inthe H. arsenicoxydans AoxR protein. The three aspara-gine residues are known to interact together to form an“acid pocket”, characteristic of orthodox receivers, intowhich the side chain of Lys109 protrudes [24]. Finally, atransmembrane region and a 17 amino acids residuecluster possibly exposed to the periplasm are present inAoxS and could serve as a signal receptor in the pre-sence of As(III) in the medium. The detection of As(III)would then lead to AoxS autophosphorylation at a histi-dine residue via ATP hydrolysis and phosphotransfer toan aspartate residue in the response regulator AoxR, asrecently proposed in A. tumefaciens [14].Remarkably, our results demonstrated for the firsttime that the alternative N sigma factor (s54) is essentialfor the initiation of arsenite oxidase transcription.Indeed, a mutation in the corresponding gene led to acomplete loss of As(III) oxidation and aoxB transcrip-tion in Ha3109 (rpoN). s54 is one of the alternativesigma subunits of RNA polymerase responsible for spe-cific binding to DNA. The core RNA polymerase com-plexed with s54 is usually associated with nitrogenassimilation and fixation, but is also known to play arole in various physiological processes, e.g. flagellarsynthesis, carbon source utilization or bacterial virulence[25]. To date, only one report has shown that s54Figure 7 Conceptual representation of the complex arsenite oxidation process in H. arsenicoxydans. Several major control mechanismsare involved: A. a transcriptional regulation: AoxS acts as a sensor of As(III) environmental signal and then phosphorylates AoxR. Thephosphorylated AoxR binds to RpoN, which interacts with RNA polymerase. The RpoN-RNA polymerase complex with its AoxR co-activatorinitiates the aox operon transcription. DnaJ may regulate aox mRNA stability or act on the folding of AoxR or s54; B. Then, arsenite oxidase issynthesized and exported by the TAT secretion system; C. consequently, arsenite oxidase exerts a key role in arsenic detoxification, by thetransformation of the more toxic form As(III) into a less toxic form As(V). This process is known to affect motility, which may involve a MCPchemotaxis protein and requires the DnaJ co-chaperone. IM= Inner Membrane, OM= Outer membrane.Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 8 of 13participates in the transcription of genes possiblyinvolved in metal tolerance, i.e. the zraR/S genes thatcode for a zinc and lead responsive two-componentregulatory system in E. coli [26]. RNA polymerasetogether with s54 binds to a specific promoter site,with the consensus DNA sequence YTGGCACGNNNNTTGCWNNw [27], forming a transcriptionally in-active closed complex. Such a characteristic -12/-24s54-dependent promoter motif, i.e. TGGCACG-CAGTTTGC, was identified 26 pb upstream of the tran-scriptional initiation codon of aoxAB with respect to the+1 transcriptional start site (Figure 5), which confirmedthe need for RpoN in the initiation of aoxAB transcrip-tion. Changes in the conformation of s54-RNA polymer-ase are nucleotide dependent. Indeed, the DNA meltingstep absolutely requires the interaction with a transcrip-tional activator protein. Most of these s54-dependentactivators share three domains found in AoxR, i.e. a C-terminal DNA binding domain that binds to upstreamactivation sequences, a conserved central domainbelonging to the AAA+ (ATPases associated with var-ious cellular activities) protein family to proceed withinitiation of transcription and a N-terminal receiverdomain that regulates its own AAA+ domain [20,28,29].A multiple alignment of the central domain revealed aconservation of a common architecture between AoxRand s54 EBPs. Indeed, seven highly conserved sequencemotifs corresponding to a s54 interaction domain ofAoxR further support the direct interaction of AoxRwith RpoN to stimulate the transcription of aoxABoperon in H. arsenicoxydans (Figure 6). This central s54interaction domain has been already used to identifynew s54 EBPs [30-37]. It contains the highly conservedsignature sequence GAFTGA loop (conserved regionCIII, Figure 6) proved to be required for direct interac-tion with s54 [21,38,39], the Walker A (conserved regionI, Figure 6) and B (conserved region CIV, Figure 6)ATPase motifs necessary for the open complexformation.Both multiple sequences alignment and genetic envir-onment analysis of aox promoters suggest the existenceof a wide diversity in the transcriptional control of theaox operon. Indeed, as in H. arsenicoxydans, a s54-dependent promoter signature was identified in bacteriapossessing a two-component transduction systemAoxRS operon downstream of the aoxAB operon, e.g. A.tumefaciens and O. tritici (Figure 5A). In contrast, nos54-dependent promoter motif and no aoxR homolo-gous gene were found in other bacteria, e.g. C. aurantia-cus or C. aggregans (Figure 5B). These observationssuggest that the transcription of the aox operon in thesebacteria may involve other regulatory proteins and thatAoxR may represent a specific co-activator of RpoN inthe initiation of the aox operon transcription. Finally,our results provide evidence that the DnaJ co-chaperoneis required for As(III) oxidation. DnaJ is part of theDnaK-DnaJ-GrpE Hsp70 machinery. Hsp70 chaperonesrepresent one of the most potent defence cellularmechanism against environmental insults as DnaK-DnaJ-GrpE are known to assist protein folding [40,41]or to be involved in mRNA stability [42]. In the presentstudy we showed that there is no induction of aoxABtranscription in the dnaJ mutant, resulting in a loss ofAoxAB synthesis.Several possible mechanisms involving DnaJ in theregulation of arsenite oxidase can be hypothesized. DnaJmay be required for the proper folding or activity of theAoxR regulator. Such a function has been demonstratedfor the positive regulator CRP in a dnaJ deletion mutantin E. coli [43]. Similarly, a post-transcriptional regulationof the arsenite oxidase itself can not be excluded. More-over, a Tat (Twin-Arginine Translocation) signal hasbeen detected in the AoxA sequence of H. arsenicoxy-dans [6]. Proteins secreted to the periplasm via a Tatprotein export pathway are known to require a foldingby Hsp70 chaperones before their secretion. DnaJ couldbe one of these chaperones [44,45]. Another possibletarget of DnaJ may be the RpoN sigma factor, as thischaperone has been demonstrated to play a role in theregulation of sS in various species [46]. Alternatively,several mechanisms are known to be involved in thestability of messenger RNA. For example, in E. coli, along 5’ untranslated region (UTR) has been observedupstream of the transcriptional start site of the flhDCflagellum master operon. This region plays a crucial rolein the stability of the mRNA controlled by CsrA [19]. Inthe present report, the aoxAB transcriptional start sitewas located 26 bp upstream of the translational startcodon, providing evidence that such a long 5’UTR doesnot exist upstream of the aox operon. However, thisdoes not rule out a role of DnaJ on the stability ofaoxAB mRNA, as HSP proteins are known to functionas mRNA stabilizers and to protect them against nucle-ase degradation [42]. Further experiments will thereforebe required to fully elucidate the molecular mechanismsof arsenite oxidase regulation in H. arsenicoxydans.ConclusionTaken together, our observations provide evidence thatmultiple proteins play a role in the control of arseniteoxidation in H. arsenicoxydans. The following regulatorymodel is proposed: AoxS responds to the presence ofAs(III) in the environment and autophosphorylates. Thephosphate is then transferred to AoxR, which acts as apositive regulator of the aox operon and activates theinitiation of the transcription in association with RpoN.In addition, DnaJ acts on the expression or the stabilityof both arsenite oxidation and motility genes,Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 9 of 13demonstrating that these two functions are stronglylinked. Our results include the role of RpoN and DnaJin arsenite oxidase synthesis, which provide furtherinsight into the molecular mechanisms used by H.arsenicoxydans to cope with the most toxic form ofarsenic in its environment.MethodsBacterial strains and growth mediaBacterial strains used in this study are listed in Table 3. H.arsenicoxydans ULPAs1 was grown in a chemically definedmedium (CDM), supplemented by 2% agar when required[4]. Escherichia coli S17-1 strain [47] was cultivated in LBmedium (MP Biochemicals). Matings were performed onCDM to which 10% (wt/vol) LB medium was added, aspreviously described [9]. Tryptone swarm plates containingCDM supplemented with 1% Bacto-Tryptone and 0.25%agar were used to assess bacterial motility.Transposon mutagenesisThe mini-Tn5::lacZ2 transposon [47] was delivered bymobilization of the suicide vector pUT/mini-Tn5::lacZ2from E. coli S17-1 (l-pyr) to H. arsenicoxydans. Conju-gation was performed and transformants were selectedas previously described [9].Selection of arsenite oxidase mutantsMutants were screened for arsenite oxidase activity aspreviously described [9]. Agar plates were flooded witha 0.1 M AgNO3 solution to visualize arsenite oxidation[16]. Mutants affected in molybdenum metabolism werealso tested on CDM agar plates supplemented with 50μM Na2MoO4, 2H2O and 1.33 mM As(III).DNA manipulation and insertion mappingDNA manipulations were carried out according to stan-dard protocols, as described by Sambrook et al. [48].Total DNA was isolated from mutant strains with theWizard Genomic DNA purification kit (Promega).Transposon insertion sites were mapped as previouslydescribed [9]. Briefly, total DNA was digested and self-ligated. This ligation mixture was used as a template forPCR amplification using mini-transposon specific pri-mers. The PCR products obtained were purified with aPCR purification kit (Qiagen) and sequenced on anApplied Biosystems ABI prism 3130×l capillary sequen-cer. The resulting sequences were compared to the H.arsenicoxydans genome sequence [6] to identify dis-rupted CDS. Finally, insertion sites and transposonorientations were precisely mapped by sequencing PCRproducts obtained with two primers hybridizingupstream and downstream, respectively, of the insertionsite of each disrupted gene (see Additional file 2,Table S2).Arsenic speciation determinationH. arsenicoxydans wild type and mutants were grownfor 48 hours in CDM medium supplemented with 1.33mM As(III). Culture supernatants were filtered throughsterile 0,22 μm pore size filters (VWR). Arsenic specieswere separated by high-performance liquid chromato-graphy (HPLC) and quantified by inductively coupledplasma-atomic emission spectrometry (ICP-AES), aspreviously described [9].RNA extractionStrains were grown at 25°C for 24 h (OD = 0,15) andcultures were induced by addition of 0.66 mM or 1.33mM As(III) for 8 hours before extraction. Samples wereharvested and stored at -80°C. RNA was extracted aspreviously described [7]. After extraction procedure,RNA integrity was checked by electrophoregram analysison a BioAnalyser (Agilent) and total RNA concentrationwas determined spectrophotometrically with aNanodrop.Microarrays and data analysisMicroarrays containing 60-mer oligonucleotides for allpredicted H. arsenicoxydans genes http://www.geno-scope.cns.fr/agc/mage/arsenoscope were used, as pre-viously described [7]. Briefly, total RNA (5 μg) wasreverse transcribed and indirectly labelled according tomanufacturer’s instructions with some modifications [7].The quality and concentration determination as well ashybridization and scanning were performed as pre-viously described [7] Three distinct biological RNA sam-ples were prepared from in each growth condition (withand without As(III) induction) and labelled either byCy3 or Cy5 in a dye-swap design. Microarray data weredeposited in ArrayExpress (accession E-MEXP-2199 andA-MEXP-1594). Data normalization and statisticalTable 3 Bacterial strains used in this study.Name Characteristics ReferenceEscherichia coliS17-1 (-pyr) pUT/miniTn5::lacZ2 De Lorenzo et al., 1990HerminiimonasarsenicoxydansULPAs1 Wild type Weeger et al., 1999M1 aoxA::Tn5lacZ2 Muller et al., 2003M2 aoxB::Tn5lacZ2 Muller et al., 2003Ha482 aoxS::Tn5lacZ2 This workHa483 aoxR::Tn5lacZ2 This workHa3437 modC::Tn5lacZ2 This workHa3438 modB::Tn5lacZ2 This workHa2646 dnaJ::Tn5lacZ2 This workHa3109 rpoN::Tn5lacZ2 This workKoechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 10 of 13http://www.genoscope.cns.fr/agc/mage/arsenoscopehttp://www.genoscope.cns.fr/agc/mage/arsenoscopeanalysis were performed as previously described [7].Briefly, data were acquired and analyzed by Genepix Pro6.0 (Axon Instrument). The experiment design includedthree biological replicates. For each of them, inducedand non-induced cells were compared in dye swapexperiments. The resulting arrays were analyzed usingthe R software http://www.r-project.org. A slide by slideLoess normalization was performed using the limmapackage [49]. Valid log2 expression ratios from repli-cated spots were averaged on each array so as to get sta-tistically independent ratios for each oligonucleotideincluded in the array design. For the same reason, dyeswap arrays were also averaged. Oligos that had no validexpression ratios on the ten arrays were excluded fromthe data set for further analysis, which was carried outusing the varmixt package and the VM option [50]. Theresulting raw p-values were adjusted according to a Ben-jamini and Yekutieli procedure [51]. Genes showing avalid p-value and a more than two-fold decreased orincreased expression were considered as differentiallyexpressed between the two conditions and were retainedfor further study.Quantitative real time PCRQuantitative PCR experiments were performed withRNA prepared as described for microarrays. RNA ali-quots were purified with the RNeasy Plus mini kit (Qia-gen) to ensure the elimination of genomic DNA. TotalRNA concentration was determined spectrophotometri-cally using a Nanodrop and RNA integrity was electro-phoretically verified. Total RNA (1,9 μg) was reversetranscribed with SuperScript III first-strand synthesissystem for RT-PCR (Invitrogen) using random hexam-ers. Real time quantitative PCR was carried out with aMyiQ single-color Real-time PCR detection system. Thereaction mixture contained 12,5 μl of MESA Blue qPCRMasterMix Plus for SYBR Assay with fluorescein (Euro-gentec), 5 μl of cDNA and 300 nM of each primer in atotal volume of 25 μl. Thermocycling conditions wereas follow: 5 min at 95°c and 40 cycles of 15 s at 95°C,15 s at 61°c and 1 min at 72°C. The PCR efficiency ofthe genes of interest and internal control genes wereoptimized to be similar enough by adjusting the primerconcentrations to 300 nM each (data not shown). Foreach quantitative PCR run, non-template controls wereperformed to identify false positives and negative con-trols without reverse transcriptase were performed foreach cDNA synthesis reaction and verified in real timePCR to determine the presence of contaminating geno-mic DNA. Two biological replicates (independent cul-tures) and two quantitative PCR replicates wereperformed for each experience. Amplification productswere designed to be less than 175 bp in size. The pairsof primers used are listed in Additional file 2, Table S2.Two housekeeping genes, i.e. HEAR2922 coding for aputative RNA methyltransferase and HEAR0118 codingfor a peptide deformylase, were used as standards toobtain normalized aoxB (HEAR0478) gene ratio [52] inthe As(III) induced sample compared to the non-induced sample. These two housekeeping genes showeda stable expression between the two analyzed conditions(without As(III) and after an 8 hours As(III) exposure)when observing the microarrays data. The data wereanalyzed with the Relative Expression Software Tool[53]. Statistical significance was defined as a p-value of≤ 0.05.5’RACE experimentThe transcriptional start site of aoxAB operon wasdetermined using the 5’RACE system for rapid amplifi-cation of cDNA ends (Invitrogen). Total RNA wasobtained as described before. Reverse transcriptase reac-tions were performed using 5 μg total RNA and a genespecific reverse primer (5’-CATGGGCACTT-GAATGTCTTG-3’). Reactions were heated at 70°C for10 min and immediately prewarmed at 50°C beforeaddition of Super-Script II reverse transcriptase. Reversetranscription was conducted at 50°C for 50 min andstopped at 70°c for 15 min. Purification and tailing ofcDNA were performed according to manufacturer’sinstructions. The resulting cDNA was amplified by PCRusing the provided Abridged Anchor Primer and a genespecific primer (5’-ATGCTGTGCGCGACGATATCG-3’) located upstream of the original cDNA primer.Preparation of protein extracts, SDS-PAGE and PAGEseparationWestern immunoblotting were performed from lateexponential phase wild-type and mutant strains grownin 1 liter CDM (with and without the presence of 100mg/liter As(III)). The cultures were harvested by centri-fugation for 10 min at 9,000 × g. Cell pellets were resus-pended in distilled water and sonicated at 100 A (15times 1 min with 1 min interval on ice, 80% duty cycle).Cell debris were removed by centrifugation (15 min at13,000 × g). The supernatant was collected (totalextract) and stored at -20°C. The protein concentrationof each sample was measured with a Bio-Rad proteinassay kit. First, fifty micrograms of each protein extractwas loaded onto an 11% polyacrylamide-SDS gel.Second, fifty micrograms of each protein extract wereloaded onto a polyacrylamide gel (native gel). The assayof arsenite oxidase activity followed the transfer ofreducing equivalents from arsenite to 2,4-dichlorophe-nolindophenol (DCIP) as described by Anderson et al.[54]. Briefly, the reduction of DCIP (60 μM) was moni-tored in the presence of 200 μM sodium arsenite in 50μM MES, pH 6.0, at 25°C.Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 11 of 13http://www.r-project.orgPreparation of antibodies and Western blot analysisMonoclonal antibodies raised against an AoxB peptidewere obtained from Proteogenix. Briefly, a hexadecapep-tide with the SKNRDRVALPPVNAQK sequence wassynthesized. This peptide corresponds to the N-terminal16 amino acids of the arsenite oxidase large subunit ofH. arsenicoxydans. The peptide was then coupled tokeyhole limpet haemocyanin (KLH). Two rabbits wereinjected at multiple subcutaneaous sites with peptide-KLH at 14 days intervals. Animals were prebled at day0, bled at day 49 (from an ear vein) and totally bled atday 90. Antibodies were partially purified on an affinitycolumn substituted with the peptide.After SDS-PAGE electrophoresis, the proteins wereelectrotransfered to a nitrocellulose membrane (Schlei-cher and Schuell, BA-85) using a Trans-Blot system(Bio-Rad) at 100 V, 4°C for 1 h. The membranes werewashed twice in Tris buffered saline (TBS: 10 mM Tris-HCl pH7.5, 150 mM NaCl) and blocked in TBS with0,3% bovine serum albumin (BSA). The membrane wasthen washed three times in Tris-buffered saline withTritonX100 and Tween 20 (TBS-T: 20 mM TrisHClpH7.5, 500 mM NaCl, 0,2% Triton X-100, 0,05%Tween20), and incubated for 1 h with the AoxB antisera(1:800 dilution) in TBS-T with 0,3% BSA. Excess antibo-dies were removed by repeated washing with TBS-T.After 30 min incubation in TBS-T containing the sec-ondary antibody (1:800 dilution of goat IgG against rab-bit IgG, Sigma) conjugated with alkaline phosphatase,the membrane was washed twice with TBS-T andrevealed by NBT/BCIP color reagent using standardprocedures.Additional file 1: Supplemental table S1. Selected genes differentiallyexpressed after 8 hours arsenite stress.Click here for file[ http://www.biomedcentral.com/content/supplementary/1471-2180-10-53-S1.PDF ]Additional file 2: Supplemental table S2. Oligonucleotides used in thestudy. A. Identification of transposon insertion sites in H. arsenicoxydansmutants. B. Quantitative RT-PCR.Click here for file[ http://www.biomedcentral.com/content/supplementary/1471-2180-10-53-S2.PDF ]AcknowledgementsJCA was supported by a grant from the French Ministry of Education andResearch. Financial support came from the Centre National de la RechercheScientifique, the Agence Nationale de la Recherche (ANR 07-BLAN-0118project) and the Université de Strasbourg. This work was done in the frameof the Groupement de Recherche (GDR2909-CNRS): « Métabolisme del’Arsenic chez les Micro-organismes».Author details1UMR7156 Génétique Moléculaire, Génomique et Microbiologie, CNRSUniversité de Strasbourg, 28 rue Goethe, 67000 Strasbourg, France. 2Plate-forme technologique Puces à ADN, Institut Pasteur, 28 rue du Dr. Roux,75724 Paris cedex 15, France. 3UMR5240 Microbiologie, Adaptation etPathogénie, CNRS Université Lyon 1, Bâtiment André Lwoff, 10 rue Dubois,69622 Villeurbanne cedex France.Authors’ contributionsSK and JCA wrote the manuscript and performed the genetic experiments.SK carried out the quantitative PCR and 5’ RACE experiments. JCA performedthe Western immunoblotting analysis. CP, OS, MAD and JYC conceived andperformed the transcriptomic experiments and the data analyses. DLperformed the chemical experiments. FGC, FH, FAP and PB helped toanalyze the data and critically revised the manuscript. PB coordinated andconceived the study. All authors read and approved the final manuscript.Received: 26 October 2009Accepted: 18 February 2010 Published: 18 February 2010References1. Mead MN: Arsenic: In search of an antidote to a global poison. EnvironHealth Perspect 2005, 113:A378-A386.2. Rosen BP: Biochemistry of arsenic detoxification. FEBS Lett 2002,529:86-92.3. Smith AH, Lingas EO, Rahman M: Contamination of drinking-water byarsenic in Bangladesh: A public health emergency. Bull World HealthOrgan 2000, 78:1093-1103.4. Muller D, Simeonova DD, Riegel P, Mangenot S, Koechler S, Lièvremont D,Bertin PN, Lett MC: Herminiimonas arsenicoxydans sp. nov., ametalloresistant bacterium. Int J Syst Evol Microbiol 2006, 56:1765-1769.5. Carapito C, Muller D, Turlin E, Koechler S, Danchin A, Van Dorsselaer A,Leize-Wagner E, Bertin PN, Lett MC: Identification of genes and proteinsinvolved in the pleiotropic response to arsenic stress in Caenibacterarsenoxydans, a metalloresistant beta-proteobacterium with anunsequenced genome. Biochimie 2006, 88:595-606.6. Muller D, Medigue C, Koechler S, Barbe V, Barakat M, Talla E, Bonnefoy V,Krin E, Arsene-Ploetze F, Carapito C, et al: A tale of two oxidation states:bacterial colonization of arsenic-rich environments. PLoS genetics 2007,3(4):e53.7. Weiss S, Carapito C, Cleiss J, Koechler S, Turlin E, Coppee JY, Heymann M,Kugler V, Stauffert M, Cruveiller S, et al: Enhanced structural and functionalgenome elucidation of the arsenite-oxidizing strain Herminiimonasarsenicoxydans by proteomics data. Biochimie 2009, 91:192-203.8. Alvarez-Martinez CE, Lourenço RF, Baldini RL, Laub MT, Gomes SL: The ECFsigma factor sT is involved in osmotic and oxidative stress responses inCaulobacter crescentus. Mol Microbiol 2007, 66:1240-1255.9. Muller D, Lièvremont D, Simeonova DD, Hubert JC, Lett MC: Arseniteoxidase aox genes from a metal-resistant beta-proteobacterium. JBacteriol 2003, 185:135-141.10. Santini JM, Hoven Vanden RN: Molybdenum-containing arsenite oxidaseof the chemolithoautotrophic arsenite oxidizer NT-26. J Bacteriol 2004,186:1614-1619.11. Quéméneur M, Heinrich-Salmeron A, Muller D, Lièvremont D, Jauzein M,Bertin PN, Garrido F, Joulian C: Diversity surveys and evolutionaryrelationships of aoxB genes in aerobic arsenite-oxidizing bacteria. AppEnviron Microbiol 2008, 74:4567-4573.12. Cai L, Rensing C, Li X, Wang G: Novel gene clusters involved in arseniteoxidation and resistance in two arsenite oxidizers: Achromobacter sp.SY8 and Pseudomonas sp. TS44. App Microbiol Biotechnol 2009,83(4):715-25.13. Clingenpeel SR, D’Imperio S, Oduro H, Druschel GK, McDermott TR: Cloningand in situ expression studies of the Hydrogenobaculum arsenite oxidasegenes. App Environ Microbiol 2009, 75:3365-3365.14. Kashyap DR, Botero LM, Franck WL, Hassett DJ, McDermott TR: Complexregulation of arsenite oxidation in Agrobacterium tumefaciens. J Bacteriol2006, 188:1081-1088.15. Vallenet D, Labarre L, Rouy Z, Barbe V, Bocs S, Cruveiller S, Lajus A, Pascal G,Scarpelli C, Médigue C: MaGe: A microbial genome annotation systemsupported by synteny results. Nucleic Acids Res 2006, 34:53-65.16. Lett M-C, Paknikar K, Lièvremont D: A simple and rapid method forarsenite and arsenate speciation. Biohydrometallurgy - Fundamentals,Technology and Sustainable Development, Part B Amsterdam: ElsevierScienceJr VSTCaOG 2001, 541-546, (1348 pp).Koechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 12 of 13http://www.ncbi.nlm.nih.gov/pubmed/15929879?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12354618?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11019458?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11019458?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16902005?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16902005?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16380199?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16380199?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16380199?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16380199?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17432936?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17432936?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18852016?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18852016?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18852016?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17986185?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17986185?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17986185?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12486049?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12486049?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14996791?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14996791?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16428412?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16428412?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16407324?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16407324?dopt=Abstract17. Mouncey NJ, Mitchenall LA, Pau RN: Mutational analysis of genes of themod locus involved in molybdenum transport, homeostasis, andprocessing in Azotobacter vinelandii. J Bacteriol 1995, 177:5294-5302.18. Peijnenburg WJGM, Jager T: Monitoring approaches to assessbioaccessibility and bioavailability of metals: Matrix issues. EcotoxicolEnviron Saf 2003, 56:63-77.19. Soutourina OA, Bertin PN: Regulation cascade of flagellar expression inGram-negative bacteria. FEMS Microbiol Rev 2003, 27:505-523.20. Studholme DJ, Dixon R: Domain architectures of s54-dependenttranscriptional activators. J Bacteriol 2003, 185:1757-1767.21. Rappas M, Schumacher J, Beuron F, Niwa H, Bordes P, Wigneshweraraj S,Keetch CA, Robinson CV, Buck M, Zhang X: Structural insights into theactivity of enhancer-binding proteins. Science 2005, 307:1972-1975.22. Ellis PJ, Conrads T, Hille R, Kuhn P: Crystal structure of the 100 kDaarsenite oxidase from Alcaligenes faecalis in two crystal forms at 1.64 Åand 2.03 Å. Structure 2001, 9:125-132.23. Grunden AM, Shanmugam KT: Molybdate transport and regulation inbacteria. Arch Microbiol 1997, 168:345-354.24. Parkinson JS, Kofoid EC: Communication modules in bacterial signalingproteins. Annu Rev Genet 1992, 26:71-112.25. Kustu S, Santero E, Keener J, Popham D, Weiss D: Expression of sigma 54(ntrA)-dependent genes is probably united by a common mechanism.Microbiol Rev 1989, 53:367-376.26. Leonhartsberger S, Huber A, Lottspeich F, Böck A: The hydH/G genes fromEscherichia coli code for a zinc and lead responsive two-componentregulatory system. J Mol Biol 2001, 307:93-105.27. Barrios H, Valderrama B, Morett E: Compilation and analysis of s54-dependent promoter sequences. Nucleic Acids Res 1999, 27:4305-4313.28. Schumacher J, Joly N, Rappas M, Zhang X, Buck M: Structures andorganisation of AAA+ enhancer binding proteins in transcriptionalactivation. J Struct Biol 2006, 156:190-199.29. Zhang X, Chaney M, Wigneshweraraj SR, Schumacher J, Bordes P,Cannon W, Buck M: Mechanochemical ATPases and transcriptionalactivation. Mol Microbiol 2002, 45:895-903.30. Yang XF, Alani SM, Norgard MV: The response regulator Rrp2 is essentialfor the expression of major membrane lipoproteins in Borreliaburgdorferi. Proc Natl Acad Sci Unit States Am 2003, 100:11001-11006.31. Stafford GP, Scanlan J, McDonald IR, Murell JC: rpoN, mmoR and mmoG,genes involved in regulating the expression of soluble methanemonooxygenase in Methylosinus trichosporium OB3b. Microbiology 2003,149:1771-1784.32. Zhu L, Peng Q, Song F, Jiang Y, Sun C, Zhang J, Huang D: Structure andregulation of the gab gne cluster, involved in the g-aminobutyric acidshunt, are controlled by a s54 factor in Bacillus thuringiensis. J Bacteriol2010, 192:346-355.33. Debarbouille M, Gardan R, Arnaud M, Rapoport G: Role of bkdR, atranscriptional activator of the SigL-dependent isoleucine and valinedegradation pathway in Bacillus subtilis. J Bacteriol 1999, 181:2059-2066.34. Dombrecht B, Marchal K, Vanderleyden J, Michiels J: Prediction andoverview of the RpoN-regulon in closely related species of theRhizobiales. Genome Biol 2002, 3(12):RESEARCH0076.35. Cases I, Ussery DW, De Lorenzo V: The s54 regulon (sigmulon) ofPseudomonas putida. Environ Microbiol 2003, 5:1281-1293.36. Endoh T, Habe H, Yoshida T, Nojiri H, Omori T: A CysB-regulated and s54-dependent regulator, SfnR, is essential for dimethyl sulfone metabolismof Pseudomonas putida strain DS1. Microbiology 2003, 149:991-1000.37. Grigoroudis AI, Panagiotidis CA, Lioliou EE, Vlassi M, Kyriakidis DA:Molecular modeling and functional analysis of the AtoS-AtoC two-component signal transduction system of Escherichia coli . BiochimBiophys Acta Gen Subj 2007, 1770:1248-1258.38. Bordes P, Wigneshweraraj SR, Schumacher J, Zhang X, Chaney M, Buck M:The ATP hydrolyzing transcription activator phage shock protein F ofEscherichia coli : Identifying a surface that binds s54. Proc Natl Acad SciUnit States Am 2003, 100:2278-2283.39. Dago AE, Wigneshweraraj SR, Buck M, Morett E: A role for the conservedGAFTGA motif of AAA+ transcription activators in sensing promoterDNA conformation. J Biol Chem 2007, 282:1087-1097.40. Hartl FU: Molecular chaperones in cellular protein folding. Nature 1996,381:571-580.41. Mayer MP, Bukau B: Hsp70 chaperone systems: Diversity of cellularfunctions and mechanism of action. Biol Chem 1998, 379:261-268.42. Yoon H, Hong J, Ryu S: Effects of chaperones on mRNA stability andgene expression in Escherichia coli. J Microbiol Biotechnol 2008, 18:228-233.43. Ohki R, Kawamata T, Katoh Y, Hosoda F, Ohki M: Escherichia coli dnaJdeletion mutation results in loss of stability of a positive regulator, CRP.J Biol Chem 1992, 267:13180-13184.44. Berks BC, Sargent F, Palmer T: The Tat protein export pathway. MolMicrobiol 2000, 35:260-274.45. Pérez-Rodriguez R, Fisher AC, Perlmutter JD, Hicks MG, Chanal A, Santini CL,Wu LF, Palmer T, DeLisa MP: An Essential Role for the DnaK MolecularChaperone in Stabilizing Over-expressed Substrate Proteins of theBacterial Twin-arginine Translocation Pathway. J Mol Biol 2007,367:715-730.46. Rodriguez F, Arsène-Ploetze F, Rist W, Rüdiger S, Schneider-Mergener J,Mayer MP, Bukau B: Molecular Basis for Regulation of the Heat ShockTranscription Factor sigma32 by the DnaK and DnaJ Chaperones. MolCell 2008, 32:347-358.47. De Lorenzo V, Herrero M, Jakubzik U, Timmis KN: Mini-Tn5 transposonderivatives for insertion mutagenesis, promoter probing, andchromosomal insertion of cloned DNA in gram-negative eubacteria. JBacteriol 1990, 172:6568-6572.48. Sambrook J, Fritsch EF, Maniatis T: Molecular cloning: a laboratory manual.Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY, 2 1989.49. Smyth GK, Speed TP: Normalization of cDNA microarray data. Methods2003, 31:265-273.50. Delmar P, Robin S, Daudin JJ: VarMixt : Efficient variance modeling forthe differential analysis of replicated gene expression data. Bioinformatics2004, 21(4):502-8.51. Benjamini Y, Yekutieli D: The control of the false discovery rate inmultiple hypothesis testing under dependency. Ann Stat 2001,29:1165-1188.52. Pfaffl MW: A new mathematical model for relative quantification in real-time RT-PCR. Nucleic Acids Res 2001, 29(9):e45.53. Pfaffl MW, Horgan GW, Dempfle L: Relative expression software tool(REST) for group-wise comparison and statistical analysis of relativeexpression results in real-time PCR. Nucleic Acids Res 2002, 30(9):e36.54. Anderson GL, Williams J, Hille R: The purification and characterization ofarsenite oxydase from Alcaligenes faecalis, a molybdenum-containinghydroxylase. J Biol Chem 1992, 267:23674-23682.doi:10.1186/1471-2180-10-53Cite this article as: Koechler et al.: Multiple controls affect arseniteoxidase gene expression in Herminiimonas arsenicoxydans. BMCMicrobiology 2010 10:53.Submit your next manuscript to BioMed Centraland take full advantage of: • Convenient online submission• Thorough peer review• No space constraints or color figure charges• Immediate publication on acceptance• Inclusion in PubMed, CAS, Scopus and Google Scholar• Research which is freely available for redistributionSubmit your manuscript at www.biomedcentral.com/submitKoechler et al. BMC Microbiology 2010, 10:53http://www.biomedcentral.com/1471-2180/10/53Page 13 of 13http://www.ncbi.nlm.nih.gov/pubmed/7665518?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7665518?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/7665518?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12915141?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12915141?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14550943?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14550943?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12618438?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12618438?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12618438?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15790859?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15790859?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11250197?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11250197?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11250197?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/9325422?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/9325422?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/1482126?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/1482126?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/2677638?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/2677638?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11243806?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11243806?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11243806?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10536136?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10536136?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10536136?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16531068?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16531068?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/16531068?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12180911?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12180911?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12855729?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12855729?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12855729?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19854901?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19854901?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19854901?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/19854901?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10094682?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10094682?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10094682?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12537565?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12537565?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12537565?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14641574?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14641574?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14641574?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12686641?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12686641?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12686641?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/12686641?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17090527?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17090527?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17090527?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/8637592?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/9563820?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/9563820?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18309265?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18309265?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/1618821?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/1618821?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/10652088?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17280684?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17280684?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/17280684?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18995833?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/18995833?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/2172217?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/2172217?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/2172217?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/14597310?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15374871?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/15374871?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11328886?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11328886?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11972351?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11972351?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/11972351?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/1331097?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/1331097?dopt=Abstracthttp://www.ncbi.nlm.nih.gov/pubmed/1331097?dopt=Abstract\tAbstract\tBackground\tResults\tConclusion\tBackground\tResults\tGene expression profiling in response to arsenic\tIdentification of arsenite oxidase accessory genes by screening an Aox activity deficient mutant library\tEffect of AoxR, AoxS, RpoN and DnaJ on arsenite oxidase synthesis\tEffect of AoxR, AoxS, RpoN and DnaJ on the control of arsenite oxidase operon expression\tMolecular mechanisms of arsenite oxidase transcription\tDiscussion\tConclusion\tMethods\tBacterial strains and growth media\tTransposon mutagenesis\tSelection of arsenite oxidase mutants\tDNA manipulation and insertion mapping\tArsenic speciation determination\tRNA extraction\tMicroarrays and data analysis\tQuantitative real time PCR\t5’RACE experiment\tPreparation of protein extracts, SDS-PAGE and PAGE separation\tPreparation of antibodies and Western blot analysis\tAcknowledgements\tAuthor details\tAuthors' contributions\tReferences"