"Hindawi Publishing CorporationBioMed Research InternationalVolume 2013, Article ID 582526, 9 pageshttp://dx.doi.org/10.1155/2013/582526Research ArticleNeurogenesis and Increase in Differentiated NeuralCell Survival via Phosphorylation of Akt1 after FluoxetineTreatment of Stem CellsAnahita Rahmani,1 Danial Kheradmand,2 Peyman Keyhanvar,3,4Alireza Shoae-Hassani,1 and Amir Darbandi-Azar41 Stem Cell and Tissue Engineering Department, Research Center for Science and Technology in Medicine (RCSTiM),Tehran University of Medical Sciences, Tehran, Iran2 Faculty of Medicine, Islamic Azad University, Mashhad Branch, Mashhad 19988-96953, Iran3Medical Nanotechnology Department, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences,Tehran, Iran4Rajaei Cardiovascular, Medical, and Research Centre, Iran University of Medical Sciences, P.O. Box 14185-615, Tehran, IranCorrespondence should be addressed to Amir Darbandi-Azar; nanobiotechnology@ymail.comReceived 10 April 2013; Revised 15 July 2013; Accepted 15 July 2013Academic Editor: Paul HigginsCopyright © 2013 Anahita Rahmani et al. This is an open access article distributed under the Creative Commons AttributionLicense, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properlycited.Fluoxetine (FLX) is a selective serotonin reuptake inhibitor (SSRI). Its action is possibly through an increase in neural cell survival.The mechanism of improved survival rate of neurons by FLXmay relate to the overexpression of some kinases such as Akt protein.Akt1 (a serine/threonine kinase) plays a key role in the modulation of cell proliferation and survival. Our study evaluated theeffects of FLX on mesenchymal stem cell (MSC) fate and Akt1 phosphorylation levels in MSCs. Evaluation tests included reversetranscriptase polymerase chain reaction, western blot, and immunocytochemistry assays. Nestin, MAP-2, and 𝛽-tubulin weredetected after neurogenesis as neural markers. Ten 𝜇M of FLX upregulated phosphorylation of Akt1 protein in induced hEnSCsignificantly. Also FLX did increase viability of these MSCs. Continuous FLX treatment after neurogenesis elevated the survivalrate of differentiated neural cells probably by enhanced induction of Akt1 phosphorylation. This study addresses a novel role ofFLX in neurogenesis and differentiated neural cell survival that may contribute to explaining the therapeutic action of fluoxetinein regenerative pharmacology.1. IntroductionRecent works in stem cell biology have opened up new waysin therapeutic strategies to replace lost cells with stem cells ininjuries. Cell therapy will be an effective strategy for treatingneurodegenerative diseases and spinal cord injuries [1]. How-ever the important part of the successful therapy depends ondifferentiation and promoting the survival of implanted cells.The survival rate of stem cells after differentiation and trans-plantation is important for the efficacy of cell therapy [2].Some factors are involved in the regulation of neurogenesisand their survival. Corticosteroids were the first hormonesfound to have a neurogenesis effect [3]. Neurotransmittersand growth factors also can affect neurogenesis [4]. Basedon the fact that fluoxetine (FLX) improves brain function,researchers have explored the effect of antidepressants on theneurogenesis. FLX was the first selective serotonin reuptakeinhibitor (SSRI) approved for the treatment of depression.On the molecular basis of its clinical efficacy, FLX increasesserotonin synaptic availability [5]. Increased neurogenesisstarted by antidepressants in some manner contributes totheir therapeutic effects [6].These results provide some initialinsights, but more work is needed to fully elucidate the SSRIactions on stem cell neurogenesis.To promote extended survival of transplanted stem cells,we must modulate the properties of the cells. This purposehttp://dx.doi.org/10.1155/2013/5825262 BioMed Research Internationalmight be accomplished by overexpressing Akt1 protein whichis a general mediator of cell survival signal. Akt is a ser-ine/threonine kinase that plays a key role in the modulationof cell proliferation and survival. It is wellknown for itsantiapoptotic effects against a variety of situations includingoxidative and osmotic stress, irradiation, and ischemic shock[7–10].This study aimed to investigate whether fluoxetine couldinduce neurogenesis in mesenchymal stem cells and to fur-ther examine the putative role ofAkt1 and its phosphorylationin FLX-mediated effects.2. Materials and Methods2.1. Isolation and Culture of Human Endometrial Stem Cells.This study was carried out in accordance with the TehranUniversity ofMedical Sciences Ethical Committee Law.Therewas a consent form for each donor that is included in thesupplementary data. Here we were using human endometrialstem cell (hEnSC) as a source ofmesenchymal stem cell. Stemcell was obtained from 30 donors between 25 and 35 yearsold in the gynecology department as described previously[11]. Briefly, the biopsies from endometrium were dissectedand then treated with collagenase (Sigma, USA) for 45min.Isolated cells were suspended in phosphate buffered saline(PBS, Sigma, USA) supplemented with 10% fetal bovineserum (FBS; Gibco, UK), 0.2mM EDTA (Sigma, USA),100U/mL penicillin, and 0.1mg/mL streptomycin (Gibco,UK).The cells were layered on Ficoll Paque (Sigma,USA) andcentrifuged at 400 g for 35min at 4∘C. EnSCs were retrievedfrom the buffy coat layer, washed in PBS, and then kept inDMEM/F12 medium (Gibco, UK). In the passage two, theCD146+, CD105+, and CD90+ cells were isolated from totalcells [12] by the fluorescent analyzer cell sorter (FACS).2.2. Mesenchymal Stem Cells Differentiation. Human EnSCswere placed on collagen precoated plates with DMEM low-glucose medium.The cultures were kept in a humidified 10%CO2atmosphere at 37∘C for 10 days.Themedia were replacedwith freshmedia every 3 d. Stem cells that have grown to 70%confluence were pretreated with 1𝜇M dimethyl-sulfoxide(DMSO, Sigma, USA) and then were treated with fluoxetine(1, 2, 5, and 10 𝜇M,Sigma,USA). Treatmentwith 1𝜇Mretinoicacid (RA, Sigma, USA) and dH2O was done as positiveand negative controls in order. Also hEnSCs cultured inFLX treated media containing 10 𝜇Mphosphatidylinositol-3-kinase (PI3-K) inhibitor (LY294002, Promega, USA) servedas control cells to determine the Akt role. After treatment for10 d, cells were subjected to examining the Akt1 phosphoryla-tion bywestern blot and for specificmarkers of neural cells viareverse transcriptase PCR and immunocytochemistry assays.In each experiment, a nontreated group was tested.2.3. Reverse Transcriptase PCR Analysis for Neural SpecificMarkers. For collection of total RNA from treated hEnSCs,we used an Isogen kit according to the manufacturer’sinstructions (Nippon Gene, Tokyo, Japan). RNA quantityandpuritywere determined by spectrophotometry (BeckmanDU-65). Standard reverse transcription was performed usingthe AMV kit (Takara Biomedicals, Ohtsu, Japan) with 1 𝜇gRNA and 0.5 𝜇g oligo-dT per reaction, according to the man-ufacturer’s instructions. Reaction mixtures included 2.5𝜇LcDNA, 1x PCR buffer (AMS TM, Cinnagen, Iran), 200𝜇MdNTPs, 0.5 𝜇M of each of forward and reverse primers(Table 1), and 1U Taq DNA polymerase. Polymerase chainreactions were performed at 94∘C for 1min, 30 cycles 94∘Cfor 30 s, 55–63∘C for 30 s, and 72∘C for 30 s, and 72∘C for10min. Amplified DNA fragments were electrophoresed on1.5% agarose gel.Thegelswere stainedwith ethidiumbromide(10 𝜇g/mL) and photographed on a UV transilluminator(Uvidoc, UK).2.4. Neural Markers Immunostaining. The hEnSCs treatedwith FLX and FLX + 10 𝜇M PI3-K inhibitor (LY294002,Promega, USA) were fixed by incubation in 9% paraformal-dehyde for 20min and permeabilized with 0.5% Triton X-100for 10min as described previously [1]. The cells were thenreacted with primary antibodies for Nestin (Sigma, USA),MAP-2 (Sigma, USA), 𝛽-tubulin-III (Chemicon, USA), andCD11b as a glial marker (Millipore, USA) at 4∘C for 12 h,washed with PBS and reacted with the fluorescent isothio-cyanate (FITC) conjugated secondary antibody (Sigma,USA)at room temperature for 2 h. Finally, the cells were washedwith PBS three times, and DAPI was used for DNA staining.2.5. Detection of Akt1 Phosphorylation via Western Blotting.After FLX treatment, the cell lysates were collected andprotein concentration was determined by using a proteinassay kit (Bio-Rad, USA). Total cell extracts containingequal amounts of protein in sample buffer were subjectedto WB analysis as described previously [13]. Briefly, thesamples were boiled for 5min and then separated by 12%sodium dodecyl sulfate polyacrylamide gel electrophore-sis (SDS-PAGE). After that, the gel was transferred ontopolyvinylidene difluoride (PVDF) membrane for blotting.The membrane was first blocked by incubation in bovinealbumin at room temperature for 2 h and then incubatedwith anti-Akt1 antibody (Cell Signaling Technology, USA)and anti-phospho-Akt1 antibody (Cell Signaling Technology,USA) for 2 h at room temperature, washed for 3 timeswith tris buffer containing Tween-20 and incubated at roomtemperature with HRP conjugated secondary antibody for2 h. The membrane was washed 5 times with tris buffer, andthen specific bands were quantified using a ChemiImagerSystem (Alpha Innotech Corporation). Anti-𝛽 actin antibody(Abcam, UK) was used as an internal control.2.6. Viability Test (MTT) in Neural Differentiated Cells.MTT (3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyltetrazoliumbromide) assay is a useful colorimetric test for detectionof cell viability. MTT is for measuring the activity of cel-lular enzymes that reduce the yellow tetrazolium dye, toits insoluble formazan, giving a purple color. Differentiatedmesenchymal stem cells were tested for their survival time inthe presence or absence of FLX. The EnSCs were plated into96 well enzyme linked immunosorbent assay (ELISA) plates,BioMed Research International 3Table 1: Primers used for specific neuronal genes expression.Target genes Primer sequences Accession numberNestin F: 5󸀠-GCCCTGACCACTCCAGTTTA-3󸀠 NM:051373R: 5󸀠-GGAGTCCTGGATTTCCTTCC-3󸀠Map-2 F: 5󸀠-CCATTTGCAACAGGAAGACAC-3󸀠 NM:002374.3R: 5󸀠-CAGCTCAAATGCTTTGCAACTAT-3󸀠Β-tubulin F: 5󸀠-ATGTACGAAGACGACGAGGAG-3󸀠 NM:BC:003021R: 5󸀠-GTATCCCCGAAAATATAAACACA-3󸀠𝛽-actin F: 5󸀠-AAGAGAGGCATCCTGACCCT-3󸀠R: 5󸀠-ACATGGCTGGGGTGTTGAAGC-3󸀠and the differentiation process was repeated as describedpreviously in Section 2.2. After the differentiation for replac-ing the culture media, FLX was added to three of the wellsand PBS was used as a negative control in three otherwells. Culture plates were incubated for one week. Duringincubation (7 d), culture media were replaced with medium,containing FLX, FLX + LY294002, and PBS. Cell viability wasassessed by MTT assay kit (Biotium, Hayward, USA). TheMTT reagent (10 𝜇L) was added to the wells and incubatedfor 3 h. At the end of the incubation period, the medium wasremoved and 100 𝜇L DMSO was added into each well. Todissolve the formazan crystals, the supernatant was pipettedseveral times. Absorbance was measured on an ELISA platereader at a wavelength of 540 nm.2.7. Labeling Cell with 5-Bromo-20-deoxyuridine. One 𝜇MBrdU was added to the cultures for 6 h on the 8th day ofFLX induction. The cells were observed on the 9th day ofBrdU labeling and then fixed on the 10th day of developmentand stained for BrdU and Nestin with anti-BrdUmonoclonalantibody (Sigma, St. Louis) overnight at 4∘C and labeledwith secondary antibody conjugated with Rhodamine for 120minutes at room temperature. BrdU and Nestin positive cellswere counted in 10 microscopic fields. The percentage andstandard deviation of double stained cells among all Nestinpositive cells were calculated.2.8. Statistical Analyses. Data shownwere expressed asmeans± S.D. from data obtained in three independent experi-ments. MTT and western blot results are obtained from sixindependent experiments. ANOVA was used to comparethe effects of all treatments. Differences of viability withinexperimental groups were determined by theMann-Whitneytest. Differences were considered statistically significant at𝑃 ≤ 0.05.3. Results3.1. Human Endometrial Stem Cell Culture. Human EnSCsanalysis by FACS showed thatmore than 90%of the cells wereCD146+, CD105+, and CD90+ (Figure 1). This test confirmsthe true isolation of stem cells from the lining womb. Todetermine whether the hEnSCs could respond to FLX or not,we treated the stem cells with 1–10 𝜇g serial concentrations ofFLX over a period of 10 d on collagen precoated and DMSOpretreated plates. In this work, human EnSCs with spindleshaped morphology were cultured (Figure 2(a)). After 10 d,fibroblast-like cells with spindle-shapemorphology appearedon culture dishes (Figure 2(b)). Considering the role of FLX,we investigated its effect on the stem cell differentiation.Dendrite and axon formation and also neurite outgrowththat are phenotypic changes into neural fate were obvious(Figure 2(c)), and it was comparable with retinoic acid effectsas a positive control (Figure 2(d)).3.2. Expression of Differential Neural Genes. The in vitro studyis conducted to determine that the neurogenesis regulatingeffect could be replicated in cell culture system. One weekafter the treatment of hEnSCs, we examined the neuralmarkers by RT-PCR. RT-PCR analysis was indicative of theexpression of nestin,map-2, and 𝛽-tubulin genes as shown inFigure 3.3.3. Immunostaining of Neuronal Induced Specific Markers.Fluoxetine treated and differentiatedmesenchymal stem cellswere visualized by the staining of some neuronal markers.Immunocytochemistry was used to analyze theNestin,MAP-2, and 𝛽-tubulin proteins. The result showed that theseproteins were detected after treatment in 10 d (Figure 4(a)).Also a group of cells that were treated with LY294002 asa phosphatidylinositol-3-kinase (PI3-K) inhibitor did notexpress the neural markers even after 10 d treatment by FLX(Figure 4(b)).3.4. Overexpression of Phosphorylated Akt1. Phosphorylationof Akt1 in FLX-treated mesenchymal stem cells as detectedby western blot was higher than non-FLX-treated stem cells.Also LY294002 as a PI3-K inhibitor inhibited the phosphory-lation of Akt1 significantly (Figure 5).3.5. Viability of FLX Treated Cells. The effect of FLX on thesurvival period of the differentiated stem cells was observeddirectly and investigated byMTT assay. As shown in Figure 6,FLX treatment affects the cell survival rate significantly (𝑃 <0.05) higher than all other groups. While the retinoic acidstrongly suppressed cell survival in this assay, the suppressiveeffect of FLX on differentiated stem cells was very low.The continuance of FLX treatment extended the time and4 BioMed Research International100806040200CD900 102 103 104 105NegativePositive(a)100806040200CD1050 102 103 104 105NegativePositive(b)100806040200CD1460 102 103 104 105NegativePositive(c)Figure 1: Characterization of human endometrial stem cells via fluorescent analyzer cell sorter (FACS). Human EnSCs after the secondpassage were sorted and analyzed by FACS for CD105+, CD146+, and CD90+ markers.percentage of cell viability (Figure 6). The BrdU labeled cellswere observed 24 h after labeling that showed over 90% ofhEnSCs were BrdU positive (Figure 7(a)). The amounts ofNestin-BrdU positive cells were determined on the 10th dayin cultures. The percentage of double stained cells among allNestin positive cells and standard deviation were calculatedfromdata of 10microscopic fields. Cultures treatedwith BrdUand fixed on the 10th day contained about 60%double stainedpositive cells (Figure 7(b)).4. DiscussionDifferentiation of mesenchymal stem cells into a specificlineage, their survival, and functionality are related toBioMed Research International 520𝜇M(a)20𝜇M(b)20𝜇M(c)20𝜇M(d)Figure 2: Morphological characteristics and differentiation of hEnSCs into neural cells. (a) Human EnSC (passage 2) in DMEM low glucose(b), after 10 d in DMEM pretreated with DMSO (c), plus 10𝜇M of FLX and (d) 1 𝜇g/mL of retinoic acid as a positive control (magnification:×400).Control FLX treatedNestinMAP-2𝛽-Tubulin𝛽-ActinFigure 3: Expression of differential genes. Expression of Nestin,Map-2, and 𝛽-tubulin neuron markers was analyzed in controlculture and FLX (10𝜇M) treated and induced differentiation cultureafter 10 d.molecular regulation.Themain finding of this research is thatthe fluoxetine antidepressant could induce neurogenesis inmesenchymal stem cells and upregulate the phosphorylationof serine/threonine kinase Akt1, and therefore it could bea differentiation and proliferation signaling mediator in celltherapy.Selective serotonin reuptake inhibitors like FLX facil-itate signaling of serotonin by inhibiting its reuptake. Atthe molecular levels, FLX increases synaptic availability ofserotonin [14]. It has been shown that FLX could inhibitor activate PI3k/Akt or ERK1/2 pathways depending on thecell types and their function [15–17]. So it could have a dualrole in the cancer therapy and cell therapy in regenerativemedicine. For this purpose, we selected the Akt signaling todetermine its role in mesenchymal stem cell proliferation,differentiation, and survival.First, our in vitro study was conducted to determine thepossibility of neurogenesis by FLX in the mesenchymal stemcell system (Figures 2(a) and 2(b)). Our results demonstratedthat hEnSCs could be induced to differentiate into neurons inthe presence of FLX (Figure 2(c)) as was seen in cells treatedwith retinoic acid (Figure 2(d)). High concentrations of FLXhave nonserotoninergic effects on cells [5]. Nonserotonin-ergic targets of fluoxetine that mediate its other effects arelikely to have a lower binding affinity or lower availability forFLX. Inhibition of cytochrome P450 is known to be due to anonserotoninergic effect of FLX [18]. Lee et al. (2008) showedthat liver cytochrome P450-dependent ROS formation isresponsible for cyclin-A downregulation and inhibition of6 BioMed Research InternationalNestinDAPI DAPI DAPI DAPI𝛽-TubulinMAP-2 CD11b(a)DAPI DAPINestinDAPI𝛽-TubulinMAP-2(b)Figure 4: Immunostaining of hEnSCs differential markers. Expression of neuron markers including Nestin, MAP-2 and 𝛽-tubulin wasanalyzed in FLX induced differentiation after 10 d. The expression of CD11b as a glial marker was not obvious. The size bar is 10𝜇m (a).Immunostaining of LY294002 treated hEnSCs after culture in FLX supplemented medium. There is not an expression of neuron markers inFLX induced differentiation after 10 d (b).FluoxetineLY294002pAktAkt𝛽-Actin++++−−−−Figure 5: Western blot results after treatment of hEnSC with 10 𝜇Mfluoxetine after 10 d. Protein samples (100𝜇g) were loaded ontoSDS PAGE gels and transferred to PVDF membranes. The inducedEnSCs produced an increase expression of phosphorylated Akt1protein. 𝛽-Actin was used as an internal control.neural progenitor cell proliferation [19] so inhibition ofcytochrome P450 may inhibit cyclin-A downregulation andrestoring cyclin-A reverse inhibition of neural progenitorcell proliferation. However, this induction did not occur inthe brain and suggested a tissue-specific response [20]. Ithas been demonstrated that the SSRIs interact with the eagvoltage-gated K1channel [21], and voltage-gated potassiumchannels play a functional role in the development of humanneural progenitor cells and differentiation of neurons [22].Also studies by deOliveira and colleagues in 2012 showed thateag potassium channel expression in the rat hippocampus hasBioMed Research International 7Treatment after 1 weekMTT of FLX treated SCsCell survival rate (%)1201008060402001 2 3 4 5 6 7 8∗∗Figure 6: MTT shows EnSCs differentiated neural cell viability ratein the presence of FLX, FLX + LY294002, LY294002, and retinoicacid after one week (𝑃 ≤ 0.05). The numbers from the left side areas follows: (1) 1 𝜇M FLX, (2) 5 𝜇M FLX, (3) 10 𝜇M FLX, (4) 10 𝜇MFLX + 10𝜇M LY294002, (5) 10𝜇M LY294002, (6) 1𝜇M retinoicacid, (7) neural differentiated cells without FLX supplement, and (8)undifferentiated mesenchymal stem cells.been associated with neural cell survival and transient brainischemia [23].In our experiment, fluoxetine-induced hEnSCs displayedneuronal morphology with axon formation and neuriteoutgrowth and expressed Nestin and other neuronal specificmolecular markers by the reverse transcriptase polymerasechain reaction (Figure 3) and immunocytochemistry (Fig-ure 4(a)) assays. EnSCs cultured in serum-free DMEM/F12medium could not differentiate or even proliferated con-stantly. These findings indicate FLX-induced EnSCs mayprovide a stem-cell-based way to generate neuronal cells forthe treatment of neurodegenerative diseases. This findingcould determine that the endometrial stem cells express sero-tonin receptors. In neuropharmacology, it may be beneficialto study the effect of the different antidepressants on theneurogenesis since this provides insights into the regulationof stem cell proliferation.Regeneration of neurons that undergo cell death soonafter injury is the main goal of all cell-based therapies. Fromthe point that neurogenesis has the capacity to enhancebrain repair and/or spinal cord repair after ischemia and/ortrauma by replacement of dead cells or seriously injured cellsFLX neurogenesis could lead to recovery of these cells. FLXwould appear to be a candidate as a neurogenesis factor. Ourexperiment showed that the hEnSCs expressed neural cellmarkers after FLX treatment, but there was no expression ofCD11b marker that is a specific glial marker (Figure 4(a)).This is an important point because glial scar formation thatoccurs following CNS injuries is an important obstacle ofneuroregeneration. FLX could introduce a regenerative prod-uct in neuronal injuries and find its position in regenerativepharmacology.Many groups have examined the potential of neu-ron replacement from embryonic stem cells [24], inducedpluripotent stem cells (iPS) [25, 26], and cord blood derivedstem cells. Endometrial stem cells have demonstrated supe-rior potential. They expand rapidly and they have fewertechnical and ethical problems so they have great potentialas therapeutic agents and autologous grafts [2]. Our teamhas previously shown that the endometrial stem cells couldbe differentiated successfully into other lineages of cellsespecially neural cells [1, 11]. It represents a progress in thedevelopment of a new source of neurons.We further confirmed the protective mechanisms of Akt1phosphorylation as a survival signaling that introduces thispathway as a potential target for stem cell survival after dif-ferentiation of mesenchymal stem cells (Figure 6). PI3k/Aktis the important cell survival pathways and phosphorylationof Akt mediates anti-apoptosis in many kinds of cells [27]. In2003, Kim et al. have shown that the Akt activation results inphosphorylation and then inactivation of the pro-apoptoticprotein glycogen synthase kinase 3 (GSK3b), thus extendingthe cell survival period [28]. In support of the role of Akt1phosphorylation, we found that the PI3K inhibitor LY294002in the concentration of 10 𝜇M decreased the FLX mediatedAkt phosphorylation (Figure 5), differentiation (Figure 4(b)),and the viability of neuronal differentiated cells (Figure 6).This suggests a key role for activating Akt1 in the protectionof mesenchymal stem cell from the precocious death. Alsowe have labeled the hEnSCs with BrdU to obtain more exactcell proliferation rate (Figure 7(a)). The FLX treated stemcells that were labeled with BrdU showed double-staining forboth BrdU and Nestin on the 10th day. Cells acquiring Nestinpositive phenotype seemed to go through cell cycles enoughto dilute the BrdU label to the non-detectable levels. In ourexperiment, BrdUwas added on the 8th day of induction, andabout half of nestin positive cells carried BrdU-label on the10th day (Figure 7(b)). In cultures that FLX was absent about70% of Nestin positive cells carried BrdU-label.In 2006, Frebel and Wiese confirmed the neuronal sur-vival and differentiation implicated PI3-K/AKT in synapticplasticity, learning, and memory in the mammalian brain[29].Although this finding supports the neurogenesis role ofSSRIs, it has been suggested that excessive neurogenesis isnot beneficial and could result in inappropriate migrationinto existing neural networks. Scharfman and Hen believethat this manner could cause some pathological conditionsas epilepsy [30], but previously Rush et al. reporting thatSSRIs could lose their effect after long-term use [31]. Thishas been called relapse during maintenance treatment. Apossible mechanism underlying this effect is the weaknessof neurogenesis because of excessive stimulation. So it ispossible that long-term SSRI therapy might affect PI3/Aktpathway and its activation that leads to cognitive functionsby disrupting the normal regulation of neurogenesis.5. ConclusionIn conclusion our data argue with fluoxetine effect onmesenchymal stem cell neurogenesis and its role in thephosphorylation of Akt1 in the differentiated cells to increasethe survival rate of differentiated cells.8 BioMed Research International(a)Nestin BrdU(b)Figure 7: Endometrial stem cells labeled by BrdU (a). Cultures were treated with FLX and labeled with BrdU. They were then stained withantibodies against BrdU and nestin, followed by either rhodamine- (for BrdU, red) or FITC- (nestin, green) labeled secondary antibodies (b).Data are representative of 3 independent experiments.Conflict of InterestsThe authors have no conflict of interests.References[1] M. Noureddini, J. Verdi, S. A. Mortazavi Tabatabaei, S. Sharif,and A. Shoae Hassani, “Human endometrial stem cell neuroge-nesis in response to NGF and bFGF,” Cell Biology International,vol. 36, no. 1, pp. 961–966, 2012.[2] A. Shoae-Hassani, S. A. Mortazavi-Tabatabaei, S. Sharif, H.Rezaei-Khaligh, and J. Verdi, “DHEA provides a microen-vironment for endometrial stem cells neurogenesis,” MedicalHypotheses, vol. 76, no. 6, pp. 843–846, 2011.[3] H. A. Cameron, “Adult neurogenesis is regulated by adrenalsteroids in the dentate gyrus,” Neuroscience, vol. 61, no. 2, pp.203–209, 1994.[4] P.-M. Lledo, M. Alonso, and M. S. Grubb, “Adult neurogenesisand functional plasticity in neuronal circuits,” Nature ReviewsNeuroscience, vol. 7, no. 3, pp. 179–193, 2006.[5] R. Ranganathan, E. R. Sawin, C. Trent, and H. R. Horvitz,“Mutations in the Caenorhabditis elegansserotonin reuptaketransporter MOD-5 reveal serotonin-dependent and -independent activities of fluoxetine,” Journal of Neuroscience,vol. 21, no. 16, pp. 5871–5884, 2001.[6] A. Abdipranoto, S. Wu, S. Stayte, and B. Vissel, “The role ofneurogenesis in neurodegenerative diseases and its implicationsfor therapeutic development,” CNS and Neurological Disorders-Drug Targets, vol. 7, no. 2, pp. 187–210, 2008.[7] H.Dudek, S. R.Datta, T. F. Franke et al., “Regulation of neuronalsurvival by the serine-threonine protein kinase Akt,” Science,vol. 275, no. 5300, pp. 661–665, 1997.[8] S. G. Kennedy, E. S. Kandel, T. K. Cross, and N. Hay,“Akt/protein kinase B inhibits cell death by preventing therelease of cytochrome C from mitochondria,” Molecular andCellular Biology, vol. 19, no. 8, pp. 5800–5810, 1999.[9] A. Brunet, S. R. Datta, and M. E. Greenberg, “Transcription-dependent and—independent control of neuronal survival bythe PI3K-Akt signaling pathway,” Current Opinion in Neurobi-ology, vol. 11, no. 3, pp. 297–305, 2001.[10] T. F. Franke, C. P. Hornik, L. Segev, G. A. Shostak, and C.Sugimoto, “PI3K/Akt and apoptosis: size matters,” Oncogene,vol. 22, no. 56, pp. 8983–8998, 2003.[11] A. Shoae-Hassani, A. M. Seifalian, S. A. Mortazavi-Tabatabaei,S. Sharif, A. Azimi, and J. Verdi, “Differentiation of humanendometrial stem cells into urothelial cells on a three-dimensional nanofibrous silk-collagen scaffold: an autologouscell resource for reconstruction of the urinary bladder wall,”Journal of Tissue Engineering and Regenerative Medicine, 2013.[12] C. E. Gargett, “Uterine stem cells: what is the evidence?”HumanReproduction Update, vol. 13, no. 1, pp. 87–101, 2007.[13] A. Shoae-Hassani, S. A. Mortazavi-Tabatabaei, S. Sharif, S.Madadi, H. Rezaei-Khaligh, and J. Verdi, “Recombinant lambdabacteriophage displaying nanobody towards third domain ofHer-II epitope inhibits proliferation of breast carcinoma SKBR-3 cell line,” Archivum Immunologiae et Therapiae Experimen-talis, vol. 61, no. 1, pp. 75–83, 2013.[14] F. Karege, M. Schwald, and M. Cisse, “Postnatal developmentalprofile of brain-derived neurotrophic factor in rat brain andplatelets,”Neuroscience Letters, vol. 328, no. 3, pp. 261–264, 2002.BioMed Research International 9[15] G. Mercier, A. M. Lennon, B. Renouf et al., “MAP kinaseactivation by fluoxetine and its relation to gene expression incultured rat astrocytes,” Journal of Molecular Neuroscience, vol.24, no. 2, pp. 207–216, 2004.[16] F. Fumagalli, R. Molteni, F. Calabrese, A. Frasca, G. Racagni,and M. A. Riva, “Chronic fluoxetine administration inhibitsextracellular signal-regulated kinase 1/2 phosphorylation in ratbrain,” Journal of Neurochemistry, vol. 93, no. 6, pp. 1551–1560,2005.[17] E. Ha, K. H. Jung, B.-K. Choe et al., “Fluoxetine increases thenitric oxide production via nuclear factor kappa B-mediatedpathway in BV2 murine microglial cells,” Neuroscience Letters,vol. 397, no. 3, pp. 185–189, 2006.[18] R. K. Choy and J. H. Thomas, “Fluoxetine-resistant mutants inC. elegans define a novel family of transmembrane proteins,”Molecular Cell, vol. 4, no. 2, pp. 143–152, 1999.[19] C.-T. Lee, J. Chen, T. Hayashi et al., “A mechanism for theinhibition of neural progenitor cell proliferation by cocaine,”PLoS Medicine, vol. 5, no. 6, article e117, 2008.[20] W. J. Ray, G. Bain, M. Yao, and D. I. Gottlieb, “CYP26, a novelmammalian cytochrome P450, is induced by retinoic acid anddefines a new family,” Journal of Biological Chemistry, vol. 272,no. 30, pp. 18702–18708, 1997.[21] D. Weinshenker, G. Garriga, and J. H. Thomas, “Genetic andpharmacological analysis of neurotransmitters controlling egglaying in C. elegans,” Journal of Neuroscience, vol. 15, no. 10, pp.6975–6985, 1995.[22] G. Schaarschmidt, F. Wegner, S. C. Schwarz, H. Schmidt,and J. Schwarz, “Characterization of voltage-gated potassiumchannels in human neural progenitor cells,” PLoS ONE, vol. 4,no. 7, Article ID e6168, 2009.[23] R. M. W. de Oliveira, S. Martin, C. L. de Oliveira et al.,“Eag1, Eag2, and SK3 potassium channel expression in the rathippocampus after global transient brain ischemia,” Journal ofNeuroscience Research, vol. 90, no. 3, pp. 632–640, 2012.[24] M. S. Cho, Y.-E. Lee, J. Y. Kim et al., “Highly efficient and large-scale generation of functional dopamine neurons from humanembryonic stem cells,” Proceedings of the National Academy ofSciences of the United States of America, vol. 105, no. 9, pp. 3392–3397, 2008.[25] Y.-H. Rhee, J.-Y. Ko, M.-Y. Chang et al., “Protein-based humaniPS cells efficiently generate functional dopamine neurons andcan treat a rat model of Parkinson disease,” Journal of ClinicalInvestigation, vol. 121, no. 6, pp. 2326–2335, 2011.[26] A. Shoae-Hassani, S. Sharif, and J. Verdi, “The neurosteroiddehydroepiandrosterone could improve somatic cell repro-gramming,” Cell Biology International, vol. 35, no. 1, pp. 1037–1041, 2011.[27] D. S. Kwon, C. H. Kwon, J. H. Kim, J. S. Woo, J. S. Jung, andY. K. Kim, “Signal transduction of MEK/ERK and PI3K/Aktactivation by hypoxia/reoxygenation in renal epithelial cells,”European Journal of Cell Biology, vol. 85, no. 11, pp. 1189–1199,2006.[28] J. W. Kim, J. E. Lee, M. J. Kim, E.-G. Cho, S.-G. Cho, and E.-J. Choi, “Glycogen synthase kinase 3𝛽 is a natural activator ofmitogen-activated protein kinase/extracellular signal-regulatedkinase kinase kinase 1 (MEKK1),” Journal of Biological Chem-istry, vol. 278, no. 16, pp. 13995–14001, 2003.[29] K. Frebel and S. Wiese, “Signalling molecules essential forneuronal survival and differentiation,” Biochemical SocietyTransactions, vol. 34, no. 6, pp. 1287–1290, 2006.[30] H. E. Scharfman and R. Hen, “Is more neurogenesis alwaysbetter?” Science, vol. 315, no. 5810, pp. 336–338, 2007.[31] A. J. Rush, M. H. Trivedi, S. R. Wisniewski et al., “Acute andlonger-term outcomes in depressed outpatients requiring oneor several treatment steps: a STAR∗D report,”American Journalof Psychiatry, vol. 163, no. 11, pp. 1905–1917, 2006."