"Ovarian Cancer Cells, not Normal Cells, Are Damaged by Mirk/Dyrk1B Kinase InhibitionJing Hu, Holly Deng, and Eileen A. FriedmanPathology Department, SUNY Upstate Medical Univ., Syracuse, NY, 13210AbstractPrior studies had shown that the Mirk/dyrk1B gene is amplified/upregulated in about 75% ofovarian cancers, that protein levels of this kinase are elevated in quiescent G0 cells, and that Mirkmaintains tumor cells in quiescence by initiating rapid degradation of cyclin D isoforms and byphosphorylation of a member of the DREAM complex. Depletion of Mirk/dyrk1B led to increasedcyclin D levels, an elevated ROS content, and loss of viability. However, many normal cells invivo are quiescent, so targeting a kinase found in quiescent cells might be problematic. In thecurrent study, Mirk kinase activity was found to be higher in ovarian cancer cells than normalcells. Pharmacological inhibition of Mirk/dyrk1B kinase increased cyclin D levels both inquiescent normal diploid cells and in quiescent CDKN2A-negative ovarian cancer cells, but led tomore active CDK4/cyclin D complexes in quiescent ovarian cancer cells, allowing them to escapeG0/G1 quiescence, enter cycle with high ROS levels and undergo apoptosis. The ROS scavengerN-acetyl cysteine reduced both the amount of cleaved PARP and the extent of cancer cell loss. Incontrast, normal cells were spared because of their expression of CDK inhibitors that blockedunregulated cycling. Quiescent early passage normal ovarian epithelial cells and two strains ofquiescent normal diploid fibroblasts remained viable after inhibition of Mirk/dyrk1B kinase, andthe few cells that left G0/G1 quiescence accumulated in G2+M. Thus inhibition of Mirk kinasetargeted quiescent ovarian cancer cells.Keywordsquiescence; ovarian cancer; Mirk; Dyrk1B; ROSINTRODUCTIONThe Minibrain/dyrk protein kinase family member Mirk/dyrk1B (1), (2), (3) is an effectorfor both oncogenic K-ras and H-ras through a Rac1 to MKK3 pathway, and also can beactivated by cellular stresses like the chemotherapeutic drug 5-fluorouracil which activatesMKK3 (4), (5), (6), (7). Mirk expression levels are very low in most normal cell typesexcept for skeletal muscle (8), suggesting that this kinase has a non-critical function in mostnormal cells. Mirk is upregulated or amplified in a large subset of ovarian cancers comparedwith normal ovarian tissue (9). Mirk is one of 16 genes within a consistently amplified 660kb subregion of the 19q13 amplicon found in pancreatic cancers (10), and ovarian cancers(11), suggesting selection for this gene. Mirk depletion leads to increased ROS levels inpancreatic cancer and in colon cancer cells (12). Similarly, depletion of Mirk in each of fourovarian cancer cell lines increased their intracellular levels of ROS, sensitizing them tocisplatin which itself raises ROS levels (13). The combined effect of Mirk depletion and lowAddress correspondence to: Eileen Friedman, Ph.D., SUNY Upstate Medical University Department of Pathology, 2305 WeiskottenHall, 750 East Adams Street, Syracuse, New York 13210; Tel: 315-464-7148; FAX 315-464-8419; friedmae@upstate.edu.NIH Public AccessAuthor ManuscriptInt J Cancer. Author manuscript; available in PMC 2014 May 15.Published in final edited form as:Int J Cancer. 2013 May 15; 132(10): 2258–2269. doi:10.1002/ijc.27917.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptcisplatin levels was sufficient to kill the tumor cells, suggesting that Mirk may be anattractive target in ovarian cancers (13). However, subsequent studies showed that Mirklevels varied widely during cell cycling with the greatest protein levels found in ovariancancer cells made quiescent by serum-starvation or growth to high cell density (9). A re-examination of the experimental conditions in the cisplatin studies revealed that severalwere performed in serum-free culture or over a several day growth period which led to highcell density (9) suggesting that most of the ovarian cancer cells were quiescent when Mirk-depletion sensitized them to cisplatin. The significance of quiescence to Mirk response wastroubling since many normal cells in the body are quiescent, except the hematopoieticsystem and the gut epithelium. When a Mirk kinase inhibitor was tested on pancreatic andcolon cancer cells in a recent study (14), normal non-immortalized epithelium from either ofthese human tissues was not studied in parallel, as such tissue is not readily available and isdifficult to maintain in tissue culture. In contrast, normal, non-immortalized ovarian diploidepithelial cells are commercially available and can be cultured. In the current study theeffects of pharmacological inhibition of Mirk kinase are compared in these normal ovariancells, two diploid fibroblast strains and in ovarian cancer cells under culture conditionswhere cells entered a reversible quiescent state.METHODS & MATERIALSMaterialsCell lines and strains were obtained from the ATCC, and fresh cells were taken from frozenstocks negative for mycoplasma, on average every 3 months. In May of 2012, STR (shorttandem repeat) profiling of 14 and 15 loci, respectively, was used to authenticate theSKOV3 and TOV21G cell lines. Reversible quiescence in culture was induced by serum-starvation for 3 days, with the cells able to enter cycle when fresh nutrients were added, asconfirmed by flow cytometry to measure cell movement from G0 to mitotic arrest bynocodazole (13),(9). Early passage human ovarian epithelial cells isolated from humanovarian tissue (cryopreserved primary or passage one cultures, ScienCell) were cultured inserum-free, growth factor containing ovarian epithelial cell medium (OEpiCM, ScienCell)by the provider’s instructions, and made quiescent by culture in serum-free DMEM whereover 60% were found in G0. Flow cytometry after propidium iodide staining and westernblotting were performed as detailed (9), with antibodies to cleaved caspase-3 (#9661) fromCell Signaling, agarose conjugate to CDK4 sc-23896AC, sc-8396 to cyclin D1, sc-182 tocyclin D3, sc-528 to p27, and sc-1616 to actin from Santa Cruz, and to phosphorylatedH2AX from Trevigen. For determination of DNA and RNA content to distinguish G0 fromG1 cells, two parameter cell cycle analysis was performed on cells fixed in ice-cold 70%ethanol, then washed. Hoechst 33258 was added to bind to DNA and block DNA staining byPyronin Y, followed by Pyronin Y to bind to RNA exactly as detailed (12). Mirk kinaseinhibitor RO5454948 was provided by Hoffmann La Roche, Nutley, N.J. Its chemicalstructure, similar IC50 values on purified dyrk1B and the closely related dyrk1A, selectivityin a screen of 49 protein kinases, and biological effects on pancreatic and colon cancer cellswere recently reported (14). RO5454948 only effected cell cycling in colon cancer cells ifMirk/dyrk1B was expressed, having no effect on the cycling of HCT116 colon cancer cellswhich express only dyrk1A, while leading more SW620 colon cancer cells, which expressboth dyrk1B and dyrk1A, to enter cycle and incorporate BrdU (14).Mirk kinase assayLog phase cells or cells made quiescent by serum-free culture for 4 days were lysed inmodified ice cold RIPA buffer called IP buffer (50mM Tris-HCl pH 7.5, 150 mM NaCl, 1%NP40, 10% glycerol, 1 protease inhibitor tablet (Roche), and phosphatase inhibitor cocktails1 and II diluted from 100X stocks). 300 ug lysate was incubated with 2 ug/5μl anti-MirkHu et al. Page 2Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptC’terminal peptide polyclonal antibody overnight at 4°, 20μl protein G-agarose added for 2hr at 4°. The agarose complexes were washed 3X with IP buffer, then 3X with kinase buffer(50mM Tris-HCl pH7.5, 10 mM MgCl2, 1 mM DTT). Incubation continued for 15 min at30°C in 20μl kinase buffer containing 50μM cold ATP, 5μCi 32P-γATP, 2 μg myelin basicprotein substrate. The reaction was stopped by addition of 2X SDS sample buffer andboiling. Samples were analyzed by SDS-PAGE on 12% acrylamide gels, followed byautoradiography and western blotting for Mirk.ROS measurementstotal ROS was measured by DCFA metabolism, ROS superoxide levels weremeasured bydihydroethidium fluorochrome metabolism, and nitric oxide levels measured bydiaminofluorescein (DAF) metabolism. Cells were plated at 4×105 per 6 well plate, changedto serum-free DMEM and treated with 0.5μM RO5454948 for 1,2 or 3 days, with a freshmedia change daily.RESULTSQuiescent ovarian cancer cells have higher levels of Mirk/dyrk1B protein and are moresensitive to Mirk kinase inhibition than proliferating cellsQuiescent tumor cells are generally more resistant to chemotherapeutic drugs and radiationthan cycling cells, and can repopulate the tumor in a favorable microenvironment. A drugtargeting quiescent tumor cells could have clinical utility. Mirk and p130/Rb2 were shownto mediate quiescence in ovarian cancer cells by depletion studies (9). Quiescence ismaintained by the DREAM complex (p130/Rb2, E2F4, DP1 and a stable core including theLIN52 protein), which disassembles when cells leave quiescence and enter cycle. Inquiescent cells Mirk/dyrk1B and the closely related Dyrk1A phosphorylate the core proteinLIN52 at a site necessary for its quiescence function (15). Mirk also blocks cells inquiescence by initiating cyclin D turnover by phosphorylation at an ubiquitination siteconserved in all isoforms (16). TOV21G, SKOV3 and OVCAR3 ovarian cancer cells couldserve as model cell lines to study drug targeting in quiescent cells because these lines wereshown to enter a viable reversible quiescent state when deprived of growth factors, whileother ovarian cancer lines such as OVCAR4 underwent cell death by autophagy (9).As a first step, quiescent cultures were confirmed to contain a high proportion of G0 cellsand a low proportion of S phase cells. Two parameter flow cytometry for both DNA andRNA was used to distinguish G1 cells from G0 cells, which have lower RNA levels becauseof polyribosome degradation. G0 cells and S phase cells were 75% and 1%, respectively, inquiescent TOV21G cultures, while 17% and 26% of cells in cycling cultures were in G0 andS, respectively (Fig. 1A). SKOV3 cultures exhibited similar distributions, as seen earlier (9).Mirk/dyrk1B is an unusual kinase in that its expression and protein abundance vary widelyduring the cell cycle, with low levels in S phase because of downregulation through MEK/Erk signaling (17), and significant upregulation when cells enter G0/early G1 quiescence(18), (9). Since Mirk/dyrk1B protein levels were upregulated 3 to 4 fold in the quiescentovarian cancer cultures (Fig. 1A), we asked whether inhibition of this kinase would havegreater toxicity in quiescent cultures. When quiescent, both TOV21G cultures (Fig. 1A) andSKOV3 cultures (data not shown) were 2 to 3 fold more sensitive to pharmacologicalinhibition of Mirk by the small molecule inhibitor RO5454948, with EC50 levels of 0.8–0.9μM, compared with about 2μM for proliferating cells. We next examined whether thedecreased cell number after Mirk kinase inhibition was due to growth arrest or induction ofapoptosis.Hu et al. Page 3Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptThe ability of ovarian cancer cells to escape quiescence and enter cycle after Mirk kinaseinhibition was examined by flow cytometryMany cell manipulations are required for two parameter flow cytometry, which could causeloss of sub-G0/G1 apoptotic cells, so analysis of ovarian cancer cells was carried out by oneparameter flow cytometry, measuring DNA content after propidium iodide staining. BothTOV21G and SKOV3 cells were observed to slip out of quiescence into cycle when treatedwith the Mirk inhibitor at about their EC50 levels, as shown by an increased fraction of Sand G2+M cells. This was more pronounced in the p53null SKOV3 cells compared with thep53 wild-type TOV21G cells. However, sub-G0/G1 apoptotic cells (arrows, Fig. 1B) wereobserved after 2–4 days of treatment of both lines with the Mirk kinase inhibitor. By 4 daysapoptotic cells comprised 15–25% of the either tumor cell population. These lines differ incell cycle regulators which control G0 to G1 to S cycling, with TOV21G wild-type in p53,expressing p21 but not p16, and SKOV3 p53null expressing neither p21 or p16 (19), (20),(21), (data not shown). Since SKOV3 cells express fewer CDK inhibitors, it may be easierfor SKOV3 cells than TOV21G cells to traverse G1, enter S prematurely and die, afterrelease from G0 quiescence by Mirk inhibition.Cancer cells express higher Mirk protein levels and kinase activity. Would normal diploidcells exhibit less response to Mirk kinase inhibition because they expressed little Mirkprotein? TOV21G, SKOV3 and OVCAR3 ovarian cancer cells, the HD and BJ strains ofnormal diploid fibroblasts, and normal ovarian epithelial cells in early passage were madequiescent by serum starvation, and their Mirk protein levels and Mirk kinase activitiesdetermined. The cancer cells had 2–17 fold higher levels of Mirk protein than the normaldiploid cells (Fig. 1C). The OVCAR3 cells with a 20-fold amplified Mirk gene (9)expressed the most Mirk protein. Kinase activity was determined by an in vitro kinase assayof immunoprecipitated Mirk on the exogenous substrate MBP, and then normalized to theamount of immunoprecipitated Mirk (Fig. 1C, lower panel; note that twice as much Mirkprotein was present in SKOV3 cells than the normal epithelium (upper panel) so SKOV3cells had twice the total kinase activity). Since Mirk kinase activity was higher in the cancercells than the normal diploid cells, pharmacological inhibition of Mirk might lead to largerchanges in the cancer cells.Mirk kinase inhibition has little effect in normal diploid cells. Many normal cells in the bodyare quiescent, so targeting Mirk might allow them to escape quiescence. Normal diploidovarian epithelial cell cultures were made quiescent by culture in serum-free medium andtreated with the Mirk inhibitor for 2 and 3 days (Fig. 2A). The major effect of Mirk kinaseinhibition was to enable about 10%-12% of cells to leave G0 (Fig. 2A, arrowheads), and toincrease the G2+M cell fraction from about 20% to about 35%. Few cells were seen in Sphase. About 70% of cells in the HD strain of normal diploid dermal fibroblast quiescentcultures accumulated in G0 after 4 days of serum starvation, with about 10% fewer G0 cellsin Mirk kinase inhibitor-treated parallel cultures (Fig. 1B, arrowheads). Mirk kinaseinhibition moved about 8% more cells into G2+M. Thus the Mirk kinase inhibitor slightlyreduced the fraction of G0 quiescent diploid epithelial cells and fibroblasts, while themajority of the cells pushed into cycle accumulated in G2+M. Apoptotic sub-G0/G1 cellswere not detected.The ability of normal cells to escape quiescence and become apoptotic after Mirk kinaseinhibition was examined by flow cytometryNo sub-G0/G1 apoptotic cells were seen by one parameter flow cytometry after Mirkinhibitor treatment of two strains of human diploid fibroblasts, BJ and HD (Fig. 2C, only 3day point shown) or normal diploid ovarian epithelial cells (Fig. 2C, day 2 and day3 shown).Possibly the Mirk kinase inhibitor preferentially damaged the cancer cells. To test thisHu et al. Page 4Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscripthypothesis, the drug was washed out and cells were placed in fresh growth mediumcontaining the mitotic inhibitor nocodazole to block any cycling cells in G2+M. After wash-out of the drug, normal diploid BJ fibroblasts regained cycling with the same cell cycledistribution as untreated control cells. Mirk inhibitor-treated TOV21G ovarian cancer cellsexhibited a slower traverse of the cell cycle, with many cells still in G1 and S phase, whilemost control cells had cycled into G2+M (Fig. 2D). Many sub-G0/G1 apoptotic cells wereseen in the inhibitor-treated TOV21G culture before inhibitor removal, so the slower cyclingafter release might be due to G1 and S phase checkpoints induced by unrepaired cellulardamage. Aberrant control of p130/Rb2 may allow escape of quiescent cancer cells into cycleafter Mirk inactivation. Mirk blocks cell cycling in G0/early G1 by phosphorylating cyclinD isoforms at a conserved ubiquitination site, causing their turnover (16). Depletion of Mirkby either of two RNAi duplexes increased cyclin D levels 2–3 fold in both TOV21G andSKOV3 cells (13). As expected, levels of cyclin D rose in both cancer cell lines over 2–4days of treatment with the Mirk inhibitor (Fig. 3A), but also increased in both BJ and HDdiploid fibroblast strains. As a control, an increase in cyclin D content was also seen whenMirk was depleted from both fibroblast strains and from normal ovarian epithelium (Fig.3B). Mirk depletion was 60% in ovarian epithelium, 71% in BJ cells and over 90% in HDcells.Total p27 levels rose in only the normal diploid cells, not the cancer cells, afterpharmacological inhibition of Mirk kinase in time-course studies (Fig. 3A). The 4 to 5 foldincrease in p27 levels after Mirk kinase inhibition was not an off-target effect, as depletionof Mirk by RNAi (Fig. 3B) also increased p27 levels in normal diploid cells. This increasein p27 only in normal cells led to a 2–3 fold increase in p27 bound to CDK4/cyclin Dcomplexes only in normal diploid cells, not in TOV21G or SKOV3 cancer cells (Fig. 3C).These CDK4/cyclin D complexes in normal cells should be inactive, unable tophosphorylate and inactivate the DREAM complex component p130/Rb2 that maintains G0.In fact, treatment of BJ and HD fibroblast strains with the Mirk kinase inhibitor did notdecrease the amount of E2F4 co-immunoprecipitated with p130/Rb2 (Fig. 3D), consistentwith the lack of escape from G0 shown by most cells (Fig. 2B). In contrast, CDK4/cyclin Dcomplexes in cancer cells treated with the Mirk inhibitor were expected to be more activeand capable of phosphorylating p130/Rb2 since cyclin D levels were increased, p27 levelswere not increased, and cells did not express p16, and in the case of SKOV3, also did notexpress p21. Mirk kinase inhibitor treatment of ovarian cancer cells led to slowerelectrophoretic mobility of p130/Rb2 consistent with increased phosphorylation, with astronger response in SKOV3 ovarian cancer cells which express fewer CDK inhibitors. Incancer cells this caused disassembly of the DREAM complex, up to a 3-fold loss ofsequestered E2F4 (Fig. 3D), and escape from quiescence (Fig. 1B). Depletion of Mirk had asimilar effect, leading to increased phosphorylation of p130/Rb2, disassembly of theDREAM complex and loss of sequestered E2F4 (12).Thus both ovarian cancer cell linestested responded to the Mirk kinase inhibitor by loss of sequestered E2F4 (Fig. 3D) andescape into cycle as seen by flow cytometry analysis (Fig. 1B), while the majority of cells inboth strains of normal diploid fibroblasts remained arrested in a reversible quiescent state(Fig. 2B,C). The small shift of both normal diploid fibroblasts and ovarian epithelial cellsfrom G0 into G2 with Mirk kinase inhibitor treatment (Fig. 2A,B) might be due to asubpopulation with increased cyclin D levels, which progressed to a functional G2checkpoint.Mirk kinase inhibition has differential effects on viability and on ROS induction. The HDfibroblast strain and TOV21G cancer cells were treated with a series of concentrations ofRO5454948 from 0.1 to 5μM and their relative viability then compared. The HD cells were94%-99% as viable as untreated control cells, while the TOV21G cells lost viabilitybeginning at 0.5μM, with only about 30% viable cells at 1μM (Fig. 4A). In parallelHu et al. Page 5Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptexperiments, relative cell number was estimated by metabolism of MTT. The normalfibroblasts reached a relative cell number about 70% of untreated cultures (Fig. 4B),possibly because the inhibitor blocked some cell cycling in G2+M (Fig. 2B). In contrast, thelowest concentration tested of 0.1μM reduced both SKOV3 and TOV21G cell numbers toabout half of untreated controls, while 1μM reduced cell numbers to 17–22% of untreatedcontrols. Thus at 1μM RO5454948, about 99% of normal HD fibroblasts were viablecompared with only 30% of the remaining TOV21G cells, as the total cancer cell numberhad been reduced about 6-fold. In earlier studies, Mirk depletion by RNAi duplexesincreased TOV21G cell death by 50% as assayed by dye exclusion, while depletion of Mirkin BJ fibroblasts did not increase the fraction of dead cells (9). Thus inhibition of Mirkkinase activity in normal and cancer cells resulted in similar differential effects on cellviability as did these earlier studies with Mirk depletion (9).Selective killing of cancer cells by a small molecule targeting the stress response to ROS hasbeen observed (22). Normal cells generally have lower ROS levels than cancer cells,allowing a selective attack on cancer cells. Mirk depletion increases ROS levels in cancercells, but the role of Mirk kinase in ROS handling in normal cells was not studied (12), (13).Pharmacological inhibition of Mirk kinase increased total ROS levels, as assayed by theDCFA fluorochrome, up to 2-fold both in SKOV3 cells and in TOV21G cells in time-courseexperiments (Fig. 4C) and in dose-response studies (not shown). A 2-fold increase in totalROS was about the maximum that could be seen when Mirk was depleted from either line,as greater increases in ROS caused cell lysis (13). A roughly 2-fold increase in total ROS inTOV21G cells by a two-day treatment (Fig. 4C) was followed by a loss in cells (data notshown) reflected in less total ROS after 3 days. The Mirk kinase inhibitor also increasedROS levels in the OV90 and OVCAR8 ovarian cancer cell lines, (data not shown). Incontrast, no increase in total ROS levels with Mirk kinase inhibition was seen in either HDor BJ normal diploid fibroblasts or normal ovarian epithelium (Fig. 4D). Doxycycline-induced short hairpin-depletion of Mirk in SKOV3 cells decreased expression of superoxidedismutase 2 (13), so Mirk kinase inhibition should increase superoxide levels. Levels of thesuperoxide class of ROS, detected with the dihydroethidium fluorochrome, increased in bothTOV21G and SKOV3 ovarian cancer cells treated over a 3-day period, but did not increaseover control levels in either the HD or BJ fibroblast strain (data not shown). The nitric oxideclass of ROS species was increased up to 250% in both cancer cell types, but was at controllevels in the normal cells after 48 hours of treatment (data not shown). Thus Mirk kinaseinhibition increased total ROS levels and the levels of superoxide ions only in SKOV3 andTOV21G cancer cells.Increased apoptosis markers in cancer cells compared with normal diploid cells. ElevatedROS levels could cause DNA damage reflected in cell cycle checkpoints (Fig. 2D), greaterabundance of the DNA damage protein γH2AX, and increased apoptosis. This wasobserved. Time-course analysis by western blotting demonstrated an increase in theapoptotic proteins cleaved caspase 3 and cleaved PARP, coupled with an increase in theDNA damage protein γH2AX, in TOV21G and SKOV3 ovarian cancer cell cultures after 1–4 days of treatment with the Mirk kinase inhibitor (Fig. 5A). There was no alteration in theamount of Mirk protein by the Mirk kinase inhibitor, as expected. However, there was littleincrease in either cleaved PARP or cleaved caspase 3 in either strain of diploid fibroblast,compared with SKOV3 cells grown in parallel conditions (Fig. 5A). Note that the BJ and theHD fibroblasts had more actin than SKOV3 cells. The amount of cleaved PARP (normalizedto actin) after 3 days of Mirk kinase inhibition in SKOV3 cells was 44 times that in HDfibroblasts and 13 fold that in BJ fibroblasts. Similarly, after 3 days of Mirk kinaseinhibition the amount of cleaved caspase 3 in SKOV3 cells was 49 fold higher than in HDfibroblasts and 14 fold that in BJ fibroblasts. Consistent with the differential effects oninduction of apoptotic proteins, diploid fibroblasts treated with Mirk inhibitor grew veryHu et al. Page 6Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptslowly, while there was a loss in cell numbers in Mirk inhibitor treated ovarian cancercultures (data not shown). Analysis of three additional ovarian cancer cell lines, OV90,OVCAR8 and OVCAR4, showed that the Mirk kinase inhibitor increased levels of cleavedPARP, cleaved caspase 3, and γH2AX in each line after 3 days of treatment (Fig. 5B). Insharp contrast, Mirk inhibition induced no increase in the low level of cleaved PARP and noincrease in cleaved caspase 3 levels in a strain of normal human ovarian epithelial cells inearly passage (Fig. 5C). SKOV3 cells were treated in parallel and lysates run on the samegel for an internal control. Thus in each of 5 ovarian cancer cell lines, the Mirk kinaseinhibitor increased apoptosis when tested at concentrations which induced only 2–6% asmuch apoptosis in two strains of normal diploid fibroblasts or early passage normal ovarianepithelial cells. This strong difference and the relative viability studies (Fig. 4A,B) mayindicate a therapeutic window to use Mirk kinase inhibition as part of treatment of ovariancancers in vivo.Histone protein H2AX molecules within the chromatin at a double-stranded DNA break sitebecome phosphorylated on a serine near the carboxyl terminus. Many phosphorylatedH2AX (γH2AX) molecules are found at such a break, creating a focal site for accumulationof proteins involved in DNA repair and chromatin remodeling within a short time of DNAdamage (23). Both the Mirk/dyrk1B kinase inhibitor RO5454948 and Mirk depletion, eitherby induction of a stably transfected shRNA to Mirk exon 11 or by transient transfection ofRNAi duplexes to exon 5, induced doubled-strand DNA breaks identified by γH2AX inquiescent Panc1 pancreatic cancer cells (14). Likewise, Mirk kinase inhibition increased thelevel of phosphorylated H2AX (γH2AX) in SKOV3 and TOV21G ovarian cancer cells witha maximum after 3 days (Fig. 5A), as if the breaks were repaired or the cells had died andwere lost to analysis. Mirk kinase inhibition also increased γH2AX levels in OV90,OVCAR8 and OVCAR4 ovarian cancer cells (Fig. 5B). In both normal diploid fibroblaststrains an increase in γH2AX levels were seen after 2 days of inhibitor treatment, followedby almost complete loss after 3 days of treatment, possibly indicating DNA repair or cellloss (Fig. 5A). The Mirk kinase inhibition caused little increase in γH2AX levels in normalovarian epithelial cells within the first 3 days of treatment, correlating well with the lack ofcell death seen by analysis of apoptotic proteins or visual examination of the cultures.Toxic effects of the Mirk kinase inhibitor due to ROS, and can be reversed by theantioxidant N-acetyl cysteine. SKOV3 and TOV21G cells were treated with the Mirkinhibitor, with one set of cells also treated with N-acetyl cysteine (NAC) to reduce ROSlevels. The Mirk inhibitor increased the amount of cleaved PARP several-fold, whileaddition of NAC led to a dose-dependent decrease in cleaved PARP in both cell types (Fig.6A). There was no alteration in Mirk or actin protein levels, used as controls. In parallelstudies, the number of SKOV3 cells and TOV21G cells remaining after Mirk inhibitortreatment was about one-third of control levels (Fig. 6B). The remaining cells still exhibitedsome increase in ROS levels over controls, 160% in SKOV3. Concurrent treatment withNAC prevented much of this cell loss, with cell numbers of SKOV3 and TOV21G culturesat 87%(+/−4%) of controls and 117% (+/−13%) of controls, respectively. ROS levels eitherreturned to control levels in SKOV3 cells 116% (+/−4%) or were reduced to 57%+/−9% ofcontrol TOV21G cells (Fig. 6B). Analysis of cell growth by MTT analysis gave a similarpicture. The Mirk kinase inhibitor reduced relative cell numbers to 10–17% of controls,whereas treatment with the antioxidant N-acetyl cysteine reversing some of the growthinhibition, with relative cell numbers increasing to 30% of control SKOV3 cultures and to54% of TOV21G control cultures (Fig. 6C). Thus NAC treatment partially reduced ROSlevels, enabling more tumor cells to survive treatment with the Mirk kinase inhibitor, anddemonstrated that increased ROS levels led to cell death.Hu et al. Page 7Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptDISCUSSIONMirk/dyrk1B kinase is widely expressed at low levels in most tissues, but is upregulated inseveral solid tumors including ovarian cancer, pancreatic cancer, non-small cell lungcancers, osteosarcomas and rhabdomyosarcomas (24),(25), (26). Study of Mirk/dyrk1B as atherapeutic target has some unique challenges. First, Mirk/dyrk1B is not mutated in cancercells, like other kinases such as B-Raf in melanomas or erbB2 in breast cancers. Mirkactivity appears proportional to its expression level, which is elevated in many cancers, andis increased by upstream activators such as oncogenic K-ras or H-ras, which initiate a Rac1to MKK3 to Mirk signaling cascade (4),(5),(7). Second, Mirk/dyrk1B functions primarily inquiescent cells where it is transcriptionally upregulated. Thus the typical xenograft tests areuntenable. Under these conditions, tumor cell growth is rapid and Mirk protein levels arequite low (data not shown). No Mirk function is known in cycling cells. Mirk associates inlarge molecular weight complexes in cells (27), possibly associated with its upstreamactivator kinases through association with scaffold proteins like Han11 (28), and is known tophosphorylate a member of the DREAM complex which controls cell cycle arrest inquiescence (15). These DREAM complexes dissociate when cells enter cycle and Mirkprotein levels fall sharply. Third, the choice of a transgenic mouse model is difficult becausemany rely on strong promoters, which again keep cells in cycle.As a result of these limitations, this initial study has compared three ovarian cancer celllines, one with Mirk gene amplification, with early passage normal ovarian epithelium andtwo strains of human diploid fibroblasts. These cells can readily be placed into a reversiblequiescent state in culture, so Mirk function in these different cell types can be compared.Low Mirk levels (8) and lack of oncogenic ras genes to activate Mirk in normal cellssuggests that Mirk will have much weaker activity in most normal cells compared with thosecancers in which the Mirk gene is either amplified or Mirk gene expression is upregulated.Supporting this interpretation, 20-fold depletion of Mirk in cultured diploid fibroblastsresulted in little loss of viability (5), (9). Mirk is not an essential gene because embryonicknockout of Mirk/dyrk1B caused no evident phenotype in mice (29). Thus inhibition ofMirk might cause few deleterious effects in normal tissue.In the current study, treatment with the small molecule Mirk kinase inhibitor R5454948 hada selective effect on quiescent cancer cells expressing elevated levels of active Mirk kinase,allowing the cancer cells to escape quiescence with high ROS levels. These improperlycycling cancer cells died by apoptosis, as shown by appearance of sub-G0/G1 apoptoticcells, increased levels of apoptotic markers and a decrease in cell numbers. Blocking ROSby a chemical antioxidant reduced cell loss, showing the role for elevated ROS in loss ofsurvival capacity. In addition, p53 mutations have been found in almost all high-gradeserous ovarian adenocarcinomas, indicating that stress induction of the CDK inhibitor p21would be minimal, and one-third of cases had very low or no expression of CDKN2A (p16/ink4a) (30). Thus quiescent cancer cells in vivo, like SKOV3 cells in culture, might be ableto escape quiescence in response to the increased cyclin D levels caused by Mirkinactivation because the cancer cells lacked sufficient CDK inhibitors. Normal cells wouldbe able to block cycling because of their expression of these CDK inhibitors. The lack ofdeleterious effects on normal cells by RO5454948 was not limited to this Mirk/dyrk1Binhibitor. Another Mirk inhibitor was administered to athymic mice by intraperitonealinjection over a 2 week period at concentrations up to 10μM, and had no effect on normalcell viability as judged by mouse weight, activity and general appearance (Friedman,manuscript in preparation). Thus Mirk/dyrk1B kinase inhibitors have the novel property oftargeting those quiescent cancer cells with high Mirk kinase activity and reduced CDKinhibitor expression.Hu et al. Page 8Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptAcknowledgmentsThis work was supported by National Institutes of Health Grant 5R21CA135164, the Jones/Rohner Foundation, andthe Schoeck-Blakely Ovarian Cancer Research Fund (all to E.F.)References1. Tejedor F, Zhu X, Kaltenbach E, Ackermann A, Baumann A, Canal I, Heisenberg M, Fischbach K,Pongs O. Minibrain:a new protein kinase family involved in postembryonic neurogenesis inDrosophila. Neuron. 1995; 14:287–301. [PubMed: 7857639]2. Kentrup H, Becker W, Heukelbach J, Wilmes A, Schurman A, Huppertz C, Kainulainen H, Joost H-G. Dyrk, a dual specificity protein kinase with unique structural features whose activity isdependent on tyrosine residues between subdomains VII and VIII. J Biol Chem. 1996; 271:3488–95. [PubMed: 8631952]3. Becker W, Weber Y, Wetzel K, Eirmbter K, Tejedor F, Joost H-G. Sequence characteristics,subcellular localization and substrate specificity of dyrk-related kinases, a novel family of dualspecificity protein kinases. J Biol Chem. 1998; 273:25893–902. [PubMed: 9748265]4. Jin K, Lim S, Mercer SE, Friedman E. The Survival Kinase Mirk/dyrk1B Is Activated throughRac1-MKK3 Signaling. J Biol Chem 2005. Dec 23; 2005 280(51):42097–105.5. Jin K, Park S-J, Ewton D, Friedman E. The survival kinase Mirk/dyrk1B is a downstream effector ofoncogenic K-ras. Cancer Res. 2007; 67:7247–55. [PubMed: 17671193]6. Jin K, Ewton D, Park S, Hu J, Friedman E. Mirk regulates the exit of colon cancer cells fromquiescence. J Biological Chemistry. 2009; 284(34):22916–25.7. Lauth M, Bergstrom A, Shimokawa T, Tostar U, Jin Q, Fendrich V, Guerra C, Barbacid M,Toftgard R. DYRK1B-dependent autocrine-to-paracrine shift of Hedgehog signaling by mutantRAS. Nat Struct Mol Biol. 2010; 17(6):718–25. [PubMed: 20512148]8. Lee K, Deng X, Friedman E. Mirk Protein Kinase Is a Mitogen-activated Protein Kinase SubstrateThat Mediates Survival of Colon Cancer Cells. Cancer Res. 2000; 60(13):3631–7. [PubMed:10910078]9. Hu J, Nakhla H, Friedman E. Mirk/dyrk1B and p130/Rb2 mediate quiescence in ovarian cancercells. International Journal of Cancer. 2011; 129(2):307–18.10. Kuuselo R, Savinainen K, Azorsa DO, Basu GD, Karhu R, Tuzmen S, Mousses S, Kallioniemi A.Intersex-like (IXL) Is a Cell Survival Regulator in Pancreatic Cancer with 19q13 Amplification.Cancer Res. 2007; 67(5):1943–9. [PubMed: 17332321]11. Thompson FH, Nelson MA, Trent JM, Guan X-Y, Liu Y, Yang J-M, Emerson J, Adair L, WymerJ, Balfour C, Massey K, Weinstein R, et al. Amplification of 19q13.1–q13.2 sequences in ovariancancer : G-band, FISH, and molecular studies. Cancer Genetics and Cytogenetics. 1996; 87(1):55.[PubMed: 8646743]12. Deng X, Ewton DZ, Friedman E. Mirk/Dyrk1B maintains the viability of quiescent pancreaticcancer cells by decreasing ROS levels. Cancer Research. 2009; 69(8):3317–24. [PubMed:19351855]13. Hu J, Friedman E. Depleting Mirk Kinase Increases Cisplatin Toxicity in Ovarian Cancer Cells.Genes & Cancer. 2010; 1:803–11. [PubMed: 21113238]14. Ewton D, Hu J, Vilenchik M, Deng X, Luk K-C, Polonskaia A, Hoffman AF, Zipf K, Boylan JF,Friedman E. Inactivation of Mirk/dyrk1b kinase targets quiescent pancreatic cancer cells.Molecular Cancer Therapeutics. 2011; 10(11):2104–14. [PubMed: 21878655]15. Litovchick L, Florens LA, Swanson SK, Washburn MP, DeCaprio JA. DYRK1A protein kinasepromotes quiescence and senescence through DREAM complex assembly. Genes & Development2011. Apr 15; 2011 25(8):801–13.16. Zou Y, Ewton D, Deng D, Mercer S, Friedman E. Mirk/dyrk1B Kinase Destabilizes Cyclin D1 byPhosphorylation at Threonine 288. J Biol Chem. 2004; 279:27790–8. [PubMed: 15075324]17. Deng X, Ewton DZ, Pawlikowski B, Maimone M, Friedman E. Mirk/dyrk1B Is a Rho-inducedKinase Active in Skeletal Muscle Differentiation. J Biol Chem. 2003; 278(42):41347–54.[PubMed: 12902328]Hu et al. Page 9Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript18. Deng X, Mercer SE, Shah S, Ewton DZ, Friedman E. The Cyclin-dependent Kinase Inhibitorp27Kip1 Is Stabilized in G0 by Mirk/dyrk1B Kinase. J Biol Chem. 2004; 279(21):22498–504.[PubMed: 15010468]19. D’Andrilli G, Kumar C, Scambia G, Giordano A. Cell cycle genes in ovarian cancer: steps towardearlier diagnosis and novel therapies. Clin Cancer Res. 2004; 10(24):8132–41. [PubMed:15623586]20. Fang X, Jin X, Xu HJ, Liu L, Peng HQ, Hogg D, Roth JA, Yu Y, Xu F, Bast RC Jr, Mills GB.Expression of p16 induces transcriptional downregulation of the RB gene. Oncogene. 1998; 16(1):1–8. [PubMed: 9467937]21. Flak MB, Connell CM, Chelala C, Archibald K, Salako MA, Pirlo KJ, Lockley M, Wheatley SP,Balkwill FR, McNeish IA. p21 Promotes oncolytic adenoviral activity in ovarian cancer and is apotential biomarker. Mol Cancer. 2010; 9:175. [PubMed: 20598155]22. Raj L, Ide T, Gurkar AU, Foley M, Schenone M, Li X, Tolliday NJ, Golub TR, Carr SA, ShamjiAF, Stern AM, Mandinova A, et al. Selective killing of cancer cells by a small molecule targetingthe stress response to ROS. Nature. 2011; 475(7355):231–4. [PubMed: 21753854]23. Bonner WM, Redon CE, Dickey JS, Nakamura AJ, Sedelnikova OA, Solier S, Pommier Y.GammaH2AX and cancer. Nat Rev Cancer. 2008; 8(12):957–67. [PubMed: 19005492]24. Friedman E. Mirk/dyrk1B in cancer. Journal of Cellular Biochemistry. 2007; 102:274–279.[PubMed: 17583556]25. Yang C, Ji D, Weinstein EJ, Choy E, Hornicek FJ, Wood KB, Liu X, Mankin W, Duan Z. TheKinase Mirk is a Potential Therapeutic Target in Osteosarcoma. Carcinogenesis. 2009; 31(4):552–8. [PubMed: 20042639]26. Friedman E. The kinase Mirk/dyrk1B: a possible therapeutic target in pancreatic cancer. Cancers.2010; 2(3):1492–512.27. Zou Y, Lim S, Lee K, Deng X, Friedman E. Serine/Threonine Kinase Mirk/Dyrk1B Is an Inhibitorof Epithelial Cell Migration and Is Negatively Regulated by the Met Adaptor Ran-binding ProteinM. J Biol Chem. 2003; 278(49):49573–81. [PubMed: 14500717]28. Ritterhoff S, Farah CM, Grabitzki J, Lochnit G, Skurat AV, Schmitz ML. The WD40-repeatprotein Han11 functions as a scaffold protein to control HIPK2 and MEKK1 kinase functions.EMBO J. 2010; 29(22):3750–61. [PubMed: 20940704]29. Leder S, Czajkowska H, Maenz B, de Graaf K, Barthel A, Joost H-G, Becker W. Alternativesplicing variants of the protein kinase DYRK1B exhibit distinct patterns of expression andfunctional properties. Biochem J. 2003; 372:881–8. [PubMed: 12633499]30. Cancer Genome Atlas Research Network. Integrated genomic analyses of ovarian carcinoma.Nature. 2011; 474(7353):609–15. [PubMed: 21720365]Hu et al. Page 10Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNoveltyChemotherapeutic drugs and radiation are more toxic to cycling cancer cells thanquiescent ones. Quiescent ovarian cancer cells are enriched in Mirk/dyrk1B sopharmacological inhibition of this kinase allows quiescent cancer cells to be targeted.Mirk/dyrk1B inhibition elevated cyclin D levels, allowing cancer cells to escape G0/G1quiescence and enter cycle with high ROS levels and DNA damage, leading to cell death.Inhibition of the low Mirk/dyrk1B kinase activity in normal quiescent diploid cells hadlittle effect on cell viability, and the few cells that left G0/G1 quiescence accumulated inG2+M.Hu et al. Page 11Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 1.Mirk/dyrk1B expression is elevated when ovarian cancer cells become quiescent, makingthe cells more sensitive to a Mirk kinase inhibitor, which decreases cell numbers byincreasing the fraction of sub-G0/G1 apopotic cells.A. (upper) TOV21G cancer cells were either maintained in log phase growth, or culturedserum-free for 4 days to induce quiescence, and cell cycle position determined by twoparameter flow cytometry. Cell cycle fractions were designated as G0 gold (arrowheads);G1 magenta; S purple; G2+M red, as measured by two component analysis by flowcytometry after staining DNA with Hoechst dye and RNA with Pyronin Y. %G0 and %G1at left, %S above, %G2+M, below in this and all other graphs. (middle) Western blots ofHu et al. Page 12Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptMirk and actin in quiescent and log phase cycling cultures shown. (lower) TOV21G cellswere cultured either in log phase growth or made quiescent, then treated 2 days with a rangeof concentrations of Mirk kinase inhibitor before measurement of relative cell numbers byMTT metabolism. A mean of 3 experiments were analyzed by GraphPad Prism 4 softwareand curve fitting with nonlinear regression plotted using the Boltzman sigmoidal dose-response curve, with R squared for the two culture conditions a mean of 0.8856. The meanMTT values for untreated log cells and quiescent cultures were 1013+/−27 and 952+/−61,respectively.B. The Mirk inhibitor induces cell cycle progression and sub-G0/G1cells in ovarian cancercell cultures. Log phase TOV21G and SKOV3 ovarian cancer cells were plated at 5×105 in60mm culture dishes and allowed to attach overnight. Media was changed to serum-freeDMEM to induce quiescence, with TOV21G and SKOV3 cells treated with 0.5μM and0.75μM, respectively, Mirk kinase inhibitor. DNA distributions were assayed by oneparameter flow cytometry following staining with propidium iodide. Arrows indicate sub-G0/G1 apoptotic cells. One of duplicate experiments shown.C. Three human ovarian cancer cell lines (OVCAR3, SKOV3, TOV21G), the human diploidfibroblast strains HD and BJ, and early passage human normal ovarian epithelial cells (OE)were made quiescent by culture in serum-free DMEM for 2 days before western blotanalysis. (lower panel) Immune complex kinase reaction on myelin basic protein (MBP) ofMirk immunoprecipitated from either log phase or quiescent cultures, with mean Mirkactivity normalized to the amount of immunoprecipitated protein below lanes. OVCAR3cells exhibit a 20-fold amplified Mirk gene and about twice as much Mirk wasimmunoprecipitated from the OVCAR3 lysate.Hu et al. Page 13Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 2.The Mirk kinase inhibitor has little effect on normal diploid cells.A. Early passage normal human diploid ovarian epithelial cells were made quiescent byculture in serum-free ovarian epithelial cell medium (ScienCell), with one set treated with0.5μM of Mirk kinase inhibitor. G0 (arrows). %G0 and %G2+M cells given after two-parameter flow cytometry. Similar data seen after 1 day treatment.B. HD normal human diploid fibroblasts were made quiescent by culture in serum-freeDMEM for 1 to 4 days, with one set treated with 0.5μM of Mirk kinase inhibitor, and %G0and %G2+M cells given after two parameter flow cytometry.C. HD and BJ strains of normal diploid fibroblasts and early passage normal human diploidovarian epithelial cells were made quiescent by serum-starvation and treated with 0.5μM ofMirk kinase inhibitor for 2 or 3 days, as noted. Cell cycle analysis after propidium iodidestaining.D. TOV21G ovarian cancer cells and the BJ strain of normal diploid fibroblasts were serum-starved for 3 days to induce quiescence with concurrent treatment with 0.5μM Mirk kinaseinhibitor as noted. (lower panel) To test for the capacity of cells to re-enter cycle, cells wereresuspended in fresh growth medium for 24 hours and cell cycle progression assayed byculture for an additional 24 hours in growth medium containing 50 ng/ml nocodazole toblock cycling cells in G2+M. Cell cycle analysis after propidium iodide staining.Hu et al. Page 14Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 3.Mirk kinase inhibition has differential effects on cell cycle regulators in normal and incancer cells.A. The effect of Mirk inhibitor on p27, cyclin D1 and cyclin D3 was determined by westernblotting after cells were serum-starved for 1 to 4 days with treatment by addition of 0.5μMMirk inhibitor as noted. Similar data seen in 3–4 experiments, including ones with normaland cancer cells analyzed on the same gel.B. HD and BJ strains of normal diploid fibroblasts and early passage normal human diploidovarian epithelial cells were made quiescent and depleted of Mirk by transfection of RNAiC duplexes as described (13) before analysis of p27 and cyclin D1 levels by westernblotting. Additional samples from the same experiment were analyzed for Mirk and actinlevels by western blotting. Note that the epithelial cells had higher levels of alpha-actin thanthe fibroblast strains.C. HD and BJ strains of normal diploid fibroblasts and TOV21G and SKOV3 ovarian cancercells were made quiescent and treated with 0.5μM Mirk kinase inhibitor for 3 days, thentotal p27 and p27 bound to immunoprecipitated CDK4 normalized to amount ofimmunoprecipitated CDK4 was measured by densitometry of western blots. Mean +/-SEshown (n=3).Hu et al. Page 15Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptD. (upper) The abundance and migration of p130/Rb2 was determined by western blottingafter 4 days exposure to Mirk kinase inhibitor at 0.5μM. (lower) immunoprecipitation ofp130/Rb2 followed by western blotting for p130/Rb2 and bound transcription factor E2F4.(below) relative abundances of E2F4 co-immunoprecipitated with p130/Rb2.Hu et al. Page 16Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 4.The relative decrease in viability and the amount of ROS induced by Mirk kinase inhibitionin quiescent normal diploid cells and in cancer cells.A. The capacity of Mirk kinase inhibitor concentrations from 0.1 to 5μM to kill HD normalhuman diploid fibroblasts (HDFb) and TOV21G cancer cells was compared by trypan blueexclusion. 5×104 cells were plated per 6 well plate and maintained in DMEM+0.2%FBS for8 days. A mean of 315 cells was assayed for each data point (n=2, +/−SD if >5%). Thecontrol values were set to 100%.B. Parallel plates to panel A were assayed by MTT metabolism (n=3, +/−SD).C. The capacity of 0.5μM Mirk kinase inhibitor to increase total ROS levels was measuredby DCFA metabolism in SKOV3 and TOV21G ovarian cancer cells. The mean backgroundof 9278 (+/−234) was subtracted from each sample, and then normalized to percent ofuntreated values in this and the following panel. Mean+/−SE shown (n=2).D. The capacity of 0.5μM Mirk kinase inhibitor to increase total ROS levels measured byDCFA metabolism was compared in HD and BJ normal diploid fibroblasts and earlypassage normal human diploid ovarian (HO) epithelial cells. The mean background of 6770(+/−258) was subtracted from each sample.Hu et al. Page 17Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFig. 5.The Mirk kinase inhibitor induces apoptosis in quiescent ovarian cancer cell cultures, withlittle effect on normal diploid fibroblasts or normal diploid ovarian epithelial cells.A. Time-course analyses of quiescent BJ and HD normal diploid fibroblasts and SKOV3and TOV21G ovarian cancer cells treated with 0.5μM of Mirk kinase inhibitor. Westernblotting analysis shown for the apoptosis markers cleaved PARP and cleaved caspase 3, theDNA damage marker γH2AX, Mirk and actin. (lower panels) SKOV3 cultures treated for 3days in parallel with normal diploid fibroblasts to allow direct comparisons.B. Similar analysis after OV90, OVCAR8 and OVCAR4 ovarian cancer cells treated for 3days with 0.5μM Mirk kinase inhibitor.C. Time-course western blot analysis of early passage human diploid ovarian epithelial cellsfor 1–3 days with 0.5 μM of Mirk kinase inhibitor, with SKOV3 cells treated in parallel inDMEM for 3 days.Hu et al. Page 18Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 6.The ROS scavenger N-acetyl cysteine reverses the toxicity of the Mirk kinase inhibitortowards ovarian cancer cells.A. Quiescent SKOV3 cells and TOV21G cells were treated for 2 days with 0.5μM Mirkinhibitor, with parallel cultures also treated with 0, 0.5 or 1 mM N-acetylcysteine (NAC) thelast 6 hours of incubation, before analysis by western blotting of the apoptosis markercleaved PARP, and as controls Mirk and actin. One of 2 experiments shown.B. Parallel cultures to those in panel “A” with 1 mM NAC were analyzed for total ROSlevels by DCFA metabolism and cell numbers by direct cell counting. Similar data obtainedfor OVCAR3 cells (not shown).C. Parallel cultures to panel “A” with cell numbers estimated by metabolism of MTT.Hu et al. Page 19Int J Cancer. Author manuscript; available in PMC 2014 May 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript"