"INTERNATIONAL JOURNAL OF ONCOLOGY  40:  1779-1788,  2012Abstract. Chemopreventive effects of caffeine and curcumin were evaluated in the diethylnitrosamine (DEN)-induced hepatocarcinogenic rat model. Animals injected with DEN for 10 weeks (G2-10w) and 14 weeks (G2-14w) were hepato-carcinogenic rats. Animals injected with DEN and treated with curcumin and caffeine for 10 weeks (G3-10w, G4-10w) and 14 weeks (G3-14w, G4-14w) were compared with those in G2. Macroscopic and microscopic features suggested that treatment with caffeine, but not curcumin, for 10 and 14 weeks was effective in inhibiting DEN-induced hepatocarcinogenesis. Immunohistochemical and western blot analysis with proli-ferating cell nuclear antigen and glutathione S-transferase-P antibodies also showed that expression levels of these hepato-carcinogenic markers were more efficiently reduced by treatment with caffeine than curcumin. Our data demonstrate that caffeine could be a more potent compound than curcumin for prevention of hepatocarcinogenesis in DEN-induced rats.IntroductionHepatocellular carcinoma (HCC) is one of the most common malignant tumors in the world, representing the third leading cause of death from cancer (1,2) and the fifth most prevalent malignancy worldwide (3). Owing to advances in diagnostics and therapeutics, HCC can be curatively treated when detected at an early stage by applying therapies including radiofrequency ablation (RFA), transcatheter arterial chemoembolization (TACE) and surgical resection. However, curative treat-ments are often hampered by frequent recurrence of HCC (4) because the remaining liver retains the potential for de novo carcinogenesis (5). Although systemic chemotherapy has also been challenged to patients with advanced stages of HCC, it is mostly ineffective (6). Although sorafenib, one of molecular targeted therapies, has been introduced in the clinical field recently (7), effective therapeutic compounds exactly targeting key molecules involved in hepatocarcinogenesis have not been discovered yet.Curcumin (diferuloylmethane) is a natural yellow compound derived from the rhizome of Curcuma longa Linn. Curcumin, commonly called turmeric, has been widely used as a spice and coloring agent in food such as curry. Recently, curcumin has been demonstrated to possess a chemopreventive potential against a variety of cancers including skin (8), colorectal (9), oral (10), stomach (11) and mammary glands (12). Although chemopreventive effects of curcumin against murine and rat hepatocellular carcinoma models have also been demonstrated (13-15), information on the mechanisms of curcumin's preven-tive effects against hepatocarcinogenesis is limited.Caffeine (1,3,7-trimethylxanthine) is a purine alkaloid present in many popular beverages including cocoa, tea and coffee, which may well be the most frequently ingested neuro-active drug in the world (16). There is a growing body of evidence that caffeine has beneficial effects on the liver. Consumption of coffee was associated with a lower incidence of chronic liver disease (17) and a reduced risk of HCC (18-23). Preventative effects of caffeine in rodent HCC models have been demon-strated (24-26). However, the exact molecular mechanisms by which caffeine exerts beneficial effects on hepatocarcinogenesis are poorly defined.Diethylnitrosamine (DEN) is present in tobacco smoke, water, cured and fried meals, agricultural chemicals, cosmetics and pharmaceutical agents (27). DEN is an established powerful hepatocarcinogen in rats possibly by altering the DNA structure, forming alkyl DNA adducts and inducing chromosomal aber-rations and micronuclei in the liver (28,29). Although a single injection of DEN followed by partial hepatectomy coupled with 2-acetyl-aminofluorene (2-AAF) is an established procedure for developing HCC in rodents (30), sequential administration of DEN for several weeks has also been employed for inducing HCC (13,31).Preventive effect of caffeine and curcumin on hepato­carcinogenesis in diethylnitrosamine­induced ratsYUKI FUJISE,  JUN-ICHI OKANO,  TAKAKAZU NAGAHARA,  RYO ABE, RYU IMAMOTO  and  YOSHIKAZU MURAWAKISecond Department of Internal Medicine, Tottori University School of Medicine, Tottori 683-8504, JapanReceived November 11, 2011;  Accepted December 30, 2011DOI: 10.3892/ijo.2012.1343Correspondence to: Dr Jun-Ichi Okano, Second Department of Internal Medicine, Tottori University School of Medicine, 36-1 Nishi-cho, Yonago, Tottori 683-8504, JapanE-mail: okanoj@hotmail.co.jpAbbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase; COX-2, cyclooxygenase-2; DEN, diethylnitros-amine; GST, glutathione S-transferase; H&E, hematoxylin and eosin; HCC, hepatocellular carcinoma; HCV, hepatitis C virus; PBS, phosphate-buffered saline; PCNA, proliferating cell nuclear antigen; VEGF, vascular endothelial growth factorKey words: hepatocarcinogenesis, diethylnitrosamine, caffeine, curcuminFUJISE et al:  EFFECTS OF CAFFEINE AND CURCUMIN ON DEN-INDUCED HEPATOCARCINOGENESIS1780In the present study, we sought to determine whether curcumin and caffeine had a potential to prevent DEN-induced hepatocarcinogenesis in Wistar rats.Materials and methodsChemicals. Caffeine (1,3,7-trimethylxanthine) and curcumin (diferuloylmethane) were purchased from Wako Pure Chemical Industries, Ltd. (Osaka, Japan). Pentobarbital was purchased from Dainippon Sumitomo Pharma Co., Ltd. (Osaka, Japan). DEN and an anti-β-actin antibody were purchased from Sigma Aldrich (St. Louis, MO, USA). Antibodies against proliferating cell nuclear antigen (PCNA) and glutathione S-transferase (GST)-P were purchased from Santa Cruz Biotechnology, Inc. (Santa Cruz, CA, USA) and Assay Designs, Inc. (Ann Arbor, MI, USA), respectively. Secondary anti-mouse and anti-rabbit horse-radish peroxidase (HRP) antibodies for western blot analysis were obtained from GE Healthcare, Ltd. (Buckinghamshire, UK). All other chemicals and solvents used in this study were of analytical grade.Animals, treatments and tissue collection. Male Wistar rats weighing ~200 g were obtained from Japan SLC, Inc. (Hamamatsu, Shizuoka, Japan). All animals received humane care and protocols were approved by the Tottori University Animal Ethics Committee. The animals were randomized, divided into eight groups (Fig. 1) and housed two per cage with rice husks for bedding in an air-ventilated room under a 12-h light/dark cycle with constant temperature (22˚C) and humidity (55%). The animals were allowed free access to food and tap water ad libitum during the experiment. Animals in group 1 (G1) were intraperitoneally injected with 300 µl of phosphate-buffered saline (PBS) weekly for 10 weeks (G1-10w, n=2) and 14 weeks (G1-14w, n=2). Animals in group 2 (G2), group 3 (G3) and group 4 (G4) were intraperitoneally injected with DEN (40 mg/kg body weight) dissolved in PBS weekly for 10 weeks (G2-10w, G3-10w, G4-10w; n=6 in each group) and 14 weeks (G2-14w, G3-14w, G4-14w; n=6 in each group). In G3-10w and G3-14w, the rats were fed with 0.25% curcumin in powder form for 10 and 14 weeks, respectively. In G4-10w and G4-14w, the rats were given drinking water containing 0.02% caffeine for 10 and 14 weeks, respectively. Body weights, food consumption and water intake were monitored weekly throughout the experi-mental period. One week after 10- and 14-week treatments, animals were sacrificed under anesthesia by pentobarbital. Blood samples were withdrawn via cardiac puncture and serum samples were stored at -30˚C until analysis. Immediately after the livers were excised, they were divided into two sections for histological examination in 10% neutral-buffered formalin and for protein studies at -80˚C.Measurement of serum transaminase. Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels were measured at SRL, Inc. (Tokyo, Japan).Total protein preparation and western blotting. The liver samples were mashed with BioMasher (Nippi, Inc., Tokyo, Japan) and lysed in radioimmune precipitation (RIPA) buffer (Millipore Corp., Bedford, MA, USA) supplemented with 1 mM sodium orthovanadate, 1 mM phenylmethylsulfonyl fluoride (PMSF) and a protease inhibitor mixture tablet (Roche Diagnostics, Basel, Switzerland) for 10 min on ice. Total protein samples (5 µg) were separated on a sodium lauryl sulfate (SDS)-polyacrylamide gel (PAGE) (SuperSep, Wako Pure Chemical Industries, Ltd.) and transferred to a polyvinylidene difluoride (PVDF) membrane (Immobilon-P, Millipore Corp.). After the membranes were blocked in 5% non-fat milk (Santa Cruz Biotechnology, Inc.) in TBST (10 mM Tris, 150 mM NaCl, pH 8.0 and 0.1% Tween-20) for 1 h at room temperature, they were probed with primary antibodies overnight at 4˚C, washed three times in TBST and incubated with anti-mouse or anti-rabbit horseradish peroxidase (HRP) antibody in TBST for 1 h at room temperature. After the signals were developed with a chemiluminescence solution (ECL, GE Healthcare, Ltd.), Figure 1. Experimental schedules. Experimental schedules of the G1-G4 groups are demonstrated. (A) Animals in group 1 (G1-10w) were intraperitoneally injected with 300 µl of phosphate-buffered saline (PBS) weekly for 10 weeks (n=2). Animals in group 2 (G2-10w), group 3 (G3-10w) and group 4 (G4-10w) were intraperitoneally injected with diethylnitrosamine (DEN) (40 mg/kg body weight) in PBS weekly for 10 weeks (n=6 in each group). The rats in G3-10w were fed with 0.25% curcumin for 10 weeks. The rats in G4-10w were given drinking water containing 0.02% caffeine for 10 weeks. The rats were sacrificed one week after the last treatment. (B) Animals in group 1 (G1-14w) were intraperitoneally injected with 300 µl of PBS weekly for 14 weeks (n=2). Animals in group 2 (G2-14w), group 3 (G3-14w) and group 4 (G4-14w) were intraperitoneally injected with DEN (40 mg/kg body weight) in PBS weekly for 14 weeks (n=6 in each group). The rats in G3-14w were fed with 0.25% curcumin for 14 weeks. The rats in G4-14w were given drinking water containing 0.02% caffeine for 14 weeks. The rats were sacrificed one week after the last treatment. DEN, diethylnitrosamine; i.p., intraperitoneal; PBS, phosphate-buffered saline; W, weeks.INTERNATIONAL JOURNAL OF ONCOLOGY  40:  1779-1788,  2012 1781they were visualized and quantified by an image analyzer (LAS-3000 mini, Fujifilm Co., Tokyo, Japan).Histology and immunohistochemistry. The rat liver tissues were fixed in 10% neutral-buffered formalin and paraffin embedded. For histologic analysis, serial sections (5 µm) were stained with hematoxylin and eosin (H&E). Neoplastic nodules and HCC were classified on the basis of the published criteria (32). For immunohistochemistry with the PCNA and GST-P antibodies, Histofine® Simple Stain Rat MAX PO was employed (Nichirei Biosciences, Inc., Tokyo, Japan). Briefly, after routine dewaxing with xylene and hydration through a graded ethanol series, the sections were incubated with 1.5% hydrogen peroxide solution for 15 min at room temperature to quench endogenous peroxi-dase activity. The sections were washed in PBS, blocked with 1.5% serum solution and incubated with primary antibodies overnight at 4˚C. After rinsing with PBS, the sections were incubated with biotinylated secondary antibody for 30 min at room temperature and horse HRP-conjugated ABC solution (Vector Laboratories, Inc., Burlingame, CA, USA) was applied for 30 min at room temperature. The peroxidase activity was developed with DAB solution (Vector Laboratories, Figure 2. Relative liver weight and serum transaminase levels. Relative liver weight (A) and serum transaminase levels (B) were compared among G1, G2, G3 and G4 groups after 10 and 14 weeks. (A) Means of relative liver weight (liver weight/body weight) at 10 weeks (top panel) and 14 weeks (bottom panel) are demonstrated. (B) Means of serum transaminase levels (AST and ALT) at 10 weeks (top panel) and 14 weeks (bottom panel) are demonstrated. ALT, alanine aminotransferase; AST, aspartate aminotransferase; n.s., not significant; W, weeks; *P<0.05.FUJISE et al:  EFFECTS OF CAFFEINE AND CURCUMIN ON DEN-INDUCED HEPATOCARCINOGENESIS1782Inc.). Counterstaining was performed with hematoxylin. The PCNA labeling indices were represented as the percentage of positively stained nuclei by counting 1000 cells in field at magnification x200. The GST-P-positive area was measured on images captured by a Charge Coupled Device (CCD) camera on a Windows® computer.Statistical analysis. Values are expressed as mean ± SD. Values between two groups were compared using the Mann-Whitney U-test. Statistical significance was inferred at P<0.05.ResultsRelative liver weight and serum transaminase levels. All rats survived throughout the experimental period. Relative liver weight (liver weight/body weight) was significantly higher in G2 than G1 at both 10 and 14 weeks, presumably due to the develop-ment of liver tumors (Fig. 2A). Relative liver weight demonstrated a trend to be decreased by treatment with curcumin (G3) and caffeine (G4) for 10 and 14 weeks, although this reduction did not reach a statistically significant difference (Fig. 2A).Serum transaminase levels (AST and ALT) were signifi-cantly higher in G2 than G1 at both 10 and 14 weeks, probably reflecting hepatic injury induced by DEN (Fig. 2B). Although treatment with curcumin (G3) and caffeine (G4) for 10 weeks did not significantly inhibit the DEN-induced elevation of serum transaminase levels, AST was significantly suppressed by the treatment with curcumin (G3) and caffeine (G4) for 14 weeks (Fig. 2B). These data imply a promising result that curcumin and caffeine may have some preventive effects on DEN-induced hepatitis and hepatocarcinogenesis.Macroscopic and histological examinations. Macroscopic and microscopic features of the liver in the four treatment groups were examined after 10 and 14 weeks. In the control rats (G1-10w, G1-14w), no tumors were observed (Figs. 3A and 4A) and the liver histology showed normal appearance (Figs. 3B and 4B). In the DEN-treated rats for 10 weeks (G2-10w, G3-10w and G4-10w), white small nodules were macroscopi-cally observed (Fig. 3A). In histological analysis, hyperplastic nodules were developed in G2-10w, G3-10w and G4-10w, revealing no significant difference in the number of nodules among these three groups (Fig. 3B). In the DEN-treated rats for 14 weeks (G2-14w, G3-14w and G4-14w), the number and size of white nodules were obviously enhanced compared to those at 10 weeks (Fig. 4A). Gross appearance of G2-14w and G3-14w was mostly identical. However, the number and size of white nodules in G4-14w were significantly decreased compared to those of G2-14w and G3-14w. White nodules at 14 weeks were histologically proven to be HCC in G2-14w and G3-14w (Fig. 4B). Concordant with macroscopic findings, HCC area was significantly smaller in G4-14w than G2-14w and G3-14w (Fig. 4B). These results suggest that caffeine, but not curcumin, may have preventive effects on DEN-induced hepatocarcinogenesis.Expression levels of PCNA. PCNA is an essential regulator of the cell cycle, whose expression has been a useful tool to study cell proliferation including the liver (33). We compared the expression levels of PCNA in the liver among the four treat-ment groups. As expected, immunohistochemical analysis revealed that PCNA-positive cells were scarcely observed in the control liver at 10 and 14 weeks (G1-10w and G1-14w) (Figs. 5A and 6A). After the treatment with DEN for 10 weeks, PCNA-positive cells were significantly increased (G2-10w). Although the number of PCNA-positive cells was not signi-ficantly modulated after the treatment with curcumin for 10 weeks (G3-10w), it was significantly suppressed after the treatment with caffeine for 10 weeks (G4-10w) compared to G2-10w (Fig. 5A). Western blot analysis mostly recapitulated Figure 3. Macroscopic and microscopic features of the liver at 10 weeks. Representative macroscopic (A) and microscopic (B) features of the liver at 10 weeks are demonstrated. (A) Macroscopic features of the liver from control rats (G1-10w), DEN-treated rats (G2-10w), DEN-treated rats administered with curcumin (G3-10w) and DEN-treated rats administered with caffeine (G4-10w) for 10 weeks are demonstrated. Arrows indicate the representative nodules. (B) Histological analysis by hematoxylin and eosin staining revealed that hyperplastic nodules (arrows) were developed in G2-10w, G3-10w and G4-10w. Original magnification, x200. W, weeks.INTERNATIONAL JOURNAL OF ONCOLOGY  40:  1779-1788,  2012 1783Figure 4. Macroscopic and microscopic features of the liver at 14 weeks. Representative macroscopic (A) and microscopic (B) features of the liver at 14 weeks are demonstrated. (A) Macroscopic features of the liver from control rats (G1-14w), DEN-treated rats (G2-14w), DEN-treated rats administered with curcumin (G3-14w) and DEN-treated rats administered with caffeine (G4-14w) for 14 weeks are demonstrated. Whitish nodules developed on the liver surface of G2-14w, G3-14w and G4-14w. (B) Histological analysis revealed white nodules observed in G2-14w and G3-14w were hepatocellular carcinoma (HCC). Arrows indicate representative images of HCC. Original magnification, x200. W, weeks.Figure 5. Expression of proliferating cell nuclear antigen in the liver at 10 weeks. Expression levels of proliferating cell nuclear antigen (PCNA) were evalu-ated in the liver at 10 weeks by immunohistochemical analysis (A) and western blot analysis (B). (A) Expression levels of PCNA in the liver were evaluated in the control (G1-10w), after treated with DEN (G2-10w), after treated with DEN combined with curcumin (G3-10w) and after treated with DEN combined with caffeine (G4-10w) at 10 weeks. Arrows indicate representative PCNA-positive nuclei. Percentages of PCNA-positive cells in G1-10w, G2-10w, G3-10w and G4-10w are 0, 17.0, 20.5 and 10.6%, respectively. Original magnification, x200. (B) Representative liver samples from four treatment groups (G1-10w, G2-10w, G3-10w and G4-10w) were probed with anti-PCNA antibody (top lane). The membrane was reprobed with anti-β-actin antibody (bottom lane). n.s., not significant; PCNA, proliferating cell nuclear antigen; W, weeks; *P<0.05.FUJISE et al:  EFFECTS OF CAFFEINE AND CURCUMIN ON DEN-INDUCED HEPATOCARCINOGENESIS1784these results obtained from immunohistochemical analysis except that control samples (G1-10w) showed a trace of PCNA expression, probably due to different sensitivity of these two methods (Fig. 5B).We then evaluated the effects of treatment with curcumin and caffeine at 14 weeks. When the rats were treated with DEN for 14 weeks, the number of PCNA-positive nuclei was enhanced compared to that for 10 weeks, which was concordant with above-described macroscopic and microscopic features (Fig. 6A, G2-14w). It is interesting to note that treatment with curcumin (G3-14w) and caffeine (G4-14w) significantly inhi-bited the expression of PCNA in the DEN-treated liver sections (Fig. 6A). This finding was confirmed by western blot analysis (Fig. 6B). These results imply that curcumin and caffeine may be effective for preventing DEN-induced hepatocarcinogenesis in rats and caffeine appears to be a more potent compound than curcumin.Expression levels of GST-P. Among glutathione S-transferases (GSTs), a family of detoxification enzymes catalyzing the conjugation of glutathione with a large number of carcinogens, placental GST (GST-P) is specifically expressed during rat hepatocarcinogenesis, and has been used as a reliable tumor marker for experimental hepatocarcinogenesis in rats (34). We therefore examined the expression levels of GST-P in the four treatment groups at 10 and 14 weeks. As expected, GST-P was not expressed in the control liver samples (G1-10w and G1-14w) by either immunohistochemical (Figs. 7A and 8A) or western blot analysis (Figs. 7B and 8B). The GST-P-positive area appeared in the DEN-treated liver at 10 weeks (G2-10w, Fig. 7A), which became more evident at 14 weeks (G2-14w, Fig. 8A). Western blot analysis confirmed induction of GST-P by the treatment with DEN for 10 and 14 weeks (Figs. 7B and 8B). Expression levels of GST-P were not significantly modified by the treatment with curcumin for 10 weeks (G3-10w) compared to G2-10w (Fig. 7A). It was observed that GST-P-positive area was significantly reduced by the treatment with caffeine for 10 weeks (G4-10w) compared to that of G2-10w (Fig. 7A). Western blot analysis mostly recapitulated these effects of curcumin and caffeine on the GST-P expression (Fig. 7B).Finally, effects of curcumin and caffeine were evaluated after 14 weeks of the treatment. Treatment with curcumin for Figure 6. Expression of proliferating cell nuclear antigen in the liver at 14 weeks. Expression levels of proliferating cell nuclear antigen (PCNA) were evalu-ated in the liver at 14 weeks by immunohistochemical analysis (A) and western blot analysis (B). (A) Expression levels of PCNA in the liver were evaluated in the control (G1-14w), after treated with DEN (G2-14w), after treated with DEN combined with curcumin (G3-14w) and after treated with DEN combined with caffeine (G4-14w) at 14 weeks. Arrows indicate representative PCNA-positive nuclei. Percentages of PCNA-positive cells in G1-14w, G2-14w, G3-14w and G4-14w are 0.7, 34.6, 24.0 and 17.3%, respectively. Original magnification, x200. (B) Representative liver samples from four treatment groups (G1-14w, G2-14w, G3-14w and G4-14w) were probed with anti-PCNA antibody (top lane). The membrane was reprobed with anti-β-actin antibody (bottom lane). n.s., not significant; PCNA, proliferating cell nuclear antigen; W, weeks; *P<0.05.INTERNATIONAL JOURNAL OF ONCOLOGY  40:  1779-1788,  2012 178514 weeks did not significantly modify the GST-P expression induced by DEN when analyzed by immunohistochemistry (Fig. 8A) and western blot analysis (Fig. 8B). However, treat-ment with caffeine for 14 weeks was able to inhibit the GST-P expression induced by DEN (Fig. 8). These results suggest again that caffeine could be a more potent compound than curcumin for prevention of DEN-induced hepatocarcinogenesis in rats.DiscussionSince the vast majority of HCC is complicated with chronic liver diseases including chronic hepatitis and liver cirrhosis associ-ated with infection with HBV and HCV, regular surveillance of patients who are at high risk of HCC by ultrasonography and computed tomography (CT) has been proposed in Japan for early detection of HCC (35). Despite the surveillance program, HCC is often diagnosed at advanced stages and the prognosis of patients with HCC is still unsatis factory. Therefore, effec-tive chemopreventive remedy for patients at high risk of HCC is awaited to improve the prognosis of patients with chronic liver diseases.Cancer chemoprevention is defined as the use of specific natural or synthetic chemical agents to reverse or suppress carcinogenesis and prevent the development of invasive cancer by using physiological pathways (36). Phytochemicals, which are plant-derived chemicals contained in fruits, vegetables and grains, have recently been drawn much attention due to anti-tumor activity against a variety of cancers including HCC (37). Possible compounds with a potential of chemopreventive effects on the liver include caffeine, capsaicin, cinnamaldehyde, curcumin, epigallocatechin-3-gallate (EGCG), resveratrol, silymarin and sulforaphane (SFN) (38).Caffeine is the world's most frequently ingested beverage with approximately 80% consumed in the form of coffee (39). There is a growing body of evidence that caffeine has benefi-cial effects on the liver. For example, consumption of coffee was associated with a lower incidence of chronic liver disease (17) and a reduced risk of HCC (19,22). Although preventa-tive effects of caffeine in rodent HCC models have been demonstrated (24,25), exact molecular mechanisms by which caffeine exerts beneficial effects on hepatocarcinogenesis are poorly defined except cell cycle arrest (16,40) and induction Figure 7. Expression of glutathione S-transferase-P in the liver at 10 weeks. Expression levels of glutathione S-transferase-P (GST-P) were evaluated in the liver at 10 weeks by immunohistochemical analysis (A) and western blot analysis (B). (A) Expression levels of GST-P in the liver were evaluated in the control (G1-10w), after treated with DEN (G2-10w), after treated with DEN combined with curcumin (G3-10w) and after treated with DEN combined with caffeine (G4-10w) at 10 weeks. Arrows indicate representative GST-P-positive area. Percentages of GST-P-positive area in G1-10w, G2-10w, G3-10w and G4-10w are 0, 27.3, 16.4 and 12.8%, respectively. Original magnification, x200. (B) Representative liver samples from four treatment groups (G1-10w, G2-10w, G3-10w and G4-10w) were probed with anti-GST-P antibody (top lane). The membrane was reprobed with anti-β-actin antibody (bottom lane). GST-P, glutathione S-transferase-P; n.s., not significant; W, weeks; *P<0.05.FUJISE et al:  EFFECTS OF CAFFEINE AND CURCUMIN ON DEN-INDUCED HEPATOCARCINOGENESIS1786of the Kelch-like ECH-associated protein 1 (Keap1)/NF-E2-related factor-2 (Nrf2)/antioxidant-responsive-element (ARE) signaling pathway (41).Curcumin, a natural yellow compound derived from the rhizome of Curcuma longa Linn, has been demonstrated to possess anti-inflammatory, anti-oxidative and anti-proliferative properties against a variety of cancer cells including pancreatic (42), prostate (43) and liver (44). Although chemopreventive effects of curcumin against murine and rat HCC models have been demonstrated (13-15), information on the mechanisms of curcumin's preventive effects against HCC is limited except anti-angiogenetic property by suppression of cyclooxygenase-2 (COX-2) and vascular endothelial growth factor (VEGF) (45), inhibition of matrix metalloproteinase-9 (MMP-9) (46) and induction of apoptosis (44).In the present study, we sought to evaluate whether caffeine and curcumin would show benefit in DEN-induced HCC model in Wistar rats. We determined the concentration of curcumin as 0.25% based on previous studies (13,14) and because when we tested administration of 0.5 and 1% curcumin, food intake and body weight gain were poor (data not shown). Treatment with 0.25% curcumin for 14 weeks demonstrated week inhibitory effects on DEN-induced hepatocarcinogenesis when judged from decreased serum AST levels and hepatic expression levels of PCNA. However, the beneficial effects of curcumin were marginal. One of the reasons in our study may derive from a low bioavailability of curcumin after oral administration as reported in patients with colorectal cancer (47). To achieve high serum and tissue curcumin levels which are enough to exert anti-cancer effects, new curcumin delivery platforms such as liposome-encapsulated curcumin (48) have to be developed for improving the curcumin bioavailability and anticancer potential.The concentration of caffeine was determined based on previous studies employing 0.02-0.2% (25,49) and because when we administered 0.05 and 0.1% caffeine in drinking water in our preliminary studies, water consumption and body weight gain were poor (data not shown). Treatment with 0.02% Figure 8. Expression of glutathione S-transferase-P in the liver at 14 weeks. Expression levels of glutathione S-transferase-P (GST-P) were evaluated in the liver at 14 weeks by immunohistochemical analysis (A) and western blot analysis (B). (A) Expression levels of GST-P in the liver were evaluated in the control (G1-14w), after treated with DEN (G2-14w), after treated with DEN combined with curcumin (G3-14w) and after treated with DEN combined with caffeine (G4-14w) at 14 weeks. Arrows indicate representative GST-P-positive area. Percentages of GST-P-positive area in G1-14w, G2-14w, G3-14w and G4-14w are 0, 52.8, 60.2 and 37.9%, respectively. Original magnification, x200. (B) Representative liver samples from four treatment groups (G1-14w, G2-14w, G3-14w and G4-14w) were probed with anti-GST-P antibody (top lane). The membrane was reprobed with anti-β-actin antibody (bottom lane). GST-P, glutathione S-transferase-P; n.s., not significant; W, weeks.INTERNATIONAL JOURNAL OF ONCOLOGY  40:  1779-1788,  2012 1787caffeine for both 10 and 14 weeks was well-tolerated, which significantly inhibited DEN-induced hepatocarcinogenesis. Expression levels of PCNA and GST-P in the rat liver were significantly reduced by administration of 0.025% caffeine when analyzed by immunohistochemical and western blot analysis. These results suggest that caffeine could be a useful phytochemical for prevention of HCC.Unfortunately, we did not examine the molecular mecha-nisms by which caffeine and curcumin exhibited anti-cancer effects in the DEN-induced HCC model. In our previous in vitro study, we clarified that caffeine activated the mitogen-activated ERK-regulating kinase (MEK)/extracellular signal-regulated kinase (ERK) pathway that resulted in the downstream upregu-lation of epidermal growth factor receptor (EGFR) in HCC cells (40). Further investigation of signaling molecules involved in anti-cancer effects by caffeine and curcumin in vivo will be necessary.In summary, caffeine could be a more potent compound than curcumin for prevention of DEN-induced hepatocarcino-genesis in rats. The doses of these compounds which effectively demonstrate chemopreventive effects without toxicity need to be examined in patients with chronic liver diseases in future clinical studies.AcknowledgementsWe would like to thank Mr. Yujirou Ikuta for his technical assistance.References 1. Bosch FX, Ribes J and Borras J: Epidemiology of primary liver cancer. Semin Liver Dis 19: 271-285, 1999. 2. El-Serag HB and Rudolph KL: Hepatocellular carcinoma: epide-miology and molecular carcinogenesis. Gastroenterology 132: 2557-2576, 2007. 3. Farazi PA and DePinho RA: Hepatocellular carcinoma patho-genesis: from genes to environment. Nat Rev Cancer 6: 674-687, 2006. 4. Okuda H: Hepatocellular carcinoma development in cirrhosis. Best Pract Res Clin Gastroenterol 21: 161-173, 2007. 5. Kumada T, Nakano S, Takeda I, et al: Patterns of recurrence after initial treatment in patients with small hepatocellular carcinoma. Hepatology 25: 87-92, 1997. 6. Thomas MB: Systemic therapy for hepatocellular carcinoma. Cancer J 14: 123-127, 2008. 7. Pinter M, Sieghart W, Hucke F, et al: Prognostic factors in patients with advanced hepatocellular carcinoma treated with sorafenib. Aliment Pharmacol Ther 34: 949-959, 2011. 8. Huang MT, Smart RC, Wong CQ and Conney AH: Inhibitory effect of curcumin, chlorogenic acid, caffeic acid, and ferulic acid on tumor promotion in mouse skin by 12-O-tetradecanoylphorbol-13-acetate. Cancer Res 48: 5941-5946, 1988. 9. Rao CV, Rivenson A, Simi B and Reddy BS: Chemoprevention of colon carcinogenesis by dietary curcumin, a naturally occurring plant phenolic compound. Cancer Res 55: 259-266, 1995.10. Tanaka T, Makita H, Ohnishi M, et al: Chemoprevention of 4-nitroquinoline 1-oxide-induced oral carcinogenesis by dietary curcumin and hesperidin: comparison with the protective effect of beta-carotene. Cancer Res 54: 4653-4659, 1994.11. Singh SV, Hu X, Srivastava SK, et al: Mechanism of inhibition of benzo[a]pyrene-induced forestomach cancer in mice by dietary curcumin. Carcinogenesis 19: 1357-1360, 1998.12. Singletary K, MacDonald C, Iovinelli M, Fisher C and Wallig M: Effect of the β-diketones diferuloylmethane (curcumin) and dibenzoylmethane on rat mammary DNA adducts and tumors induced by 7,12-dimethylbenz[a]anthracene. Carcinogenesis 19: 1039-1043, 1998.13. Chuang SE, Kuo ML, Hsu CH, et al: Curcumin-containing diet inhibits diethylnitrosamine-induced murine hepatocarcino-genesis. Carcinogenesis 21: 331-335, 2000.14. Shukla Y and Arora A: Suppression of altered hepatic foci development by curcumin in Wistar rats. Nutr Cancer 45: 53-59, 2003.15. Sreepriya M and Bali G: Effects of administration of embelin and curcumin on lipid peroxidation, hepatic glutathione antioxidant defense and hematopoietic system during N-nitrosodiethylamine/Phenobarbital-induced hepatocarcinogenesis in Wistar rats. Mol Cell Biochem 284: 49-55, 2006.16. Bode AM and Dong Z: The enigmatic effects of caffeine in cell cycle and cancer. Cancer Lett 247: 26-39, 2007.17. Ruhl CE and Everhart JE: Coffee and tea consumption are associated with a lower incidence of chronic liver disease in the United States. Gastroenterology 129: 1928-1936, 2005.18. Gallus S, Bertuzzi M, Tavani A, et al: Does coffee protect against hepatocellular carcinoma? Br J Cancer 87: 956-959, 2002.19. Gelatti U, Covolo L, Franceschini M, et al: Coffee consumption reduces the risk of hepatocellular carcinoma independently of its aetiology: a case-control study. J Hepatol 42: 528-534, 2005.20. Kurozawa Y, Ogimoto I, Shibata A, et al: Coffee and risk of death from hepatocellular carcinoma in a large cohort study in Japan. Br J Cancer 93: 607-610, 2005.21. Larsson SC and Wolk A: Coffee consumption and risk of liver cancer: a meta-analysis. Gastroenterology 132: 1740-1745, 2007.22. Ohfuji S, Fukushima W, Tanaka T, et al: Coffee consumption and reduced risk of hepatocellular carcinoma among patients with chronic type C liver disease: a case-control study. Hepatol Res 36: 201-208, 2006.23. Shimazu T, Tsubono Y, Kuriyama S, et al: Coffee consumption and the risk of primary liver cancer: pooled analysis of two prospective studies in Japan. Int J Cancer 116: 150-154, 2005.24. Balansky RM, Blagoeva PM, Mircheva ZI and Flora SD: Modulation of diethylnitrosamine carcinogenesis in rat liver and esophagus. J Cell Biochem 56: 449-454, 1994.25. Hosaka S, Kawa S, Aoki Y, et al: Hepatocarcinogenesis inhibition by caffeine in ACI rats treated with 2-acetylaminofluorene. Food Chem Toxicol 39: 557-561, 2001.26. Kim SH and Lee CS: The effect of caffeine on diethylnitro-samine-initiated hepatic altered foci in a mid-term induction system. In Vivo 6: 223-226, 1992.27. El-Shahat M, El-Abd S, Alkafafy M and El-Khatib G: Potential chemoprevention of diethylnitrosamine-induced hepatocarcino-genesis in rats: Myrrh (Commiphora molmol) vs. turmeric (Curcuma longa). Acta Histochem: Aug 25, 2011 (Epub ahead of print).28. Al-Rejaie SS, Aleisa AM, Al-Yahya AA, et al: Progression of diethylnitrosamine-induced hepatic carcinogenesis in carnitine-depleted rats. World J Gastroenterol 15: 1373-1380, 2009.29. Verna L, Whysner J and Williams GM: N-nitrosodiethylamine mechanistic data and risk assessment: bioactivation, DNA-adduct formation, mutagenicity, and tumor initiation. Pharmacol Ther 71: 57-81, 1996.30. Solt DB, Cayama E, Tsuda H, Enimoto K, Lee G and Farber E: Promotion of liver cancer development by brief exposure to dietary 2-acetylaminofluorene plus partial hepatectomy or carbon tetrachloride. Cancer Res 43: 188-191, 1983.31. Shiota G, Harada K, Ishida M, et al: Inhibition of hepatocellular carcinoma by glycyrrhizin in diethylnitrosamine-treated mice. Carcinogenesis 20: 59-63, 1999.32. Squire RA and Levitt MH: Report of a workshop on classifi-cation of specific hepatocellular lesions in rats. Cancer Res 35: 3214-3223, 1975.33. Alenzi FQ, El-Nashar EM, Al-Ghamdi SS, et al: Investigation of Bcl-2 and PCNA in hepatocellular carcinoma: relation to chronic HCV. J Egypt Natl Cancer Inst 22: 87-94, 2010.34. Sakai M and Muramatsu M: Regulation of glutathione trans-ferase P: a tumor marker of hepatocarcinogenesis. Biochem Biophys Res Commun 357: 575-578, 2007.35. Makuuchi M, Kokudo N, Arii S, et al: Development of evidence-based clinical guidelines for the diagnosis and treatment of hepatocellular carcinoma in Japan. Hepatol Res 38: 37-51, 2008.36. Hong WK and Lippman SM: Cancer chemoprevention. J Natl Cancer Inst Monogr 17: 49-53, 1995.37. Zhang Y and Tang L: Discovery and development of sulforaphane as a cancer chemopreventive phytochemical. Acta Pharmacol Sin 28: 1343-1354, 2007.38. Okano J, Fujise Y, Abe R, Imamoto R and Murawaki Y: Chemoprevention against hepatocellular carcinoma. Clin J Gastroenterol 4: 185-197, 2011.39. Frary CD, Johnson RK and Wang MQ: Food sources and intakes of caffeine in the diets of persons in the United States. J Am Diet Assoc 105: 110-113, 2005.FUJISE et al:  EFFECTS OF CAFFEINE AND CURCUMIN ON DEN-INDUCED HEPATOCARCINOGENESIS178840. Okano J, Nagahara T, Matsumoto K and Murawaki Y: Caffeine inhibits the proliferation of liver cancer cells and activates the MEK/ERK/EGFR signalling pathway. Basic Clin Pharmacol Toxicol 102: 543-551, 2008.41. Tao KS, Wang W, Wang L, Cao DY, Li YQ, Wu SX and Dou KF: The multifaceted mechanisms for coffee's anti-tumorigenic effect on liver. Med Hypotheses 71: 730-736, 2008.42. Epelbaum R, Schaffer M, Vizel B, et al: Curcumin and gemcitabine in patients with advanced pancreatic cancer. Nutr Cancer 62: 1137-1141, 2010.43. Shankar S and Srivastava RK: Involvement of Bcl-2 family members, phosphatidylinositol 3'-kinase/AKT and mitochondrial p53 in curcumin (diferulolylmethane)-induced apoptosis in prostate cancer. Int J Oncol 30: 905-918, 2007.44. Cao J, Liu Y, Jia L, et al: Curcumin induces apoptosis through mitochondrial hyperpolarization and mtDNA damage in human hepatoma G2 cells. Free Radic Biol Med 43: 968-975, 2007.45. Yoysungnoen P, Wirachwong P, Bhattarakosol P, Niimi H and Patumraj S: Effects of curcumin on tumor angiogenesis and biomarkers, COX-2 and VEGF, in hepatocellular carcinoma cell-implanted nude mice. Clin Hemorheol Microcirc 34: 109-115, 2006.46. Lin LI, Ke YF, Ko YC and Lin JK: Curcumin inhibits SK-Hep-1 hepatocellular carcinoma cell invasion in vitro and suppresses matrix metalloproteinase-9 secretion. Oncology 55: 349-353, 1998.47. Sharma RA, McLelland HR, Hill KA, et al: Pharmacodynamic and pharmacokinetic study of oral Curcuma extract in patients with colorectal cancer. Clin Cancer Res 7: 1894-1900, 2001.48. Yallapu MM, Jaggi M and Chauhan SC: Curcumin nanoformu-lations: a future nanomedicine for cancer. Drug Discov Today: Sep 18, 2011 (Epub ahead of print).49. Huang MT, Xie JG, Wang ZY, et al: Effects of tea, decaffeinated tea, and caffeine on UVB light-induced complete carcinogenesis in SKH-1 mice: demonstration of caffeine as a biologically important constituent of tea. Cancer Res 57: 2623-2629, 1997."