"RAS Promotes Tumorigenesis through Genomic InstabilityInduced by imbalanced expression of Aurora-A and BRCA2urianGong Yang1,2, Imelda Mercado-Uribe2, Asha S. Multani3, Subrata Sen4, Ie-Ming Shih5,Kwong-Kwok Wong6, David M Gershenson6, and Jinsong Liu21Cancer Research Laboratory, Fudan University Shanghai Cancer Center; Department ofOncology, Shanghai Medical College, Fudan University, Shanghai, 200032 China2Department of Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX77030, USA3Department of Genetics, The University of Texas MD Anderson Cancer Center, Houston, TX77030, USA4Department of Molecular Pathology, The University of Texas MD Anderson Cancer Center,Houston, TX 77030, USA5Department of Gynecologic Pathology, School of Medicine, The Johns Hopkins University,Baltimore, MD 21209, USA6Department of Gynecological Oncology, The University of Texas MD Anderson Cancer Center,Houston, TX 77030, USAAbstractThe oncogene RAS is known to induce genomic instability, leading to cancer development; theunderlying mechanism, however, remains poorly understood. To better understand how RASfunctions, we measured the activity of the functionally related genes Aurora-A and BRCA2 inovarian cancer cell lines and tumor samples containing RAS mutations. We found that Aurora-Aand BRCA2 inversely controlled RAS-associated genomic instability and ovarian tumorigenesisthrough regulation of cytokinesis and polyploidization. Over-expression of mutated RAS ablatedBRCA2 expresson but induced Aurora-A accumulation at the midbody, leading to abnormalcytokinesis and ultimately chromosomal instability via polyploidy in cancer cells. RAS regulatesthe expression of Aurora-A and BRCA2 through dysregulated protein expression of farnesylprotein transferase β (FTβ and insulin-like growth factor binding protein 3 (IGFBP-3). Our resultssuggest that the imbalance in expression of Aurora-A and BRCA2 regulates RAS-inducedgenomic instability and tumorigensis.KeywordsRAS; Aurora-A; BRCA2; Polyploid Cancer Cells; Cytokinesis; Genomic instabilityCorrespondence: Gong Yang, Cancer Research Laboratory, Fudan University Shanghai Cancer Center; Department of Oncology,Shanghai Medical College, Fudan University, Shanghai 200032, China. Phone: 86-21-64175590; Fax: 86-21-64172585;yanggong@fudan.edu.cn. Jinsong Liu, Department of Pathology, Unit 85, The University of Texas M. D. Anderson Cancer Center,1515 Holcombe Blvd., Houston, Texas 77030. USA. Phone: 713-745-1102; Fax: 713-563-1848; jliu@mdanderson.org.NIH Public AccessAuthor ManuscriptInt J Cancer. Author manuscript; available in PMC 2014 July 15.Published in final edited form as:Int J Cancer. 2013 July 15; 133(2): . doi:10.1002/ijc.28032.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptIntroductionRAS signaling induces genomic instability 1, which provokes cancer development in manyorgans, however, the underlying mechanism remains elusive. Activation of RAS largelydepends on its active form without CAAX at the C-terminus (C, Cys; A, usually aliphaticamino acid; X, another amino acid) that is processed by farnesyl transferase (FT) duringposttranslational modification of RAS proteins 2. Thus, various inhibitors of farnesyl proteintransferase activity, designed to prevent the farnesylation of RAS, have been developed totreat RAS-associated cancers 3. The insulin-like growth factor binding protein 3 (IGFBP-3)was shown to block RAS cleavage and thus to inhibit farnesyl protein transferase in lungcarcinoma and head and neck squamous cell carcinoma 4. These reports suggest that FT andIGFBP-3 may be involved in regulating RAS-induced genomic instability and tumordevelopment.Genomic instability is largely classified into two types: microsatellite instability, which isassociated with a mutator phenotype, and chromosome instability, which is associated withgross chromosomal abnormalities 5. The centrosome is believed to play an important role inmaintaining chromosome stability by aiding in the formation of bipolar spindles during celldivision 6, thereby ensuring equal segregation of duplicated chromosomes into two daughtercells. While multipolar mitotic spindles are usually resulted from various centrosomeabnormalities such as amplification in cancer cells, which leads to unequal distribution ofchromosomes and results in aneuploidy or polyploidy of daughter cells 7. The serine/threonine kinase Aurora-A (AURKA) plays a critical role in maintenance of genetic stabilitythrough regulation of centrosome separation, bipolar spindle assembly, and chromosomesegregation 8, 9; at the same time, however, amplification of Aurora-A increases the numberof centrosomes and mutiplolar spindles, which have been observed in numerous humancancers 10, 11. Recent studies have shown that Aurora-A is required for RAS-mediatedoncogenic transformation of oral cancer 12 and bladder cancer 13. Thus, Aurora-A may beassociated with genomic instability in RAS-induced tumorigenesis.The breast cancer susceptibility gene 2 (BRCA2) is a tumor suppressor gene that is known tobe involved in maintaining genomic stability in different cancers 14. Although BRCA2 israrely mutated in sporadic cancers such as ovarian and breast cancers, the transcription orexpression of BRCA2 is repressed in these tumor tissues 15. Loss of BRCA2 either bymutation or transcriptional and post-transcriptional aberrations is associated with cancergenomic instability 16. Recently, a study revealed that a heterozygous germline mutation ofBRCA2 can promote pancreatic ductal adenocarcinomas driven by Kras (G12D) mutation 17,while another report showed that BRCA2 in HCT116 (a colon cancer cell line) can besuppressed by activated KRAS in 3D culture 18. In addition, studies have shown thatBRCA2 mutation is associated with Aurora-A amplification in breast cancer 19 and thatBRCA2 may suppress polyploidy by stabilizing Aurora-A 20. We have shown recently thatAurora-A can suppress BRCA2 expression in ovarian cancer 21. The above evidencesuggests that Aurora-A and BRCA2 likely function to synergistically regulate RAS-inducedgenomic instability and tumorigenesis, although the underlying mechanism remains unclear.To improve our understanding how RAS regulates the genomic instability, we designed astudy to investigate the function of Aurora-A and BRCA2 in relation to RAS activation.Because the RAS/RAF mutation accounts for 30–40% of low-grade serous and borderlineovarian cancer cases 22, we mainly conducted the study in ovarian cancer cell lines andhuman ovarian tumor tissues with RAS mutations. Our results provide insight into howRAS/RAF mutations induce genomic instability and tumorigenesis.Yang et al. Page 2Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptMaterials and MethodsPlasmids, siRNAsWe used pBabe/Aurora-A/puromycin 23 and pBabe/U6/Aurora-A shRNA (targeting 5′-GUCUUGUGUCCUUCAAAUU-3′ of Aurora-A mRNA) (puromycin or neomycin) 21 todeliver Aurora-A into immortalized ovarian epithelial cell lines T29 and T80 and Aurora-AshRNA into RAS-transformed cell lines T29H, T80H, and ovarian cancer cell line HEY. Aplasmid (PCINBRCA2) containing a full-length BRCA2 cDNA was used to deliver BRCA2into RAS-transformed cells and Capan-1 cells (a pancreatic cancer cell line) using apreviously described method 24. Clones were selected after confirmation of BRCA2expression by Western blotting. The retroviral expression plasmid IGFBP-3 (pBabe/IGFBP-3/puromycin) was generated with a pair of primers (sense: 5′-ATGGATCCatgcagcgggcgcgacccacgctc-3′, bold cases are BamHI site, and antisense: 5′-CAGAATTCctacttgctctgcatgctgtagc-3′, italic cases are EcoRI site) using a template of anadenoviral expression vector containing IGFBP-3 cDNA (a kind gift from Dr. Ho-YoungLee). pBabe/U6/IGFBP-3 shRNA/puromycin was generated to target IGFBP-3 mRNA at403–422nt (5′-ggaaatgctagtgagtcgga-3′) using the protocols described in our previouspublication 25. The control vectors were empty plasmids (pBabe/puromycin or PCIN) orconstructed by directly inserting GFP shRNA into pBabe/U6/puromycin or neomycinvectors 26. Retrovirus production and target cell infection were performed with our well-established method 25. FTβ siRNA (#sc-35417) and control siRNA(#sc-37007) werepurchased from Santa Cruz Biotech Inc. (Santa Cruz, CA). FTI-276 (#F9553) was purchasedfrom Sigma Aldrich (St. Louis, MO).Cell culture and tumor formationT29, T29H, T80, and T80H cells have been described previously 27. Ovarian cancer celllines HOC-7, SKOV3 and HEY and pancreatic cancer cell line Capan-1 were cultured withEMEM or DMEM supplemented with 10% FBS and 1% penicillin/streptomycin. T29 cellstransformed by KRASV12 (T29K) was described previously 27. To generate tumor growth invivo, we subcutaneously injected 5 × 106 T29H/BRCA2, T80H/BRCA2, T29/Aurora-A,T80/Aurora-A, T29H/Aurora-A shRNA (Aurora-Ai), T80H/Aurora-Ai cells or control cellsexpressing empty vectors or GFP shRNA (GFPi) into 4- to 6-week-old BALB/c nu/nu mice(U.S. National Cancer Institute’s Frederick Cancer Research Facility) following protocolsapproved by the institutional committee of MD Anderson Cancer Center for animalexperiments. For T29H and T80H cells transfected with BRCA2, one of three clones fromeach cell line with high BRCA2 expression was used to conduct tumor formation assays.Each cell line was injected into 2 sites in 8 mice, for a total of 16 injections. Tumor burdenwas assessed and recorded using methods described previously 28.Western blottingFor all Western blots, we analyzed samples with a total of 40-μg proteins from whole-celllysates using the protocol described in our previous publication 21. The primary antibodyused to detect Aurora-A (cat. #GTX13824) was obtained from GeneTex (Irvine, CA), whilethe antibody used to detect BRCA2 (cat. #MAB2476) was from R&D Systems(Minneapolis, MN). Antibodies against RAS either targeting N-terminus (#sc-166691) or C-terminus (#sc-521, KRAS; #sc-520, HRAS) and antibodies against IGFBP-3 (#sc-9028),FTα (#sc-487), and FTβ (# sc-137) were purchased from Santa Cruz Biotech Inc. (SantaCruz, CA). β-Actin (cat. #A2228, Sigma Aldrich, St. Louis, MO) was used as a loadingcontrol. T29/Vector and T29/Aurora-A cells were treated with proteosome inhibitorMG-132 (Sigma) at the concentration of 10 μM and analyzed for the expression of Aurora-A and BRCA2 by Western blotting. The intensity of protein bands was quantified withImageJ software downloaded from NIH website (http://imagej.nih.gov/ij/).Yang et al. Page 3Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscripthttp://imagej.nih.gov/ij/ImmunofluorescenceImmunofluorescence staining was performed according to a published protocol 21. Primaryantibodies against Aurora-A and BRCA2 were obtained from GeneTex and R&D Systems,respectively. DNA dye To-Pro-3 was obtained from Molecular Probes (Carlsbad, CA). Inbrief, cells were cultured in chamber slides (Nalge Nunc International, Rochester, NY) for24 h, fed with fresh medium to increase the number of mitotic cells for 8–16 h, and thenfixed (with PBS-buffered paraformaldehyde solution: 3% paraformaldehyde, PBS, pH 7.4,2% sucrose) and permeabilized (with a buffer containing 0.5% Triton X-100,20 mMHEPES, pH 7.4, 50 mM NaCl, 3 mM MgCl2, 300 mM sucrose). Slides were blocked by a 2-h incubation with 20% fetal bovine serum (FBS) and 2% goat serum in PBS, and then theslides were incubated with primary antibody at 4°C overnight. Afterward, the cells wereincubated with fluorescein isothiocyanate (FITC)–conjugated secondary antibody againstmouse IgG or Texas red–conjugated antibody against rabbit IgG (Jackson ImmunoResearchLaboratory, West Grove, PA) for 30 min. Stained cells were examined and photographedwith an Olympus FV500 confocal fluorescence microscope.Cell cycle and cytogenetic analysisCells were applied for cell cycle analysis by flow cytometry according to our previsoulypublished method 21. T29/vector, T29/Aurora-A, T80/vector, T80/Aurora-A, T29H/GFPi,T29H/Aurora-Ai, T80H/vector, T80H/BRCA2 cells were cultured for 24 and collected forchromosome preparation using standard procedures 29. Briefly, cells were exposed toColcemid(0.04 μg/mL) for 1 h, subjected to hypotonic treatment(0.075 M KCl for 20–25min at room temperature), and fixed in a mixture of methanol and acetic acid. Slides werestained with Giemsa stain and examined for structural and numerical abnormalities in thechromosomes. A minimum of 30 metaphase spreads were analyzed for each cell line, andrepresentative spreads were captured using a Genetiscan imaging system. The proportionswere compared using chi-squared analysis of Fisher exact test. The assay was repeatedlyperformed by Molecular Cytogenetics Core Facility personnel in the Department of Geneticsat The University of Texas MD Anderson Cancer Center.Immunostaining of Aurora-A and BRCA2Ovarian tumor tissues from 22 patients diagnosed with low-grade serous carcinoma orborderline tumor were analyzed by immunohistochemical staining for expression of Aurora-A and BRCA2. KRAS/BRAF mutations with either G12V or V600E were identified fromtissue genomic DNA of all cases by PCR amplification with specific primers targeting thecoding regions of RAS-G12V and RAF-V600E, followed by sequencing of the DNAfragment. Ten cases were confirmed with RAS/RAF mutations, while the remaining caseslacked KRAS/BRAF mutations. The use of tissue blocks and chart reviews were approvedby the Institutional Review Board of The University of Texas MD Anderson Cancer Center.Slides were treated and stained using the method published before 21. The primary antibodyagainst Aurora-A (GTX13824, monoclonal antibody, Genetax) or BRCA2 (MAB2476,monoclonal antibody, R&D Systems) was applied at a dilution of 1:200 or 1:100 at 4°C in ahumidified chamber.Evaluation of staining intensity and expression percentage for BRCA2 and Aurora-A wasscored. using the following criterias: Tissues with <5% of cells positive for BRCA2 orAurora-A were given a score of 0, those with 5% – 20% positive cells were scored as 1,those with 20% – 40% positive cells were scored as 2, those with 50% – 70% positive cellswere scored as 3, and those with 70% – 100% were scored as 4. The expression correlationof BRCA2 and Aurora-A was analyzed by Pearson’s correlation using SPSS16.0 software.Yang et al. Page 4Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptCell treatment with FTβ siRNA or FTI-276To transfect HEY and T29K cells with FTβ siRNA, 5 × 105 cells per well in 6-well plateswere used for FTβ siRNA and control siRNA transfection using the manufacturer’s protocolfrom Santa Cruz Biotech Inc. (Santa Cruz, CA). The transfection medium was replaced withfresh growth medium 12 h later, and the cells were kept in culture for additional 24, 48, and72 h and harvested to detect FTβ, Aurora-A, and BRCA2 expression. A similar cell numberwas used for treatment either with FTI-276 for 24 h and the cells were analyzed forexpression of the above-listed proteins.ResultsRAS-induced transformation enhances Aurora-A expression but represses BRCA2expressionTo better understand how RAS promotes genomic instability, we measured the expression ofBRCA2 and Aurora-A in RAS-transformed human ovarian surface epithelial cell linespreviously developed in our lab 27. While the expression of BRCA2 was markedly lower inRAS-transformed cells than in control cells (Figure 1A), the expression of Aurora-A wasdramatically increased in these cells, suggesting that RAS suppresses the expression ofBRCA2 but increases the expression of Aurora-A. Next, we determined whether BRCA2can regulate the expression of Aurora-A or RAS by transfecting RAS-transformed ovarianepithelial cell lines (T29H and T80H) with a vector expressing BRCA2 24. Selected stableclones with ectopic expression of BRCA2 showed a marked decrease of Aurora-A and RAS(Figure 1B), indicating that BRCA2 suppresses Aurora-A and RAS expression. Todetermine whether Aurora-A can suppress the expression of BRCA2, we delivered Aurora-A cDNA into immortalized non-tumorigenic T29 and T80 cells (Aurora-A; Figure 1C–D) orsilenced Aurora-A expression in T29H and T80H cells with Aurora-A–specific short hairpinRNA (shRNA) (Aurora-Ai; Figure 1C–D). Ectopic expression of Aurora-A suppressedBRCA2 expression, but did not stimulate RAS expression in T29 and T80 cells comparedwith in vector-transfected control cells, and knockdown of Aurora-A restored the BRCA2level and reduced RAS expression in T29H and T80H cells, suggesting that Aurora-A alsonegatively regulates the expression of BRCA2. We infer from these results that RAS-drivenmalignancy is modulated by Aurora-A and BRCA2.Aurora-A and BRCA2 regulates cell cycle progression and tumor growth of RAS-transformed cellsSince Aurora-A and BRCA2 participate in cell cycle regulation which controls ovariantumorigenesis, we detected the cell cycle distribution by flow cytometry (Figure 1E).Introduction of RAS or Aurora-A in immortalized ovarian surface epithelial cells promotedcell cycle progression by increasing cell population in S phase and downregulating cellpopulation in G0/G1 phase as compared with these in control cells. In constrast,overexpression of BRCA2 or knockdown of Aurora-A in RAS-transformed cells promotedcell arrest at G0/G1 phase and reduced cells in S phase as compared with these in controlcells.To test whether Aurora-A and BRCA2 affect ovarian tumor growth, we injected RAS-transformed T29H or T80H cells overexpressing BRCA2 into nude mice and comparedtumor growth to that in mice receiving vector control cells. No tumors were observed in anyof the mice injected with BRCA2-transfected T29H and T80H cells, while all the miceinjected with vector control cells experienced rapid tumor growth within 4–7 weeks (Figure1F–G), indicating that the expression of BRCA2 completely blocked tumor formation of theRAS-transformed cells. In addition, when ectopic Aurora-A expression was induced inimmortalized nontumorigenic T29 and T80 cells, subcutaneous tumor growth resultedYang et al. Page 5Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript(Figure 1H–I), whereas shRNA-induced knockdown of Aurora-A in RAS-transformed cellsreduced or delayed tumor growth, compared with tumor growth in control cells expressingGFPi (Figure 1J–K). Taken together, the above data demonstrated that Aurora-A andBRCA2 play opposite roles in RAS-associated tumor formation in vivo.Unbalanced expression of Aurora-A and BRCA2 in cancer cells and tissues with RAS/RAFmutationsSince the above results were derived from RAS-transformed ovarian surface epithelial cells,we set out to confirm the results in a panel of cells including normal ovarian surfaceepithelial (OSE) cells, ovarian cancer cells, and pancreatic cancer cells harboring KRASmutations. We detected higher expression of BRCA2 and lower expression of Aurora-A inOSE 151 cells (Figure 2A), a normal ovarian surface epithelial (OSE) cell line described inour previous report 25, but lower BRCA2 and higher Aurora-A in the ovarian cancer celllines HOC-7 and HEY with confirmed mutations in KRAS (SFigure 1) and in the pancreaticcancer cell line CAPAN-1, which has a reported KRAS mutation and a truncated BRCA2mutation (Figure 2A). Furthermore, knockdown of Aurora-A by shRNA in HEY cells andintroduction of BRCA2 in CAPAN-1 cells resulted in decreased Aurora-A expression andincreased BRCA2 expression (Figure 2A).The above results also suggested the possibility that Aurora-A and BRCA2 are negativelyregulated in ovarian cancer, particularly in low-grade serous ovarian carcinomas and ovarianborderline tumors with KRAS/BRAF mutations. Thus, we selected tumor tissue samplesfrom 22 cases diagnosed with low-grade serous ovarian carcinoma and borderline tumorwith or without identified KRAS/BRAF mutations and detected Aurora-A and BRCA2expression by immunostaining. We measured high expression of Aurora-A and lowexpression of BRCA2 in 6 of 10 (60%) samples with RAS/RAF mutations (P = 0.018, two-tailed Pearson’s correlation), but high expression of BRCA2 and low expression of Aurora-A in 8 of 12 (66.7%) samples without KRAS/BRAF mutations (P = 0.023, two-tailedPearson’s correlation) (Table 2). No statistical differences in Aurora-A and BRCA2expression were found in samples with low-grade serous carcinoma and in those withborderline tumor or between samples with KRAS mutation and those with BRAF mutation.Representative images are shown in Figure 2B.Farnesyl protein transferase β (FTβ) and insulin-like growth factor binding protein 3(IGFBP-3) mediate the regulation of Aurora-A and BRCA2 in RAS-associated cancer cellsSince IGFBP-3 was reported to inhibit farnesyl protein transferase, which thereby blocksRAS cleavage 4. We measured the expression of IGFBP-3 and farnesyl protein transferase ina panel of ovarian cell lines. We found that the expression of IGFBP-3 was decreased inT29H and T29/Aurora-A cells compared with vector control cells, but was increased byectopic introduction of BRCA2 in T29H and Capan-1 cells, and by disruption of Aurora-Ain HEY cells compared with in their corresponding control cells (Figure 3A). In contrast, theexpression of farnesyl protein transferase β (FTβ (but not FTα, data not shown) wasincreased in RAS- and Aurora-A-transformed cells (T29H and T29/Aurora-A), butdecreased in BRCA2-transfected cells (T29H/BRCA2, Capan-1/BRCA2) and Aurora-AshRNA-treated cells (HEY/Aurora-Ai) compared with in their controls. These changes ledto corresponding increases or decreases in RAS farnesylation (Figure 3A). These resultssuggest that transformation of ovarian epithelial cells by RAS or Aurora-A can inhibitIGFBP-3, leading to an increased expression of FTβ, which may in turn promote RASfarnesylation and ovarian tumorigenesis. They also suggest that the restoration of BRCA2expression by silencing Aurora-A or introducing BRCA2 induces IGFBP-3 overexpression,which inhibits the activity of FTβ, leading to reduced farnesylation of RAS, which may inturn decrease ovarian tumor formation.Yang et al. Page 6Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptTo confirm that IGFBP-3 is able to suppress FTβ expression, we transfected T29 andSKOV3 (an ovarian cancer cell line) cells with either IGFBP-3 cDNA or IGFBP-3 shRNA.As shown in Figure 3B, overexpression of IGFBP-3 reduced FTβ in T29 cells, whereassilencing of IGFBP-3 increased FTβ in T29 and SKOV3 cells compared with in their controlcells. Quantification data of FTβ and IGFBP-3 expression with ImageJ software was shownin SFigure 2. These results suggest that IGFBP-3 is involved in regulation of Aurora-A andBRCA2 through FTβ in terms of farnesylation of RAS. To strengthen evidence for thisnotion, we treated HEY and T29K (KRASV12-transformed T29 cells) with FTβ-specificsiRNA or with FTI-276, which specifically inhibits farnesyl protein transferases activity 30.As shown in Figure 3C, treatment with FTβ-specific siRNA reduced the farnesylation ofKRAS and Aurora-A expression, which is consistent with a recent report 31, but increasedBRCA2 expression compared with control siRNA-treated cells at the same time point.Moreover, treatment of HEY and T29K cells with FTI-276 yielded the same results as thosefrom treatment with FTβ siRNA (Figure 3D). These data suggest that FTβ not only regulatesRAS by farnesylation, but also controls the expression of Aurora-A and BRCA2 through amechanism that may be associated with IGFBP-3.Aurora-A and BRCA2 regulate chromosomal instability through dysregulated cytokinesisAmplification of Aurora-A and inactivation of BRCA2 are known to be closely associatedwith chromosomal instability. By analyzing chromosomal aberrations, as expected, theproportion of polyploid cells was markedly higher in RAS- and Aurora-A–transformed cellsthan in control cells, and the knockdown of Aurora-A or introduction of BRCA2 in RAS-transformed cells resulted in less polyploidy in the experimental cell lines than in the controllines (Table 1, Figure 3E). In addition, the overall chromosome aberration was increased incells overexpressing RAS or Aurora-A compared with in control cells; however, the ectopicexpression of BRCA2 or silencing of Aurora-A in the transformed cells decreased theoverall chromosome aberration. These results demonstrate that dysregulation of Aurora-Aand BRCA2 led to chromosomal instability in RAS-transformed cells.Cytokinesis occurs during the last step of mitosis at which point a cell divides into twodaughter cells. Abnormal cytokinesis usually results in cell multinuclearity and eventuallyinduces chromosomal instability. Since Aurora-A and BRCA2 are involved in regulatingcytokinesis 32, 33, we examined the expression of both Aurora-A and BRCA2 in themidbody of late mitotic T29, T29H, and T29/Aurora-A cells. In immortalized T29/vectorcells, BRCA2 and Aurora-A co-localized at the midbody during the late stage of mitosis(Figure 3F). The transformation of T29 cells by RAS or Aurora-A diminished thelocalization of BRCA2 and increased the accumulation of Aurora-A in the midbody ascompared with T29/vector cells. Counts of cells with two or more nuclei showed that thetransformation by RAS or Aurora-A induced at least four times as many as were induced intheir control cells (Figure 3G). In normal ovarian epithelial cells (OSE151), Aurora-A andBRCA2 were co-localized at the midbody, while BRCA2 was undetectable in the midbodyof mitotic HOC-7, HEY, and Capan-1 cells with KRAS mutations (Figure 4A-C). However,knockdown of Aurora-A or introduction of BRCA2 in HEY or Capan-1 cells restoredBRCA2 accumulation in the midbody (Figure 4B-C). Consistent with the results from T29,T29H, and T29/Aurora-A cells, there were fewer OSE151 cells with multinuclearity thanHOC-7 cells, and the number of HEY/GFPi and Capan-1/vector cells with multinuclearitywas greater than HEY/Aurora-Ai and Capan-1/BRCA2 cells (Figure 4D). These resultssuggest that RAS mutations can diminish BRCA2 and enhance Aurora-A expression in themidbody during cytokinesis, which results in cell multinuclearity and genomic instability inhuman ovarian cancer cells as well as pancreatic cancer cells.Yang et al. Page 7Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptDiscussionUsing RAS-transformed ovarian surface epithelial cells as a model system in this study, wehave identified a negative regulatory loop between Aurora-A and BRCA2, which aredownstream targets of RAS. We showed that RAS transformation of ovarian epithelial cellscan induce amplification of Aurora-A and simultaneously repress BRCA2 expression, whichwas also observed in ovarian cancer cell lines and ovarian cancer tissues with RAS/RAFmutations. Aurora-A and BRCA2 oppositely regulated RAS-induced genomic instability inRAS-mutated cells through abnormal cytokinesis. In normal or immortalized ovarianepithelial cells, Aurora-A and BRCA2 are co-localized at the midbody during late mitosis, inwhich BRCA2 and Aurora-A may control the segregation of two daughter cells throughregulation of cytokinesis and prevent the generation of polyploid cells. A model on howAurora-A and BRCA2 function in RAS mutated cancer is illustrated in Figure 4E. Uponactivation by the RAS oncogene, which tips the balance toward Aurora-A, the diminishedexpression of BRCA2 and the accumulation of Aurora-A in the midbody may hamper theabscission of cleavage furrow to induce polyploidy or aneuploidy, which ultimately resultsin cellular genomic instability and tumorigenesis.Cytokinesis is the last important step of cell division where identical eukaryotic daughtercells finally separate. The association of cancer with abnormal cytokinesis has beenfrequently reported over the past 20 years. The proteins that regulate or participate inabnormal cytokinesis in cancer cells include kinases (such as Aurora-A, Aurora-B, andPLK1), mitotic checkpoint proteins (such as ATM, CHK1, and CHK2), mitotic regulators(such as BRCA1 and centrobin) 34. One of the phenomena induced by abnormal cytokinesisis multinuclearity leading to chromosomal polyploidy or aneuploidy 35, which largelycontributes to genomic instability and tumorigenesis 36. Both Aurora-A and BRCA2 are cellcycle regulatory proteins participating in cellular mitosis 37, 38. We have identified in thisstudy that Aurora-A and BRCA2 are two mediators that co-localize at the midbody of latemitotic cells to control the genomic instability of cells which is regulated by mutated RASoncogene. We and other research groups have found that BRCA2 is involved in regulationof cytokinesis 32, 39, although a recent study reported that BRCA2 may not regulatecytokinesis in Hela cells 40, indicating that the role of BRCA2 in regulation of cytokenesis issophisticated. It is interesting to note that no RAS or BRCA2 mutations in Hela cells werereported, but the amplification of RAS or Aurora-A has been observed in someliteratures 41, 42. Therefore, it is possible that mutated RAS may be essential to defectivecytokinesis through altering the expression ratio of Aurora-A and BRCA2.Our results demonstrated that FTβ and IGFBP-3 plays an important role in mediating theeffect to RAS to Aurora-A and BRCA2. The two proteins appear to form an negativeregulatory loop to repress the expression of each other; such negative loop plays animportant role in regulating the expression of Aurora-A and BRCA2 and the chromosomalinstability induced by RAS. However, whether the interaction of FTβ and IGFBP-3 couldregulate chromosomal instability without directly involving RAS, Aurora-A, and BRCA2 isunknown, although it has been reported that FTβ-stimulated farnesylation can increase RASactivity, and RAS-induced MAPK activation can lead to resistance of breast cancer cells toIGFBP-3 43. It is known that RAS mutations or Aurora-A amplification can activate the NF-κB which is involved in regulating the expression of FTβ and IGFBP-3 44–46, therefore, itwill be very interesting to examine the role of NF-κB in the regulation of FTβ and IGFBP-3and RAS-mediated transformation.Currently, there are no reports to show that Aurora-A can regulate BRCA2, however, as akinase in cancer cells, over expression of Aurora-A may phosphorylate BRCA2 and result inproteasome-mediated degradation during the late stage of mitosis, leading to abnormalYang et al. Page 8Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptcytokinesis. Moreover, emerging evidences suggest that both Aurora-A and BRCA2 can beregulated by various factors during cell cycle by proteolysis-mediated degradation. Studieshave demonstrated that BRCA2 can interact with multiple gene products such as USP11 (adeubiquitinating enzyme) 47, Skp2 (a subunit of the Skp1-Cul1-F-box protein ubiquitincomplex) 48, and cancer associated BRAD1 beta 49, leading to its proteasome-mediatedubiquitination and degradation in different cancer cells. Polyubiquitination of Aurora-A byanaphase-promoting complex (APC), or Cdh1 (a WD40 repeat protein) can promote theproteasome-mediated degradation of Aurora-A 50. Thus, we treated T29 and T29/Aurora-Acells with proteosome inhibitor MG-132 at the concentration of 10μM and found that theincreased full length of Aurora-A and BRCA2 was accompanied with the decreaseddegradation of Aurora-A and BRCA2 over a time course of 1, 4, and 8 hours (SFigure 3).However, the detailed regulation of Aurora-A and BRCA2 by proteolysis mediatedubiquitination and degradation in cells with RAS mutations will require additional studies.As RAS/Aurora-A is amplified in multiple epithelial cancers, the molecules we identified inthis study should have a general implication in clinical treatment of those cancers.Supplementary MaterialRefer to Web version on PubMed Central for supplementary material.AcknowledgmentsG.Y. is supported by Doctoral Fund of Ministry of Education of China (20120071110079), by Shanghai PujiangProgram (11PJ1402200) from Shanghai Municipal Government of China, and by National Nature ScienceFoundation of China (91129721).J.L. is supported by an R01 grant from the U.S. National Institutes of Health (1R01CA131183-01A2) and by theSpecialized Programs of Research Excellence ovarian cancer research grant (IP50CA83638). This work was alsosupported in part by a U.S. National Cancer Institute Cancer Center Core grant (CA016672).References1. Abulaiti A, Fikaris AJ, Tsygankova OM, Meinkoth JL. Ras induces chromosome instability andabrogation of the DNA damage response. Cancer Res. 2006; 66:10505–12. [PubMed: 17079472]2. Goodman LE, Judd SR, Farnsworth CC, Powers S, Gelb MH, Glomset JA, Tamanoi F. Mutants ofSaccharomyces cerevisiae defective in the farnesylation of Ras proteins. Proc Natl Acad Sci U S A.1990; 87:9665–9. [PubMed: 2124698]3. Adjei AA. Blocking oncogenic Ras signaling for cancer therapy. J Natl Cancer Inst. 2001; 93:1062–74. [PubMed: 11459867]4. Lee HY, Moon H, Chun KH, Chang YS, Hassan K, Ji L, Lotan R, Khuri FR, Hong WK. Effects ofinsulin-like growth factor binding protein-3 and farnesyltransferase inhibitor SCH66336 on Aktexpression and apoptosis in non-small-cell lung cancer cells. J Natl Cancer Inst. 2004; 96:1536–48.[PubMed: 15494604]5. Charames GS, Bapat B. Genomic instability and cancer. Curr Mol Med. 2003; 3:589–96. [PubMed:14601634]6. Quintyne NJ, Reing JE, Hoffelder DR, Gollin SM, Saunders WS. Spindle multipolarity is preventedby centrosomal clustering. Science. 2005; 307:127–9. [PubMed: 15637283]7. Tsou MF, Stearns T. Mechanism limiting centrosome duplication to once per cell cycle. Nature.2006; 442:947–51. [PubMed: 16862117]8. Glover DM, Leibowitz MH, McLean DA, Parry H. Mutations in aurora prevent centrosomeseparation leading to the formation of monopolar spindles. Cell. 1995; 81:95–105. [PubMed:7720077]9. Zhou H, Kuang J, Zhong L, Kuo WL, Gray JW, Sahin A, Brinkley BR, Sen S. Tumour amplifiedkinase STK15/BTAK induces centrosome amplification, aneuploidy and transformation. Nat Genet.1998; 20:189–93. [PubMed: 9771714]Yang et al. Page 9Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript10. Li D, Zhu J, Firozi PF, Abbruzzese JL, Evans DB, Cleary K, Friess H, Sen S. Overexpression ofoncogenic STK15/BTAK/Aurora A kinase in human pancreatic cancer. Clin Cancer Res. 2003;9:991–7. [PubMed: 12631597]11. Sen S, Zhou H, Zhang RD, Yoon DS, Vakar-Lopez F, Ito S, Jiang F, Johnston D, Grossman HB,Ruifrok AC, Katz RL, Brinkley W, et al. Amplification/overexpression of a mitotic kinase gene inhuman bladder cancer. J Natl Cancer Inst. 2002; 94:1320–9. [PubMed: 12208897]12. Tatsuka M, Sato S, Kitajima S, Suto S, Kawai H, Miyauchi M, Ogawa I, Maeda M, Ota T, TakataT. Overexpression of Aurora-A potentiates HRAS-mediated oncogenic transformation and isimplicated in oral carcinogenesis. Oncogene. 2005; 24:1122–7. [PubMed: 15592510]13. Tseng YS, Tzeng CC, Huang CY, Chen PH, Chiu AW, Hsu PY, Huang GC, Wang YC, Liu HS.Aurora-A overexpression associates with Ha-ras codon-12 mutation and blackfoot diseaseendemic area in bladder cancer. Cancer Lett. 2006; 241:93–101. [PubMed: 16338065]14. Farmer H, McCabe N, Lord CJ, Tutt AN, Johnson DA, Richardson TB, Santarosa M, Dillon KJ,Hickson I, Knights C, Martin NM, Jackson SP, et al. Targeting the DNA repair defect in BRCAmutant cells as a therapeutic strategy. Nature. 2005; 434:917–21. [PubMed: 15829967]15. Hughes-Davies L, Huntsman D, Ruas M, Fuks F, Bye J, Chin SF, Milner J, Brown LA, Hsu F,Gilks B, Nielsen T, Schulzer M, et al. EMSY links the BRCA2 pathway to sporadic breast andovarian cancer. Cell. 2003; 115:523–35. [PubMed: 14651845]16. Abaji C, Cousineau I, Belmaaza A. BRCA2 regulates homologous recombination in response toDNA damage: implications for genome stability and carcinogenesis. Cancer Res. 2005; 65:4117–25. [PubMed: 15899802]17. Skoulidis F, Cassidy LD, Pisupati V, Jonasson JG, Bjarnason H, Eyfjord JE, Karreth FA, Lim M,Barber LM, Clatworthy SA, Davies SE, Olive KP, et al. Germline Brca2 heterozygosity promotesKras(G12D) -driven carcinogenesis in a murine model of familial pancreatic cancer. Cancer cell.2010; 18:499–509. [PubMed: 21056012]18. Tsunoda T, Takashima Y, Fujimoto T, Koyanagi M, Yoshida Y, Doi K, Tanaka Y, Kuroki M,Sasazuki T, Shirasawa S. Three-dimensionally specific inhibition of DNA repair-related genes byactivated KRAS in colon crypt model. Neoplasia. 2010; 12:397–404. [PubMed: 20454511]19. Bodvarsdottir SK, Hilmarsdottir H, Birgisdottir V, Steinarsdottir M, Jonasson JG, Eyfjord JE.Aurora-A amplification associated with BRCA2 mutation in breast tumours. Cancer Lett. 2007;248:96–102. [PubMed: 16860930]20. Sagulenko E, Savelyeva L, Ehemann V, Sagulenko V, Hofmann W, Arnold K, Claas A, ScherneckS, Schwab M. Suppression of polyploidy by the BRCA2 protein. Cancer Lett. 2007; 257:65–72.[PubMed: 17686574]21. Yang G, Chang B, Yang F, Guo X, Cai KQ, Xiao XS, Wang H, Sen S, Hung MC, Mills GB,Chang S, Multani AS, et al. Aurora kinase A promotes ovarian tumorigenesis throughdysregulation of the cell cycle and suppression of BRCA2. Clin Cancer Res. 2010; 16:3171–81.[PubMed: 20423983]22. Nakayama N, Nakayama K, Yeasmin S, Ishibashi M, Katagiri A, Iida K, Fukumoto M, MiyazakiK. KRAS or BRAF mutation status is a useful predictor of sensitivity to MEK inhibition inovarian cancer. Br J Cancer. 2008; 99:2020–8. [PubMed: 19018267]23. Katayama H, Sasai K, Kawai H, Yuan ZM, Bondaruk J, Suzuki F, Fujii S, Arlinghaus RB,Czerniak BA, Sen S. Phosphorylation by aurora kinase A induces Mdm2-mediated destabilizationand inhibition of p53. Nat Genet. 2004; 36:55–62. [PubMed: 14702041]24. Wang SC, Shao R, Pao AY, Zhang S, Hung MC, Su LK. Inhibition of cancer cell growth byBRCA2. Cancer Res. 2002; 62:1311–4. [PubMed: 11888897]25. Yang G, Rosen DG, Mercado-Uribe I, Colacino JA, Mills GB, Bast RC Jr, Zhou C, Liu J.Knockdown of p53 combined with expression of the catalytic subunit of telomerase is sufficient toimmortalize primary human ovarian surface epithelial cells. Carcinogenesis. 2007; 28:174–82.[PubMed: 16829690]26. Yang YX, Miao ZC, Zhang HJ, Wang Y, Gao JX, Feng MF. Establishment and characterization ofa human telomerase catalytic subunit-transduced fetal bone marrow-derived osteoblastic cell line.Differentiation. 2007; 75:24–34. [PubMed: 17244019]Yang et al. Page 10Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript27. Liu J, Yang G, Thompson-Lanza JA, Glassman A, Hayes K, Patterson A, Marquez RT, AuerspergN, Yu Y, Hahn WC, Mills GB, Bast RC Jr. A genetically defined model for human ovarian cancer.Cancer Res. 2004; 64:1655–63. [PubMed: 14996724]28. Yang G, Cai KQ, Thompson-Lanza JA, Bast RC Jr, Liu J. Inhibition of breast and ovarian tumorgrowth through multiple signaling pathways by using retrovirus-mediated small interfering RNAagainst Her-2/neu gene expression. J Biol Chem. 2004; 279:4339–45. [PubMed: 14625284]29. Akli S, Zheng PJ, Multani AS, Wingate HF, Pathak S, Zhang N, Tucker SL, Chang S, KeyomarsiK. Tumor-specific low molecular weight forms of cyclin E induce genomic instability andresistance to p21, p27, and antiestrogens in breast cancer. Cancer Res. 2004; 64:3198–208.[PubMed: 15126360]30. Zhang B, Groffen J, Heisterkamp N. Resistance to farnesyltransferase inhibitors in Bcr/Abl-positive lymphoblastic leukemia by increased expression of a novel ABC transporter homologATP11a. Blood. 2005; 106:1355–61. [PubMed: 15860663]31. Biran A, Brownstein M, Haklai R, Kloog Y. Downregulation of survivin and aurora A by histonedeacetylase and RAS inhibitors: a new drug combination for cancer therapy. Int J Cancer. 2011;128:691–701. [PubMed: 20473860]32. Daniels MJ, Wang Y, Lee M, Venkitaraman AR. Abnormal cytokinesis in cells deficient in thebreast cancer susceptibility protein BRCA2. Science. 2004; 306:876–9. [PubMed: 15375219]33. Marumoto T, Honda S, Hara T, Nitta M, Hirota T, Kohmura E, Saya H. Aurora-A kinase maintainsthe fidelity of early and late mitotic events in HeLa cells. J Biol Chem. 2003; 278:51786–95.[PubMed: 14523000]34. Sagona AP, Stenmark H. Cytokinesis and cancer. FEBS Lett. 2010; 584:2652–61. [PubMed:20371245]35. Lacroix B, Maddox AS. Cytokinesis, ploidy and aneuploidy. J Pathol. 2012; 226:338–51.[PubMed: 21984283]36. Emdad L, Sarkar D, Su ZZ, Fisher PB. Emerging roles of centrosomal amplification and genomicinstability in cancer. Front Biosci. 2005; 10:728–42. [PubMed: 15569613]37. Lee M, Daniels MJ, Garnett MJ, Venkitaraman AR. A mitotic function for the high-mobility groupprotein HMG20b regulated by its interaction with the BRC repeats of the BRCA2 tumorsuppressor. Oncogene. 2011; 30:3360–9. [PubMed: 21399666]38. Macurek L, Lindqvist A, Lim D, Lampson MA, Klompmaker R, Freire R, Clouin C, Taylor SS,Yaffe MB, Medema RH. Polo-like kinase-1 is activated by aurora A to promote checkpointrecovery. Nature. 2008; 455:119–23. [PubMed: 18615013]39. Jonsdottir AB, Vreeswijk MP, Wolterbeek R, Devilee P, Tanke HJ, Eyfjord JE, Szuhai K. BRCA2heterozygosity delays cytokinesis in primary human fibroblasts. Cell Oncol. 2009; 31:191–201.[PubMed: 19478387]40. Lekomtsev S, Guizetti J, Pozniakovsky A, Gerlich DW, Petronczki M. Evidence that the tumor-suppressor protein BRCA2 does not regulate cytokinesis in human cells. J Cell Sci. 2010;123:1395–400. [PubMed: 20356927]41. Omerovic J, Hammond DE, Clague MJ, Prior IA. Ras isoform abundance and signalling in humancancer cell lines. Oncogene. 2008; 27:2754–62. [PubMed: 17998936]42. Wesierska-Gadek J, Kramer MP, Schmid G. A combined treatment of HeLa cells with the farnesylprotein transferase inhibitor L-744,832 and cisplatin significantly increases the therapeutic effectas compared to cisplatin monotherapy. J Cell Biochem. 2008; 104:189–201. [PubMed: 18022825]43. Martin JL, Baxter RC. Oncogenic ras causes resistance to the growth inhibitor insulin-like growthfactor binding protein-3 (IGFBP-3) in breast cancer cells. J Biol Chem. 1999; 274:16407–11.[PubMed: 10347201]44. Williams AC, Smartt H, AMHZ, Macfarlane M, Paraskeva C, Collard TJ. Insulin-like growthfactor binding protein 3 (IGFBP-3) potentiates TRAIL-induced apoptosis of human colorectalcarcinoma cells through inhibition of NF-kappaB. Cell Death Differ. 2007; 14:137–45. [PubMed:16645643]45. Han J, Jogie-Brahim S, Harada A, Oh Y. Insulin-like growth factor-binding protein-3 suppressestumor growth via activation of caspase-dependent apoptosis and cross-talk with NF-kappaBsignaling. Cancer Lett. 2011; 307:200–10. [PubMed: 21536375]Yang et al. Page 11Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscript46. Briassouli P, Chan F, Savage K, Reis-Filho JS, Linardopoulos S. Aurora-A regulation of nuclearfactor-kappaB signaling by phosphorylation of IkappaBalpha. Cancer Res. 2007; 67:1689–95.[PubMed: 17308110]47. Schoenfeld AR, Apgar S, Dolios G, Wang R, Aaronson SA. BRCA2 is ubiquitinated in vivo andinteracts with USP11, a deubiquitinating enzyme that exhibits prosurvival function in the cellularresponse to DNA damage. Mol Cell Biol. 2004; 24:7444–55. [PubMed: 15314155]48. Moro L, Arbini AA, Marra E, Greco M. Up-regulation of Skp2 after prostate cancer cell adhesionto basement membranes results in BRCA2 degradation and cell proliferation. J Biol Chem. 2006;281:22100–7. [PubMed: 16754685]49. Ryser S, Dizin E, Jefford CE, Delaval B, Gagos S, Christodoulidou A, Krause KH, Birnbaum D,Irminger-Finger I. Distinct roles of BARD1 isoforms in mitosis: full-length BARD1 mediatesAurora B degradation, cancer-associated BARD1beta scaffolds Aurora B and BRCA2. CancerRes. 2009; 69:1125–34. [PubMed: 19176389]50. Honda K, Mihara H, Kato Y, Yamaguchi A, Tanaka H, Yasuda H, Furukawa K, Urano T.Degradation of human Aurora2 protein kinase by the anaphase-promoting complex-ubiquitin-proteasome pathway. Oncogene. 2000; 19:2812–9. [PubMed: 10851084]Yang et al. Page 12Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNovelty & Impact StatementsImbalanced accumulation of Aurora-A and BRCA2 at the midbody during cytokenesisleads to chromosomal instability via polyploidy in RAS-transformed cancer cells. Theregulation of Aurora-A and BRCA2 is mediated through insulin-like growth factorbinding protein 3 (IGFBP-3) and farnesyl protein transferase beta (FT-beta) in thepresence of mutated RAS. As mutation or amplification of RAS/Aurora-A occurs inmultiple epithelial cancers, BRCA2, FT-β and IGFBP-3 are likely essential targets to beconsidered in clinical treatment of those cancers.Yang et al. Page 13Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 1. Protein expression status detected by immunoblotting and tumor growth curve in nudemiceA. RAS transformation (+) induced concurrent suppression of BRCA2 and amplification ofAurora-A in immortalized cells (T29 and T80). HRAS was detected by antibody against C-terminus (#sc-520). B. Ectopic expression of BRCA2 (+) inhibited Aurora-A and RASexpression in RAS-transformed cells. C-D. Overexpression of Aurora-A decreased BRCA2expression in immortalized cells (T29 and T80), and knockdown of Aurora-A by specificshRNA (Aurora-Ai) increased BRCA2 expression and decreased RAS level in RAS-transformed cells (T29H and T80H). Vector- or GFPi-treated cells were used as relativecontrols. E. Cell cycle distribution detected by flow cytomtry. F–G. The mean tumor sizesYang et al. Page 14Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author Manuscriptin mice receiving vector control cells (T29H/vector and T80H/vector) or BRCA2-transfected cells transformed with HRASV12 (T29H/BRCA2 or T80H/BRCA2) are shown.The data suggest that tumor formation was completely blocked by the introduction of wild-type BRCA2 in RAS-transformed cells. H–I. Tumor formation in mice was induced by theintroduction of Aurora-A in immortalized cells (T29/Aurora-A and T80/Aurora-A)compared to vector controls (T29/vector and T80/vector). J–K. Knockdown of Aurora-A inRAS-transformed cells (T29H and T80H) cells markedly hampered or delayed tumorgrowth. Data were collected in three independent experiments. Error bars = 95% confidenceintervals.Yang et al. Page 15Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 2. Inverse expression of Aurora-A and BRCA2 in normal and cancer cells and ovariantumor tissues with KRAS/BRAF mutationsA. Aurora-A and BRCA2 expression in normal ovarian surface epithelial cells, ovariancancer cells and pancreatic cancer cells treated with Aurora-A shRNA or BRCA2 cDNA. B.Representative images from cancer tissues with or without KRAS/BRAF mutations frompatients diagnosed with low-grade serous ovarian carcinoma. High Aurora-A expression wascorrelated with negative expression of BRCA2 (×400) (upper and middle panels). Highexpression of BRCA2 was correlated with negative detection of Aurora-A in another case (×400) (bottom panel).Yang et al. Page 16Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 3. Alteration of signal molecules and detection of chromosomal abnormality andabnormal cytokinesis in RAS-associated cancer cellsA. Transformation of ovarian epithelial cells (T29) by RAS or Aurora-A represses IGFBP-3,but induces FTβ over expression in T29H and T29/Aurora-A cells compared with controlcells. However, introduction of BRCA2 cDNA or Aurora-A shRNA into T29H, Capan-1, orHEY cells resulted in increased IGFBP-3 and decreased FTβ, which in turn reduced thefarnesylation of RAS. B. Introduction of IGFBP-3 cDNA or IGFBP-3 shRNA suppressed orincreased FTβ expression. C. Treatment of cells with FTβ siRNA reduced the expression ofFTβ, RAS farnesylation and Aurora-A expression, but elevated BRCA2 protein level. D.Treatment of cells with farnesyl protein transferase inhibitor FTI-276 suppressed KRASfarnesylation and Aurora-A expression, but simultaneously restored BRCA2 level. E. Theselected images show that RAS (T29H) or Aurora-A (T29/Aurora-A) transformation led tomore polyploid cells than were observed in parental cell lines (T29), but transfection ofT29H with BRCA2 or Aurora-A shRNA (Aurora-Ai) reduced cell polyploidy. F. Co-localization of Aurora-A and BRCA2 was detected in the midbody of T29/vector cellsduring late mitosis, but overexpression of Aurora-A in RAS- or Aurora-A-transformed cells(T29H, T29/Aurora-A) diminished the localization of BRCA2 in the midbody. Blue dye To-Pro-3 indicates nucleus. Scale bars, 5μm. G. Quantification of cells with multiple nuclei inRAS – or Aurora-A–transformed cells. Introduction of RAS or Aurora-A resulted in morecells with multiple nuclei. Error bars = 95% confidence intervals from three independentlyrepeated experiments.Yang et al. Page 17Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptFigure 4. Analysis of Aurora-A and BRCA2 during cytokinesisA–C. Co-localization of Aurora-A and BRCA2 in the midbody of normal ovarian surfaceepithelial cells (OSE151), ovarian cancer (HOC-7 and HEY) and pancreatic cancer cells(Capan-1) with KRAS mutations. KRAS mutation results in Aurora-A increase and BRCA2depletion in midbody during cytokinesis, whereas knockdown of Aurora-A in HEY cells orintroduction of BRCA2 in Capan-1 cells restored the appearance of BRCA2 in the midbodyalthough the reduced level of Aurora-A was still detectable in HEY/Aurora-A and Capan-1/BRCA2 cells. D. The number of cells with multinuclearity was higher in HOC-7, HEY, andCapan-1 cells than in OSE151 cells, but the decreased multinuclearity was observed in HEYand Capan-1 cells after transfection with Aurora-A shRNA or BRCA2 cDNA. E. Aschematic model illustrating that RAS induces unbalanced expression of Aurora-A andYang et al. Page 18Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptBRCA2, which are in turn to regulate IGFBP-3 and FTβ to activate RAS signaling. Theaccumulation of Aurora-A and the depletion of BRCA2 result in abnormal cytokinesis andcell multinuclearity, which eventually induce genomic instability and tumorigenesis.Yang et al. Page 19Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptYang et al. Page 20Table 1Cytogenetic Analysis of Chromosome Abnormalities in Immortalized Ovarian Epithelial Cells after Overexpression of HRAS or Aurora-A and in HRAS-transformed Cells after Knockdown of Aurora-A or Overexpression of BRCA2IDCell LineaCells with Chromosome Aberrations (%)Cells with DNA Breaks (%)Diploid Cells (%)Polyploid Cells (%)1682T29/vector6.4b6.481.8c6.1b1683T29/Aurora-A12.1b(↑)6.164.5c (↓)32.3b(↑)1684T80/vector2.9c2.993.7c0b1685T80/Aurora-A6.3c(↑)6.373.5c (↓)23.5b(↑)1688T29H/GFPi8.3b075c16.7b1689T29H/Aurora-Ai2.9b(↓)2.985.3c (↑)8.8b(↓)1686T80H/vector11.4b11.4b57.1c25.7c1687T80H/BRCA23b(↓)3b(↓)75.7c (↑)18.2c (↓)aFor each cell line, 30–36 cells in metaphase were examined. Increase or decrease in chromosomal aberrance in terms of DNA breaks, diploidy, and polyploidy was indicated as ↑ or ↓, respectively.bp < 0.01.c p < 0.05.Int J Cancer. Author manuscript; available in PMC 2014 July 15.NIH-PA Author ManuscriptNIH-PA Author ManuscriptNIH-PA Author ManuscriptYang et al. Page 21Table 2Immunohistochemical analysis of low grade serous (LGS) and serous borderline tumor (SBT) with or without RAS/RAF mutationsCase No.DiagnosisKRASBRAFAurora-A expression (%)BRCA2 expression (%)1LGSwtwt1090*2LGSwtwt3055*3LGSwtwt0204LGSwtwt2070*5LGSwtwt40506LGSwtwt1080*7LGSwtwt090*8LGSMtwt80*209LGSMtwt70*1010LGSwtMt90*511LGSwtMt405012SBTwtwt065*13SBTwtwt1575*14SBTwtwt585*15SBTwtwt304016SBTwtwt402017SBTMtwt75*1018SBTMtwt80*3019SBTMtwt504020SBTwtMt556021SBTwtMt305022SBTwtMt65*10*Cases with statistical significance(P < 0.05)Int J Cancer. Author manuscript; available in PMC 2014 July 15."