"Repression of microRNA-768-3p by MEK&sol;ERK signalling contributes to enhanced mRNA translation in human melanomaORIGINAL ARTICLERepression of microRNA-768-3p by MEK/ERK signallingcontributes to enhanced mRNA translation in human melanomaCC Jiang1,2, A Croft1,3, H-Y Tseng1,2, ST Guo4, L Jin5, P Hersey5 and XD Zhang1,2,4Increased global protein synthesis and selective translation of mRNAs encoding proteins contributing to malignancy is common incancer cells. This is often associated with elevated expression of eukaryotic translation initiation factor 4 (eIF4E), the rate-limitingfactor of cap-dependent translation initiation. We report here that in human melanoma downregulation of miR-768-3p as a resultof activation of the mitogen-activated protein kinase kinase (MEK)/extracellular signal-regulated kinase (ERK) pathway has animportant role in the upregulation of eIF4E and enhancement in protein synthesis. Melanoma cells displayed increased nascentprotein production and elevated eIF4E expression, which was associated with the downregulation of miR-768-3p that waspredicted to target the 30-untranslated region of the eIF4E mRNA. Overexpression of miR-768-3p led to the downregulation of theendogenous eIF4E protein, reduction in nascent protein synthesis and inhibition of cell survival and proliferation. These effectswere efficiently reversed when eIF4E was co-overexpressed in melanoma cells. On the other hand, introduction of anti-miR-768-3pinto melanocytes upregulated endogenous eIF4E protein expression and increased global protein synthesis. Downregulation ofmiR-768-3p appeared to be mediated by activation of the MEK/ERK pathway, in that treatment of BRAFV600E melanoma cells withthe mutant BRAF inhibitor PLX4720 or exposure of either BRAFV600E or wild-type BRAF melanoma cells to the MEK inhibitor U0126resulted in the upregulation of miR-768-3p and inhibition of nascent protein synthesis. This inhibition was partially blocked in cellscointroduced with anti-miR-768-3p. Significantly, miR-768-3p was similarly downregulated, which was inversely associated with theexpression levels of eIF4E in fresh melanoma isolates. Taken together, these results identify downregulation of miR-768-3p andsubsequent upregulation of eIF4E as an important mechanism in addition to phosphorylation of eIF4E responsible for MEK/ERK-mediated enhancement of protein synthesis in melanoma.Oncogene (2014) 33, 2577–2588; doi:10.1038/onc.2013.237; published online 17 June 2013Keywords: miR-768-3p; eIF4E; mRNA translation; melanoma; RAF/MEK/ERKINTRODUCTIONCancer cells require increased protein production to sustain theirmalignant characteristics such as enhanced survival and prolifera-tion.1–4 The rate of mRNA translation has an important role inregulating protein expression and is primarily controlled at thestage of translation initiation.1–4 Initiation of translation of mostmRNAs is mediated by the cap-dependent mechanism, whereascap-independent initiation is involved in the translation of asubset of mRNAs, especially under cellular stress conditions.1,3Cap-dependent translation initiation is governed by the eukaryoticinitiation factor (eIF) 4F (eIF4F) complex that consists of the cap-binding protein eIF4E, the RNA helicase eIF4A and the scaffoldingprotein eIF4G.1–4 Among them, eIF4E is the rate-limitingfactor that potentially influences the expression of almost everyprotein in cells.1,5,6The activity of eIF4E is regulated by its availability that is controlledby the eIF4E inhibitory binding proteins (4E-BPs), in particular, 4E-BP1.1,5,6 Hypophosphorylated 4E-BP1 shares the same binding motifwith eIF4G and thus competes with eIF4G for binding to andsequestering eIF4E.1,5,6 In addition, phosphorylation of eIF4E at serine209 upon binding to eIF4G by mitogen-activated protein kinasesignal-integrating kinase 1 (MNK1) and MNK2 enhances itsactivity.5,7,8 Importantly, overexpression of eIF4E promotes cellulartransformation and tumourigenesis.9–11 This is associated withincreased translation of various mRNAs encoding cancer-promotingproteins.1,10–12 Indeed, eIF4E is expressed at increased levels in manytypes of cancers, such as those of the breast and colon,13–15 which isoften associated with disease progression and poor prognosis ofpatients.1,13–15 However, the mechanism(s) responsible for theupregulation of eIF4E in cancer cells remains elusive.MicroRNAs (miRs) regulate gene expression in a sequence-specificmanner through binding to 30-untranslated regions (UTRs) of targetmRNAs, either targeting the transcripts for degradation or blockingtheir translation.16,17 They can also inhibit translation by directlytargeting the eIF4F complex.18,19 The expression of miRs is frequentlyderegulated in cancer cells and many miRs are oncogenic or tumoursuppressive.17,20 In particular, a number of miRs such as miR-221/222and miR-149* are known to regulate melanoma cell survival orproliferation.21–25 Diverse mechanisms are involved in the regulationof miR expression in a tissue- and cell type-specific manner. Theseinclude genomic alterations, epigenetic changes and transcriptionfactor-mediated transactivation or repression.16,26,27A characteristic of human melanoma is oncogenic activation ofthe mitogen-activated protein kinase kinase (MEK)/extracellular1Priority Research Centre for Cancer Research, University of Newcastle, Callaghan, NSW, Australia; 2School of Medicine and Public Health, University of Newcastle, Callaghan, NSW,Australia; 3Oncology and Immunology Unit, Calvary Mater Newcastle Hospital, Waratah, NSW, Australia; 4Department of Molecular Biology, Shanxi Cancer Hospital and Institute,Taiyuan, Shanxi, People’s Republic of China and 5Kolling Institute for Medical Research, University of Sydney, St Leonards, NSW, Australia. Correspondence: Dr XD Zhang, Schoolof Medicine and Public Health, Priority Research Center for Cancer Research; Cancer Research, LS3-49, Life Sciences Building, University of Newcastle, Callaghan, NSW 2308,Australia.E-mail: Xu.Zhang@newcastle.edu.auReceived 1 November 2012; revised 8 April 2013; accepted 8 April 2013; published online 17 June 2013Oncogene (2014) 33, 2577–2588& 2014 Macmillan Publishers Limited All rights reserved 0950-9232/14www.nature.com/onchttp://dx.doi.org/10.1038/onc.2013.237mailto:Xu.Zhang@newcastle.edu.auhttp://www.nature.com/oncsignal-regulated kinase (ERK) pathway.28,29 This stems primarilyfrom activating mutations of BRAF, with the most commonmutation being a glutamic acid for valine substitution at position600 (BRAFV600E).28,29 Noticeably, a number of miRs such asmiR-193a, miR-338 and miR-768-3p have been reported to beregulated by oncogenic activation of MEK/ERK signalling inmelanoma.30,31 Although activation of the MEK/ERK pathway isknown to promote protein synthesis by phosphorylation of eIF4Ethrough activation of MNK1 and MNK2,1–4,7 we have found in thisstudy that upregulation of the expression of eIF4E also has animportant role in MEK/ERK-mediated enhancement of mRNAtranslation in melanoma. We demonstrate here that MEK/ERK-mediated upregulation of eIF4E is due to its inhibitory effect onthe expression of miR-768-3p. The latter targets eIF4E and iscommonly downregulated in melanoma cells.RESULTSeIF4E is upregulated in melanoma cellsIncreased mRNA translation has an important role in thepathogenesis of cancer.1–4 In line with this, the magnitude ofnascent protein synthesis appeared significantly increased incultured melanoma cells compared with melanocytes (Figures 1aand b). Similarly, the relative amount of polysome-associatedmRNA in melanoma cells was also increased (Figure 1c). This wasassociated with increased expression and phosphorylation of theeIF4E protein (Figures 1d and e). The elevated levels of proteinproduction and eIF4E expression and phosphorylation in mela-noma cells compared with melanocytes was not due to thedifferences in culture conditions, in that Mel-RM and Mel-CV cellsgrown in melanocyte culture medium displayed even furtherincreases, albeit moderately, in protein synthesis and eIF4Eexpression and phosphorylation. In contrast, when melanocyteswere switched to melanoma cell culture medium, the levels ofprotein synthesis and eIF4E expression and phosphorylation werereduced (Supplementary Figure 1).The role of eIF4E in increased protein synthesis in melanomacells is confirmed by small RNA interference (siRNA) knockdown ofeIF4E, which caused marked reduction in nascent proteinsynthesis in Mel-CV cells (Figures 1f and g). However, it displayedless pronounced effect in Mel-RM cells. This was conceivably dueto the residual eIF4E protein that might remain adequate to drivemRNA translation as the endogenous eIF4E inhibitor 4E-BP1 wasalso downregulated when eIF4E was knocked down in the cells(Figure 1f).32 Nonetheless, knockdown of eIF4E rendered Mel-RMcells more sensitive to 4EGI-1, a small molecule that inhibits theinteraction between eIF4E and eIF4G (Figure 1h).33 Collectively,these results indicate that mRNA translation is enhanced, which isat least, in part, due to the upregulation of eIF4E, in melanomacells.Contrary to itsB6-fold increases at the protein level (Figure 1e),the eIF4E transcript was elevated o2-folds and displayedcomparable turnover rates in melanoma cells compared withmelanocytes (Figures 2a and b). Moreover, the half-life time of theeIF4E protein did not appear to prolong in melanoma cells(Figures 2c and d). These data suggest that translationalupregulation may have an important role in increased expressionof eIF4E in melanoma cells.MiR-768-3p is downregulated in melanoma cellsWe sought to determine if miRNAs that commonly targettranscripts to block their translation are involved in the regulationof eIF4E by comparing miRNA expression profiles betweenMel-RM and Mel-CV melanoma cell lines and HEMn-MP andHEMn-DP melanocyte lines using TaqMan low-density array(Applied Biosystems, Mulgrave, VIC, Australia). Among miRNAsthat were differentially expressed, a decrease in miR-768-3p,whose ‘seed’ region matched perfectly to a region (nucleotides2645–2652) at the 30-UTR of the eIF4E mRNA, in melanoma cellswas one of the most pronounced ( Genes-to-System Breast CancerDatabase: http://www.itb.cnr.it/breastcancer//index.htm) (Figures3a and b and Supplementary Table 1). This was subsequentlyconfirmed in 10 melanoma cell lines (Figure 3c). In contrast, othermiRNAs that are predicted to target eIF4E (MiRanda (http://www.microrna.org) and Target Scan (http://www.targetscan.org))such as miR-150b and miR-382 did not significantly alter inexpression in melanoma cells compared with melanocytes(Supplementary Table 1). Of importance, miR-768-3p wasexpressed at reduced levels in 48/50 of metastatic melanomaisolates relative to primary melanocytes (Figure 3d), suggestingthat inhibition of miR-768-3p expression may have functionalsignificance in melanoma biology in vivo.Figure 1. Nascent protein synthesis is increased, and eIF4E is upregulated, in melanoma cells. (a) Representative flow cytometric histograms ofquantitation of nascent protein synthesis using the Click-iT protein synthesis assay kit in HEMn-MP melanocytes and Mel-RM melanoma cells.Filled histograms: cells without labelling with metabolic labelling reagent; open histograms: cells were labelled with metabolic labellingreagent. MFI: mean fluorescence intensity. The data shown are representative of three individual experiments. (b) Quantitation of nascentprotein synthesis in a panel of melanoma cell lines relative to the HEMn-MP and HEMn-DP melanocyte lines using the Click-iT proteinsynthesis assay kit as described in (a). The MFI of each sample was normalized against the corresponding sample without labelling with themetabolic labelling reagent. The relative magnitude of nascent protein synthesis of HEMn-MP was arbitrarily designated as 1. The data shownare the mean±s.e. of three individual experiments. (c) Polysome fractions of HEMn-MP melanocytes and Mel-RM and Mel-CV melanoma cellswere collected using sucrose-gradient centrifugation and were subjected to polysome profiling where the absorbance of each fraction wasmeasured at 254 nm. The data shown are representative of three individual experiments. (d) Whole-cell lysates from melanocytes (HEMn-MPand HEMn-DP) and melanoma cells as indicated were subjected to western blot analysis of phosphorylated eIF4E, eIF4E and glyceraldehyde3-phosphate dehydrogenase (GAPDH) (as a loading control). The data shown are representative of three individual experiments.(e) Comparison of eIF4E expression levels between melanocytes and melanoma cells as shown in (d). Levels of eIF4E were normalized to thoseof GAPDH. Quantitation of each band was determined using the NIH Image J software (NIMH, Bethesda, MD, USA). The mean eIF4E expressionlevel of HEMn-MP and HEMn-DP melanocytes was arbitrarily designated as 1. The data shown are mean±s.e. of three individual experiments.The average eIF4E expression levels in melanoma cells are B6-fold higher than melanoctyes. (f ) Mel-RM and Mel-CV cells were transfectedwith the control or eIF4E siRNA. After 24 h, whole-cell lysates were subjected to western blot analysis of eIF4E, 4E-BP1 and GAPDH (as aloading control). The data shown are representative of three individual experiments. (g) Mel-RM and Mel-CV cells were transfected with thecontrol or eIF4E siRNA. After 24 h, cells were subjected to measurement of nascent protein synthesis using the Click-iT protein synthesis assaykit by flow cytometry. The MFI of each sample was normalized against the corresponding sample without labelling with the metaboliclabelling reagent. The relative magnitude of nascent protein synthesis in cells from each line transfected with the control siRNA was arbitrarilydesignated as 1. The data shown are mean±s.e. of three individual experiments. (h) Mel-RM cells were transfected with the control or eIF4EsiRNA. After 24 h, cells were treated with 4EGI-1 (5 mM) for a further 24 h. Cells were then subjected to measurement of nascent proteinsynthesis using the Click-iT protein synthesis assay kit by flow cytometry. The MFI of each sample was normalized against the correspondingsample without labelling with the metabolic labelling reagent. The relative magnitude of nascent protein synthesis in cells transfected withthe control siRNA without exposure to 4EGI-1 was arbitrarily designated as 1. The data shown are mean±s.e. of three individual experiments.miR-768-3p regulates eIF4E in melanomaCC Jiang et al2578Oncogene (2014) 2577 – 2588 & 2014 Macmillan Publishers Limitedhttp://www.itb.cnr.it/breastcancer//index.htmhttp://www.microrna.orghttp://www.microrna.orghttp://www.targetscan.orgMiR-768-3p downregulates eIF4EAs miR-768-3p overlaps with the small nucleolar RNA HBII-239,34,35we interrogated the potential interaction of this RNA withArgonaute (Ago) proteins, a core component of the RNA-induced silencing complex (RISC) by co-immunoprecipitationusing an Ago (pan) antibody.36 MiR-221 that is functionallyverified in melanoma cells was included as a positive control,21,23and the small nuclear RNA U6, as a negative control.37 Similar tomiR-221, the majority of this RNA (more than 80% in comparisonwith the input in both Mel-RM and Mel-CV cells) was associatedwith Ago proteins, whereas, as expected, U6 was not enriched inthe Ago precipitates (Figure 4a). These results indicate that thisRNA is indeed processed into a mature miR (miR-768-3p) inmelanoma cells.36To verify that miR-768-3p targets eIF4E, we introducedluciferase reporter plasmids of the 30-UTR of eIF4E into Mel-RMcells and HEMn-MP melanocytes (Figure 4b and SupplementaryFigure 2). The reporter activity was markedly suppressed by thepresence of the 30-UTR of eIF4E in HEMn-MP, and to a lesser extentin Mel-RM cells, which was however reversed when the 30-UTR wasmutated (Figure 4b), suggesting that the 30-UTR of eIF4E wasinhibited by endogenous miR-768-3p. In support, cointroductionof anti-miR-768-3p into Mel-RM and HEMn-MP cells increased(Figure 4c), whereas the addition of miR-768-3p mimics furtherreduced the reporter activity (Figure 4d). Therefore, miR-768-3ptargets the 30-UTR of eIF4E in both melanoma cells andmelanocytes. The fragment of DNA cloned into luciferase reporterplasmids was indeed present at the endogenous 30-UTR of eIF4E inmiR-768-3p regulates eIF4E in melanomaCC Jiang et al2579& 2014 Macmillan Publishers Limited Oncogene (2014) 2577 – 2588Mel-RM and HEMn-MP cells as verified by polymerase chainreaction (PCR) analysis (Supplementary Figures 2 and 3).Introduction of miR-768-3p mimics into Mel-RM cells down-regulated the endogenous eIF4E protein levels, whereas intro-duction of anti-miR-768-3p into HEMn-MP resulted in an increasein the eIF4E protein expression (Figure 4e). These resultssubstantiate that eIF4E is a bona fide target of miR-768-3p thatis downregulated in melanoma cells. The endogenous levels ofanother two predicted miR-768-3p targets, Bcl-2 and ATF6, werenot affected by the introduction of miR-768-3p mimics or anti-miR-768-3p (Supplementary Figure 4), suggesting that suppres-sion of eIF4E by miR-768-3p is highly selective in melanoma cells.We also examined representative fresh melanoma isolatessampled by relatively low (n¼ 3), intermediate (n¼ 3) and high(n¼ 3) levels of miR-768-3p for the expression of eIF4E. The resultsshowed that melanomas with low miR-768-3p expressiondisplayed relatively high levels of eIF4E, whereas intermediateand high miR-768-3p expression associated with progressively lesseIF4E (Figure 4f). Therefore, the inhibitory effect of miR-768-3p oneIF4E in vivo is in accordance with the regulatory model identifiedin vitro (Figures 4c–f).Downregulation of miR-768-3p contributes to increased nascentprotein synthesisHaving established the role of miR-768-3p in the suppression ofeIF4E, we examined whether it is involved in increased nascentprotein synthesis in melanoma cells. Introduction of miR-768-3pinto Mel-RM and Mel-CV cells led to decreased global proteinproduction (Figure 5a), which recapitulated the effect of knock-down of eIF4E (Figure 1g). In contrast, introduction of anti-miR-768-3p into HEMn-MP melanocytes resulted in increasednascent protein synthesis, which could be abolished by thecointroduction of eIF4E siRNA (Figures 5b and c). These resultsindicate that downregulation of miR-768-3p has an important rolein increased protein synthesis in melanoma cells through theupregulation of eIF4E.MiR-768-3p is responsive to the MEK/ERK pathwayThe MEK/ERK pathway that has an important role in the regulationof mRNA translation is constitutively activated in the majority ofmelanomas.28,29 We therefore examined whether miR-768-3p isinvolved in MEK/ERK-mediated regulation of protein synthesisin melanoma cells. Comparison of miRNA expression profiles inMel-CV (BRAFV600E) cells before and after treatment with themutant BRAF inhibitor PLX4720 showed that an increase inmiR-768-3p (B8-fold) was among the most significant changesin miRNA expression (Figure 6a and Supplementary Table 2). Thiswas confirmed in a panel of BRAFV600E melanoma cell lines(Figure 6b). Similarly, treatment with the MEK inhibitor U0126caused increases in miR-768-3p in both BRAFV600E and wild-typeBRAF melanoma cell lines (Figure 6c). These results suggest thatthe MEK/ERK pathway has an important role in the suppression ofmiR-768-3p in melanoma cells.PLX4720 inhibited nascent protein production in BRAFV600Emelanoma cells, whereas U0126 in both BRAFV600E and wild-typeBRAF melanoma cells (Figure 6d). However, this inhibition waspartially reversed in cells introduced with anti-miR-768-3p(Figure 6e), which in part recapitulated the inhibitory effect onprotein synthesis afforded by knockdown of eIF4E (Figures 1g and6f), indicating that suppression of miR-768-3p and subsequentupregulation of eIF4E is involved in enhancement of mRNAtranslation mediated by MEK/ERK. Taken together, results from theabove studies identify a novel MEK/ERK-dependent, miR-768-3p-mediated signalling pathway that contributes to increasedFigure 2. The increase in eIF4E expression in melanoma cells may be mediated by translational upregulation. (a) Total RNA from HEMn-MPmelanocytes and Mel-RM and Mel-CV melanoma cells was subjected to qPCR analysis of eIF4E mRNA expression. The relative expression levelof eIF4E mRNA in each sample was normalized against b-actin mRNA. The relative abundance of eIF4E mRNA in HEMn-MP melanocytes wasarbitrarily designated as 1. The data shown are mean±s.e. of three individual experiments. (b) HEMn-MP melanocytes and Mel-RM andMel-CV melanoma cells were treated with actinomycin D (Act.D) (100 ng/ml) for indicated periods. Total RNA was subjected to qPCR analysisof eIF4E mRNA expression. The relative expression level of eIF4E mRNA in each sample was normalized against b-actin mRNA. The relativeabundance of eIF4E mRNA in each cell line before treatment was arbitrarily designated as 1. The data shown are mean±s.e. of threeindividual experiments. (c) Whole-cell lysates from HEMn-MP melanocytes, Mel-RM and Mel-CV melanoma cells with or without treatmentwith cycloheximide (CHX) (100 mg/ml) for indicated periods were subjected to western blot analysis of eIF4E and GPADH (as a loading control).The data shown are representative of three individual experiments. (d) Comparison of eIF4E expression levels in each cell line before and aftertreatment with cycloheximide as shown in (c). Levels of eIF4E were normalized to those of glyceraldehyde 3-phosphate dehydrogenase(GAPDH). Quantitation of each band was determined using the NIH Image J software. The eIF4E expression level of each cell line beforetreatment was arbitrarily designated as 100. The data shown are mean±s.e. of three individual experiments.miR-768-3p regulates eIF4E in melanomaCC Jiang et al2580Oncogene (2014) 2577 – 2588 & 2014 Macmillan Publishers Limitednascent protein synthesis in melanoma cells. As anticipated,PLX4720 downregulated the levels of phosphorylated eIF4E inMel-CV (BRAFV600E) cells, whereas U0126 in both Mel-CV andMel-RM (wild-type BRAF) cells (Figure 6g). However, the kinetics ofinhibition of eIF4E phosphorylation by PLX4720 and U0126 wasmore rapid than their inhibitory effects on the expression of eIF4E.Therefore, activation of MEK/ERK promotes mRNA translation byimpinging on both eIF4E expression and its phosphorylation in abiphasic manner.MiR-768-3p inhibits melanoma cell proliferation and survivalAlthough introduction of miR-768-3p mimics, alike knockdown ofeIF4E, triggered apoptosis in a proportion of Mel-RM and Mel-CVcells (Figures 7a–c), inhibition of cell proliferation appeared to bethe predominant consequence as shown in 5-bromo-20-deoxy-uridine (BrdU) incorporation and clonogenic assays (Figure 7d). Inaddition, cointroduction of miR-768-3p mimics and eIF4E siRNAfurther enhanced inhibition of cell survival and proliferation(Figure 7e). On the other hand, the inhibitory effect of miR-768-3pon cell proliferation was abolished in Mel-RM and Mel-CV cellsoverexpressing eIF4E (Figure 7f). Therefore, downregulation ofmiR-768-3p contributes to melanoma cell survival and prolifera-tion by impinging on the expression of eIF4E.To exclude possible off-target effects of the massive increase (amore than 15 000-fold increase in Mel-RM cells) in miR-768-3pexpression, resulting from the introduction of miR-768-3p mimics,we introduced an miR-768-3p precursor-expressing construct intoMel-RM and Mel-CV cells. This led to a 24- and 34-fold increasein miR-768-3p in Mel-RM and Mel-CV cells, respectively(Supplementary Figure 5). Introduction of the construct causedapoptosis and inhibition of proliferation to a similar extent tothat triggered by miR-768-3p mimics (Supplementary Figure 5),suggesting that the effect of miR-768-3p on melanoma cellsurvival and proliferation is specific.To further validate the role of miR-768-3p in melanoma cellsurvival and proliferation, we introduced miR-768-3p mimics intotwo fresh metastatic melanoma isolates, Mel-JR and Mel-BE.As shown in Figure 7g, introduction of miR-768-3p mimics alsoresulted in reduced proliferation rates of these fresh melanomaisolates, which may reflect more closely melanoma cell responsesto altered miR-768-3p expression in vivo.Figure 3. MiR-768-3p is downregulated in melanoma cells. (a) A schematic illustration of base-paring between miR-768-3p and the 30-UTR ofeIF4E mRNA. (b) Total miRNA from HEMn-MP and HEMn-DP melanocytes, Mel-RM and Mel-CV melanoma cells was subjected to miRNAexpression profiling using TaqMan low-density array. The average abundance of miR-768-3p in HEMn-MP and HEMn-DP melanocytes wasarbitrarily designated as 1. The relative abundance of miR-768-3p in melanoma cell lines was depicted. The data shown are mean±s.e. ofthree individual experiments. (c) Total miRNA from HEMn-MP and HEMn-DP melanocytes and melanoma cells as indicated was subjected toqPCR analysis of miR-768-3p expression. The average level miR-768-3p in HEMn-MP and HEMn-DP melanocytes was arbitrarily designated as 1.The relative abundance of miR-768-3p in each melanoma cell line was depicted as folds of decreases (shown as negative values). The datashown are mean±s.e. of three individual experiments. (d) Total miRNA from HEMn-MP and HEMn-DP melanocytes and 50 fresh melanomaisolates were subjected to qPCR analysis of miR-768-3p expression. The average level miR-768-3p in HEMn-MP and HEMn-DP melanocytes wasarbitrarily designated as 1 (the first column: 1). The relative abundance of miR-768-3p in each isolate was depicted as folds of decreases(shown as negative values) (columns: 2–51). The data shown are mean±s.e. of three individual experiments.miR-768-3p regulates eIF4E in melanomaCC Jiang et al2581& 2014 Macmillan Publishers Limited Oncogene (2014) 2577 – 2588DISCUSSIONIn this report, we present evidence that miR-768-3p has animportant role in inhibiting eIF4E expression and mRNA transla-tion, and in regulating melanoma cell proliferation and survival.While its expression is commonly reduced in cultured melanomacells and fresh melanoma isolates, introduction of exogenousmiR-768-3p into melanoma cells resulted in the downregulationof eIF4E and reduction in nascent protein synthesis. Thiswas associated with inhibition of cell proliferation and survival.Our results also reveal that downregulation of miR-768-3p inmelanoma cells is mediated by activation of the MEK/ERKpathway.Cancer cells require greater protein synthesis output to sustaintheir malignancy.1–4 Consistent with this, we found that globalmRNA translation and nascent protein production were increasedin melanoma cells compared with melanocytes. Although we didnot examine the translation rate of any particular mRNA,it is conceivable that translation of mRNAs encoding cancer-promoting proteins are accelerated in melanoma cells, as theincrease in global protein synthesis is associated with an increasein the expression of eIF4E. While the latter is known to have thepotential to mediate translation of almost every mRNA, itsoverexpression preferentially stimulates synthesis of a number ofproteins that are associated with cancers such as c-MYC, cyclin-D1and VEGF.1,38–40 mRNAs encoding these proteins have highlystructured 50-UTRs, which result in their translation repressionunder normal conditions.1,41 Nevertheless, these mRNAs respondmore efficiently to elevated eIF4E.1,38 Indeed, c-MYC, cyclin-D1 andmiR-768-3p regulates eIF4E in melanomaCC Jiang et al2582Oncogene (2014) 2577 – 2588 & 2014 Macmillan Publishers LimitedVEGF have all been reported to increase in expression inmelanoma compared with nevus tissues.38–40In experimental systems, overexpression of eIF4E promotescancer development and progression, whereas inhibition ofeIF4E suppresses malignancy.42,43 Consistently, the expression ofeIF4E is increased in many types of cancers including melanomain vivo,13–15,44 which is commonly correlated with diseaseprogression and poor prognosis of patients, and is associatedwith resistance to therapeutic agents.13–15,44 However, although itis well known that the eIF4E activity is regulated by its availabilityand phosphorylation, the mechanisms responsible for itsupregulation remain less understood. We found in this studythat the eIF4E protein was increased to a noticeably greaterdegree than its transcript in melanoma cells compared withmelanocytes (B6 vsB1.6 times), and that the stability of theprotein and transcript remained similar between the two types ofcells, suggesting that the increase in eIF4E is primarily mediatedby translational regulation. We were thus promoted to explorethe potential role of miRs in the regulation of eIF4E expressionand identified downregulation of miR-768-3p as an importantmechanism responsible for the upregulation of eIF4E inmelanoma cells.As miR-768-3p is located within the sequence of the smallnucleolar RNA HBII-239,34 its existence as an miR has beenchallenged and its entry has been removed from miRBASE.However, we found that miR-768-3p was associated with Agoproteins, a core component of the RNA-induced silencingcomplex, to the same extent as miR-221, a well-established miRthat is increased in melanoma cells, indicating that miR-768-3ppossesses the characteristics of a functional miR in melanomacells.36 In support, it has been recently reported that miRs couldbe generated by small nucleolar RNA.35 It is conceivable thatFigure 4. MiR-768-3p targets eIF4E. (a) Upper panel: whole-cell lysates were subjected to immunoprecipitation with a mouse anti Ago (pan)antibody or purified mouse immunoglobulin G (IgG) (as a control). The resulting precipitates were subjected to western blot analysis of Agoproteins. Lower panel: Total miRNA isolated from the precipitates subjected to qPCR analysis of miR-768-3p, miR-221 (as a positive control)and U6 (as a negative control) expression. Total miRNA from each cell line was also analysed (input). The abundance of total miR-221, miR-768-3p and U6 in each cell line was arbitrarily designated as 1. The relative abundance of miR-221, miR-768-3p and U6 coprecipitated with Agowas depicted against 1. The data shown are mean±s.e. of three individual experiments. The miRs were not detected in precipitates resultingfrom purified mouse IgG. (b) HEMn-MP melanocytes and Mel-RM melanoma cells were co-transfected with the indicated reporter constructsand luciferase plasmids. After 24 h, the reporter activity was measured using luciferase assays. Fold-activation values were measured relative tothe levels of Renilla luciferase activity in cells transfected with vector alone (pSI-vector) and normalized by firefly luciferase activities. The datashown are the mean ±s.e. of three individual experiments. (c) Left panel: HEMn-MP melanocytes and Mel-RM melanoma cells were co-transfected with the indicated reporter constructs and Renilla luciferase plasmids. Scrambled or anti-miR-768-3p oligonucleotides were alsoco-transfected. After 24 h, the reporter activity was measured using luciferase assays. Fold-activation values were measured relative to thelevels of Renilla luciferase activity in cells transfected with vector alone (pSI-vector) and scrambled oligonucleotides (scramble) and normalizedby firefly luciferase activities. Right panel: qRT-PCR analysis of miR-768-3p in total miRNA from HEMn-MP and Mel-RM cells transfected withscrambled or anti-miR-768-3p oligonucleotides. The relative abundance of miR-768-3p in cells transfected with scrambled oligonucleotides(scramble) was arbitrarily designated as 1. The data shown are the mean±s.e. of three individual experiments. (d) Left panel: HEMn-MPmelanocytes and Mel-RM melanoma cells were co-transfected with the indicated reporter constructs and Renilla luciferase plasmids.Scrambled or miR-768-3p mimics were also co-transfected. After 24 h, the reporter activity was measured using luciferase assays. Right panel:qPCR analysis of miR-768-3p in total miRNA from HEMn-MP and Mel-RM cells transfected with scrambles or miR-768-3p mimics. The relativeabundance of miR-768-3p in cells transfected with scrambled oligonucleotides (scramble) was arbitrarily designated as 1. The data shown arethe mean±s.e. of three individual experiments. (e) Left panel: Mel-RM melanoma cells were transfected with scrambled or miR-768-3p mimicsoligonucleotides. After 24 h, whole-cell lysates were subjected to western blot analysis of eIF4E and glyceraldehyde 3-phosphatedehydrogenase (GAPDH) (as a loading control). Right panel: HEMn-MP melanocytes were transfected with scrambled or anti-miR-768-3p. After24 h, whole-cell lysates were subjected to western blot analysis of eIF4E and GAPDH (as a loading control). The data shown are representativeof three individual western blot analyses. (f ) Whole-cell lysates from fresh melanoma isolates sampled by expression of relatively high,intermediate and low levels of miR-768-3p as shown in Figure 3d were subjected to western blot analysis of eIF4E and GAPDH (as a loadingcontrol). The data shown are representative of three individual western blot analyses.Figure 5. MiR-768-3p regulates nascent protein synthesis. (a) Mel-RM and Mel-CV cells were transfected with scrambled or miR-768-3p mimics.After 24 h, cells were subjected to measurement of nascent protein synthesis using the Click-iT protein synthesis assay kit by flow cytometry.The MFI of each sample was normalized against the corresponding sample without labelling with the metabolic labelling reagent. The relativemagnitude of nascent protein synthesis in cells from each line transfected with the control scramble was arbitrarily designated as 1. The datashown are mean±s.e. of three individual experiments. (b) HEMn-MP melanocytes were co-transfected with scrambled or anti-miR-768-3poligonucleotides and the control or eIF4E siRNA. After 24 h, cells were subjected to measurement of nascent protein synthesis using the Click-iT protein synthesis assay kit by flow cytometry. The MFI of each sample was normalized against the corresponding sample without labellingwith the metabolic labelling reagent. The relative magnitude of nascent protein synthesis in cells co-transfected with scrambledoligonucleotides and the control siRNA was arbitrarily designated as 1. The data shown are mean±s.e. of three individual experiments.(c) HEMn-MP melanocytes were co-transfected with scrambled or anti-miR-768-3p oligonucleotides and the control or eIF4E siRNA. After 24 h,whole-cell lysates were subjected to western blot analysis of eIF4E and glyceraldehyde 3-phosphate dehydrogenase (GAPDH) (as a loadingcontrol). The data shown are representative of three individual western blot analyses.miR-768-3p regulates eIF4E in melanomaCC Jiang et al2583& 2014 Macmillan Publishers Limited Oncogene (2014) 2577 – 2588miR-768-3p is processed into a mature miR through a non-canonical miR biogenesis pathway as proposed by others.35The expression and functional importance of miRs in melanomahave been studied extensively in recent years.21–25 Not only anumber of miRs such as miR-211 have been found to bedifferentially expressed between melanocytes and melanomacells23,25 but also changes in the expression of a number of miRshave been demonstrated to be associated with melanomaprogression and invasion.23–25 We have also previously shown thatmiR-149* protects against apoptosis by stabilizing Mcl-1 viatargeting glycogen synthase kinase 3a (GSK3a) in melanoma cellsunder endoplasmic reticulum stress.22 Although inhibition of mRNAtranslation is a common mechanism by which an miR regulates itstarget gene expression,16–18 our results reveal that miR-768-3pmiR-768-3p regulates eIF4E in melanomaCC Jiang et al2584Oncogene (2014) 2577 – 2588 & 2014 Macmillan Publishers Limitedinhibits global protein synthesis by targeting eIF4E in melanomacells. Targeting eIF4E by miR-768-3p appeared to be highly selective,in that the expression of Bcl-2 and ATF6, both of which are predictedtargets of miR-768-3p, did not respond to overexpression orinhibition of miR-768-3p. Regulation of target expression by miRsis known to be tissue- and cell type-specific.17The expression of miRs can be regulated by diverse mechanisms.These include genetic alterations, epigenetic changes and transcrip-tion factor-mediated transactivation or repression.17,20 Of interest,many miRs are associated with signalling pathways important for thepathogenesis of melanoma. For example, miR-221/222 has beenidentified as regulators of c-KIT, whereas miR-137 and miR-148 asregulators of microphthalmia-associated transcription factor.21,45,46 Inparticular, it has been recently reported that a number of miRs suchas miR-193a, miR-338 and miR-768-3p are subjected to regulation byoncogenic activation of MEK/ERK signalling in melanoma.30,31 Ourfinding that suppression of miR-768-3p by MEK/ERK contributes toenhanced mRNA translation through the upregulation of eIF4Eindicates that miR-768-3p is a build-in component of the MEK/ERKpathway in melanoma cells. Therefore, activation of MEK/ERKsignalling enhances protein synthesis not only by phosphorylatingeIF4E vial activation of MNK1 and MNK21–4,7 but also through theupregulation of eIF4E expression.Of note, miR-768-3p is embedded within intron 12 of thehuman gene encoding adaptor-related protein complex 1, gamma 1subunit (AP1G1),47 which was also increased by inhibition ofMEK (Supplementary Figure 6), suggesting that miR-768-3p maybe regulated along with the AP1G1 gene in response to MEK/ERKsignalling. However, the exact mechanism involved and thefunctional significance of the regulation of APIG1 by MEK/ERKremains to be investigated. APIG1 is known to have an importantrole in protein transportation mediated by clathrin-coatedvesicles.48The functional significance of miR-768-3p in melanoma wasdemonstrated by inhibition of cell survival and proliferation with itsoverexpression, which was also echoed by its downregulation infresh melanoma isolates and the negative association between itsexpression levels and the levels of eIF4E. Multiple moleculesconceivably contribute to the regulation of melanoma cell survivaland proliferation by miR-768-3p, such as c-MYC and cyclin D1, whichare sensitive to changes in the expression levels of eIF4E.33,38–41Targeting eIF4E is in development for clinical use in the treatment ofcancer.3,49 Our results suggest that restoration of the expression ofmiR-768-3p may be a useful alternative strategy for inhibition ofeIF4E in melanoma. As a precedent, replacement therapy has beenshown to be efficacious in a mouse model of colon cancer for miR-145 and miR-33a.50 With continuing investigations into in vivodelivery systems for miRs, this approach is likely to be achievable.MATERIALS AND METHODSCell culture and reagentsThe human melanoma cell lines used have been described previously and aresummarized in Supplementary Table 3.51 They were cultured in Dulbecco’smodified Eagle’s medium containing 5% foetal calf serum (CommonwealthSerum Laboratories, Melbourne, VIC, Australia). The melanocyte lines HEMn-MP and HEMn-DP and melanocyte culture medium (M-254) were purchasedfrom Banksia Scientific (Bulimba, QLD, Australia). Antibodies against p-eIF4E,eIF4E, p-ERK and the eIF4E inhibitor 4EGI-1 were purchased from Santa CruzBiotechnology (Santa Cruz, CA, USA). Antibodies against 4E-BP1 and ERK werepurchased from Cell Signalling Technology (Beverly, MA, USA). PLX4720 wasprovided by Plexxikon Inc. (Berkeley, CA, USA), which was dissolved indimethylsulphoxide and made up in stock solutions of 4mM. The MEKinhibitor U0126 was purchased from Promega (Madison, WI, USA). Maturehsa-miR-768-3p mimics and anti-miR-768-3p were purchased from AppliedBiosystems (Mulgrave, VIC, Australia). Human fresh melanoma isolates wereprepared according to a published method.52 Studies using human tissuesFigure 6. MiR-768-3p is responsive to the MEK/ERK pathway. (a) Total miRNA from Mel-CV cells (BRAFV600E) with or without treatment withPLX4720 (5mm) for 24 h was subjected to miRNA expression profiling using TaqMan low-density array. The average abundance of miR-768-3pin cells without treatment was arbitrarily designated as 1. The data shown are mean±s.e. of three individual experiments. (b) Total miRNAfrom cells of a panel of BRAFV600E melanoma cell lines with or without treatment with PLX4720 (5 mm) as indicated was subjected to qPCRanalysis of miR-768-3p expression. The average abundance of miR-768-3p in cells of each line without treatment was arbitrarily designated as1. The data shown are mean±s.e. of three individual experiments. (c) Total miRNA from cells of a panel of melanoma cell lines with differentBRAF mutational status as indicated with or without treatment with U0126 (20 mm) was subjected to qPCR analysis of miR-768-3p expression.The average abundance of miR-768-3p in cells of each line without treatment was arbitrarily designated as 1. The data shown are mean±s.e.of three individual experiments. (d) Left panel: Mel-CV cells with or without treatment with PLX4720 (5 mm) or U0126 (20 mm) for indicatedperiods were subjected to measurement of nascent protein synthesis using the Click-iT protein synthesis assay kit by flow cytometry. The MFIof each sample was normalized against the corresponding sample without labelling with the metabolic labelling reagent. The relativemagnitude of nascent protein synthesis in cells without treatment was arbitrarily designated as 1. Right panel: Mel-RM cells with or withouttreatment with U0126 (20mm) for 24 h were subjected to measurement of nascent protein synthesis using the Click-iT protein synthesis assaykit by flow cytometry. The relative magnitude of nascent protein synthesis in cells without treatment was arbitrarily designated as 1. The datashown are mean±s.e. of three individual experiments. (e) Left panel: Mel-CV cells were transfected with scrambled or anti-miR-768-3poligonucleotides. After 24 h, cells were treated with PLX4720 (5mm) or U0126 (20mm) for a further 24 h. Cells were then subjected tomeasurement of nascent protein synthesis using the Click-iT protein synthesis assay kit by flow cytometry. The MFI of each sample wasnormalized against the corresponding sample without labelling with the metabolic labelling reagent. The relative magnitude of nascentprotein synthesis in Mel-CV cells transfected with scrambles without treatment was arbitrarily designated as 1. Right panel: Mel-RM cells weretransfected with scrambled or anti-miR-768-3p oligonucleotides. After 24 h, cells were treated with U0126 (20 mm) for a further 24 h. Cells werethen subjected to measurement of nascent protein synthesis using the Click-iT protein synthesis assay kit by flow cytometry. The MFI of eachsample was normalized against the corresponding sample without labelling with the metabolic labelling reagent. The relative magnitude ofnascent protein synthesis in Mel-RM cells transfected with scramble without treatment was arbitrarily designated as 1. The data shown aremean±s.e. of three individual experiments. (f ) Upper panel: Mel-CV cells were co-transfected with scrambled or anti-miR-768-3poligonucleotides and the control or eIF4E siRNA. After 24 h, cells were treated with PLX4720 (5 mm) or U0126 (20 mm) for a further 24 h. Cellswere then subjected to measurement of nascent protein synthesis using the Click-iT protein synthesis assay kit by flow cytometry. The MFI ofeach sample was normalized against the corresponding sample without labelling with the metabolic labelling reagent. The relativemagnitude of nascent protein synthesis in Mel-CV cells transfected with scramble and the control siRNA without treatment was arbitrarilydesignated as 1. Lower panel: Mel-RM cells were co-transfected with scrambled or anti-miR-768-3p oligonucleotides and the control or eIF4EsiRNA. After 24 h, cells were treated with U0126 (20 mm) for a further 24 h. Cells were then subjected to measurement of nascent proteinsynthesis using the Click-iT protein synthesis assay kit by flow cytometry. The MFI of each sample was normalized against the correspondingsample without labelling with the metabolic labelling reagent. The relative magnitude of nascent protein synthesis in Mel-RM cells transfectedwith scramble and the control siRNA without treatment was arbitrarily designated as 1. The data shown are mean±s.e. of three individualexperiments. (g) Whole-cell lysates from Mel-CV cells with or without treatment with PLX4720 (5 mm) or U0126 (20mm) for 24 h and Mel-RMcells with or without treatment with U0126 (20 mm) for 24 h were subjected to western blot analysis of phosphorylated eIF4E (p-eIF4E), eIF4E,phosphorylated ERK (p-ERK) and ERK. The data shown are representative of three individual experiments.miR-768-3p regulates eIF4E in melanomaCC Jiang et al2585& 2014 Macmillan Publishers Limited Oncogene (2014) 2577 – 2588Figure 7. MiR-768-3p inhibits melanoma cell proliferation and survival. (a) Mel-RM and Mel-CV cells were transfected with scrambled or miR-768-3p mimics. After 48 h, cells were subjected to quantitation of apoptosis by measurement of sub-G1 DNA content. The data shown aremean±s.e. of three individual experiments. (b) Mel-RM and Mel-CV cells were transfected with scrambled or miR-768-3p mimics. After 48 h,whole-cell lysates were subjected to western blot analysis of caspase-3, poly (ADP-ribose) polymerase (PARP) and glyceraldehyde 3-phosphatedehydrogenase (GAPDH) (as a loading control). The data shown are representative of three individual experiments. (c) Mel-RM and Mel-CVcells were transfected with the control or eIF4E siRNA. After 48 h, cells were subjected to quantitation of apoptosis by measurement of sub-G1DNA content. The data shown are mean±s.e. of three individual experiments. (d) Left panel: Mel-RM and Mel-CV cells were transfected withscrambled or miR-768-3p mimics. After 48 h, cells were subjected to proliferation assays using the BrdU incorporation method. The datashown are mean±s.e. of three individual experiments. Right panel: Mel-RM and Mel-CV cells were transfected with scrambled or miR-768-3pmimics. After 24 h, viable cells (2000 cells per well in 6-well plates) were allowed to grow for 12 days before being fixed with methanol andstained with crystal violet. The data shown are representative of three individual experiments. (e) Upper panel: Mel-RM and Mel-CV cells wereco-transfected with scrambled or miR-768-3p mimics and the control or eIF4E siRNA. After 48 h, cells were subjected to quantitation ofapoptosis by measurement of sub-G1 DNA content. Lower panel: Mel-RM and Mel-CV cells were co-transfected with scrambled or miR-768-3pmimics and the control or eIF4E siRNA. After 48 h later, cells were subjected to proliferation assays using the BrdU incorporation method. Thedata shown are mean±s.e. of three individual experiments. (f ) Upper panel: Mel-RM and Mel-CV cells were co-transfected with scrambled ormiR-768-3p mimics and vector alone or eIF4E cDNA. After 48 h, cells were subjected to proliferation assays using the BrdU incorporationmethod. The data shown are mean±s.e. of three individual experiments. Lower panel: Mel-RM and Mel-CV cells were co-transfected with miR-768-3p mimics and vector alone or eIF4E cDNA. After 48 h, whole-cell lysates were subjected to western blot analysis of eIF4E and GAPDH (as aloading control). The data shown are representative of three individual experiments. Mel-JR and Mel-BE fresh melanoma isolates weretransfected with scrambles or miR-768-3p mimics. After 48 h, cells were subjected to proliferation assays using the BrdU incorporationmethod. The data shown are mean±s.e. of three individual experiments.miR-768-3p regulates eIF4E in melanomaCC Jiang et al2586Oncogene (2014) 2577 – 2588 & 2014 Macmillan Publishers Limitedwere approved by the Human Research Ethics Committee of University ofNewcastle.Nascent protein synthesisNascent protein synthesis was detected by the Click-iT protein synthesis assaykit according to the manufacturer’s instruction (Life Technologies, Mulgrave,VIC, Australia). Briefly, cells were seeded at a density of 6� 105 per well in a 6-well plate. After 24h, cells were washed with warm phosphate-buffered saline(PBS) and incubated with methionine-free medium for 1h at 37 1C. Fiftymicromolar metabolic labelling reagent was then added, followed byincubating at 37 1C for 3h. Cells were then scraped off into fluorescence-activated cell sorter tubes and washed with PBS and fixed with 4%paraformaldehyde, followed by permeabilization in PBS with supplementedwith 0.1% saponin and 1% bovine serum albumin for 15min. Permeabilizedcells were then incubated with Click-iT reaction cocktail (Life Technologies) for30min at room temperature in dark. Cells were finally stained with AlexaFluor 488 azide, followed by flow cytometry analysis. The mean fluorescenceintensity (MFI) of each sample was corrected by extracting the backgroundMFI detected in the corresponding sample without labelling with themetabolic labelling reagent. The relative magnitude of nascent proteinsynthesis in each sample represented by its MFI was then normalized againstthe MFI of the control sample in each experiment.Polysome profilingPolysome profiling was performed as reported previously.53 Briefly, cellswere seeded at a density of 7.5� 106 cells in a T150 flask. After 24 h, cellswere washed with PBS and incubated in 0.1mg/ml cycloheximide (Sigma-Aldrich, Castle Hill, NSW, Australia) in PBS for 3min at 37 1C. Cells werewashed two times with PBS containing CHX (0.1mg/ml) and lysed in RNAlysis buffer. Nuclei were subsequently removed by centrifugation, and celldebris was further removed from the supernatant. The lysate was layeredonto 10-ml continuous sucrose gradients. After 90min of centrifugation at39 000 r.p.m. in an SW41-Ti rotor at 4 1C, the absorbance at 254 nm wasmeasured continuously as a function of gradient depth.BrdU incorporationBrdU incorporation assays were performed by using FITC BrdU Flow Kit (BDBiosciences, North Ryde, NSW, Australia). Briefly, 10ml BrdU solution wasadded into the tissue culture medium followed with desired treatment.Cells were then harvested and analysed using a flow cytometer.ApoptosisQuantitation of apoptotic cells was carried out by measurement of sub-G1DNA content using propidium iodide on a flow cytometer as describedelsewhere.51,52Western blot analysisWestern blot analysis and quantitation of protein bands were carriedout as described previously.46,48Co-immunoprecipitation of Ago and miRsCo-immunoprecipitation of Ago and miRs was carried out as described byothers.36 Briefly, 200ml of MagnaBind goat anti-mouse immunoglobulin GMagnetic Beads (Thermo Fisher Scientific, Scoresby, VIC, Australia) waswashed with PBS and incubated with 10mg of a mouse anti-pan-Agoantibody (MABE56; Millipore, Kilsyth, VIC, Australia) or purified mouse normalimmunoglobulin G (Santa Cruz Biotechnology) for 2 h at 4 1C. The beads werethen added into the 400ml of whole-cell lysates and incubated overnight at4 1C, followed by washing three times with 1% Nonidet P-40 buffer. Thebeads were then divided equally into two parts. Proteins from half of thebeads were eluted in 2� sodium dodecyl sulphate sample buffer, followedby sodium dodecyl sulphate–polyacrylamide gel electrophoresis and westernblot analysis of Ago. The other half of the beads was processed for RNAisolation using QIAzol, followed by quantitative reverse transcription and real-time PCR (qPCR) analysis of miRs.TaqMan low-density array miR arraymiRNA array was performed using TaqMan TaqMan low-density array card(Applied Biosystems). Briefly, miRNA was purified by using miRNeasy Mini Kit(Qiagen, Chadstone Centre, VIC, Australia). Purified miRNA was reversedtranscribed using the Megaplex Reverse transcription primer pool (AppliedBiosystems). Hundred nanogram cDNA was mixed with TaqMan UniversalPCR Master Mix and then loaded onto the TaqMan low-density array cardfollowed with qPCR analysis using an ABI Fast 7900HT sequence detectionsystem (Applied Biosystems). Analysis of TaqMan low-density array data(Applied Biosystems) was performed using the SDS software v.2.4 (AppliedBiosystems). Relative microRNA abundance was calculated with the RQManager v.1.2.1 (Applied Biosystems), and data were analysed with DataAssistv.2.0 (Applied Biosystems).54 MiRs with cycle threshold (Ct) values X40 wereexcluded from further analysis. The expression levels of remaining miRs werecalculated against the Ct value of RNU48 as 2(–DCt)/2(–DCtreference).Quantitative reverse transcription and real-time PCRQuantitation of miR-768-3p by qPCR was performed using TaqManmicroRNA (Applied Biosystems). Briefly, target miRNA was reversetranscripted from 2ng purified total miRNA by using TaqMan MicroRNAReverse Transcription Kit (Applied Biosystems). qPCR was performed usingan ABI Fast 7900HT sequence detection system. Ct values for miR-768-3pwere normalized to the Ct value of RNU48.qPCR analysis of eIF4E or AP1G1 mRNA expression was also carried out asdescribed previously.27 Assay-on-demand for eIF4E (Assay ID: Hs00854166_g1)and for AP1G1 (Assay ID: Hs00964419_m1) were used according to themanufacturer’s protocol (Applied Biosystems). The relative expression level ofeIF4E mRNA in each sample was normalized against b-actin mRNA.Plasmid vectors and transfectionThe Myc-DDK-tagged ORF clone of eIF4E was purchased from Origene(Australian Biosearch, Perth, WA, Australia). Cells were transfected with 2 mgplasmid or the empty vector in Opti-MEM medium with Lipofectamine2000 reagent (Invitrogen, Mulgrave, VIC, Australia) according to themanufacturer’s protocol.Overexpression of miR-768-3pThe bacterial stock of Human Pre-microRNA Expression Construct (pCDH-CMV-MCS-EF1-copGFP-miR-768) and the scramble control hairpin in pCDH-CMV-MCS-EF1-copGFP were purchased from System Biosciences (MountainView, CA, USA). Plasmids were purified by Qiagen Endotoxin-free Plasmid Kit(Qiagen), and were then transfected into cells by Lipofectamine 2000 reagent(Invitrogen) according to the manufacturer’s protocol.Small RNA interferenceThe siRNA constructs for eIF4E were obtained as the siGENOME SMARTpoolreagents from Dharmacon (Thermo Fisher Scientific). The siGENOMESMARTpool eIF4E (M-003884-03-0010) and SiConTRolNontargeting SiRNApool (D-001206-13-20) were used (Dharmacon).Luciferase reporter assaysLuciferase report assays to analyse eIF4E-30-UTR activity was performed asdescribed previously.22,27 The full-length sequence of eIF4E 30-UTR is locatedat the position between 2178 and 4749 of eIF4E mRNA (NM_001968.3). Thefragment cloned into the luciferase report plasmid is at a region between2178 and 3144 of eIF4E mRNA. In brief, eIF4E-30-UTR and eIF4E-30-UTR-mutwere constructed into pSI-CHECK2-report plasmid (Promega, Sydney, NSW,Australia). Plasmids and miR-768-3p mimics or anti-miR-768-3p were co-transfected into cells (0.5� 104 cells per well in 96-well plate) by usingLipofectamine 2000 reagent (Invitrogen). The luciferase activity was measuredusing the Dual Luciferase Reporter Assay System (Promega) and detected bySynergy 2 multidetection microplate reader (BioTek, Winooski, VT, USA) eIF4E30-UTR report RNA levels represented by Renilla luciferase activity werenormalized against luciferase activity of firefly that served as the intraplasmidtransfection normalization reporter.CONFLICT OF INTERESTThe authors declare no conflict of interest.ACKNOWLEDGEMENTSThis work was supported by the NSW State Cancer Council, Cancer Institute NSW, andNational Health and Medical Research Council (NHMRC), Australia. CCJ is a recipientof postdoctoral training Fellowship of NHMRC. XDZ is supported by a senior researchfellowship of NHMRC.miR-768-3p regulates eIF4E in melanomaCC Jiang et al2587& 2014 Macmillan Publishers Limited Oncogene (2014) 2577 – 2588REFERENCES1 Silvera D, Formenti SC, Schneider RJ. Translational control in cancer. Nat RevCancer 2010; 10: 254–266.2 Bilanges B, Stokoe D. Mechanisms of translational deregulation in human tumorsand therapeutic intervention strategies. Oncogene 2007; 26: 5973–5990.3 Grzmil M, Hemmings BA. Translation regulation as a therapeutic target in cancer.Cancer Res 2012; 72: 3891–3900.4 Bitterman PB, Polunovsky VA. Translational control of cell fate: from integrationof environmental signals to breaching anticancer defense. Cell Cycle 2012; 11:1097–1107.5 Sonenberg N, Hinnebusch AG. Regulation of translation initiation in eukaryotes:mechanisms and biological targets. Cell 2009; 136: 731–745.6 Jackson RJ, Hellen CU, Pestova TV. The mechanism of eukaryotic translationinitiation and principles of its regulation. Nat Rev Mol Cell Biol 2010; 11: 113–127.7 Phillips A, Blaydes JP. MNK1 and EIF4E are downstream effectors of MEKs in theregulation of the nuclear export of HDM2 mRNA. Oncogene 2008; 27: 1645–1649.8 Hou J, Lam F, Proud C, Wang S. Targeting Mnks for cancer therapy. Oncotarget2012; 3: 118–131.9 Stumpf CR, Ruggero D. The cancerous translation apparatus. Curr Opin Genet Dev2011; 21: 474–483.10 Wendel HG, Silva RL, Malina A, Mills JR, Zhu H, Ueda T et al. Dissecting eIF4Eaction in tumorigenesis. Genes Dev 2007; 21: 3232–3237.11 Rosenwald IB. The role of translation in neoplastic transformation from apathologist’s point of view. Oncogene 2004; 23: 3230–3247.12 Larsson O, Li S, Issaenko OA, Avdulov S, Peterson M, Smith K et al. Eukaryotictranslation initiation factor 4E induced progression of primary human mammaryepithelial cells along the cancer pathway is associated with targeted translationalderegulation of oncogenic drivers and inhibitors. Cancer Res 2007; 67: 6814–6824.13 Yang SX, Hewitt SM, Steinberg SM, Liewehr DJ, Swain SM. Expression levels ofeIF4E, VEGF, and cyclin D1, and correlation of eIF4E with VEGF and cyclin D1 inmulti-tumor tissue microarray. Oncol Rep 2007; 17: 281–287.14 Coleman LJ, Peter MB, Teall TJ, Brannan RA, Hanby AM, Honarpisheh H et al.Combined analysis of eIF4E and 4E-binding protein expression predictsbreast cancer survival and estimates eIF4E activity. Br J Cancer 2009; 100:1393–1399.15 De Benedetti A, Graff JR. eIF-4E expression and its role in malignancies andmetastases. Oncogene 2004; 23: 3189–3199.16 He L, Hannon GJ 2004MicroRNAs: small RNAs with a big role in gene regulation.Nat Rev Genet 2004; 5: 522–531.17 Iorio MV, Croce CM. MicroRNAs in cancer: small molecules with a huge impact.J Clin Oncol 2009; 27: 5848–5856.18 Humphreys DT, Westman BJ, Martin DI, Preiss T. MicroRNAs control translationinitiation by inhibiting eukaryotic initiation factor 4E/cap and poly(A) tail function.Proc Natl Acad Sci USA 2005; 102: 16961–16966.19 Mathonnet G, Fabian MR, Svitkin YV, Parsyan A, Huck L, Murata T et al. MicroRNAinhibition of translation initiation in vitro by targeting the cap-binding complexeIF4F. Science 2007; 317: 1764–1767.20 Lujambio A, Lowe SW. The microcosmos of cancer. Nature 2012; 482:347–355.21 Felicetti F, Errico MC, Bottero L, Segnalini P, Stoppacciaro A et al. The promye-locytic leukemia zinc finger-microRNA-221/-222 pathway controls melanomaprogression through multiple oncogenic mechanisms. Cancer Res 2008; 68:2745–2754.22 Jin L, Hu WL, Jiang CC, Wang JX, Han CC, Chu P et al. MicroRNA-149*, ap53-responsive microRNA, functions as an oncogenic regulator in humanmelanoma. Proc Natl Acad Sci USA 2011; 108: 15840–15845.23 Bonazzi VF, Stark MS, Hayward NK. MicroRNA regulation of melanomaprogression. Melanoma Res 2012; 22: 101–113.24 Mueller DW, Bosserhoff AK. The evolving concept of ‘melano-miRs’-microRNAs inmelanomagenesis. Pigment Cell Melanoma Res 2010; 23: 620–626.25 Wilmott JS, Zhang XD, Hersey P, Scolyer RA. The emerging important role ofmicroRNAs in the pathogenesis, diagnosis and treatment of human cancers.Pathology 2011; 43: 657–671.26 Croce CM. Causes and consequences of microRNA dysregulation in cancer.Nat Rev Genet 2009; 10: 704–714.27 Guo ST, Jiang CC, Wang GP, Li YP, Wang CY, Guo XY et al. MicroRNA-497 targetsinsulin-like growth factor 1 receptor and has a tumour suppressive role in humancolorectal cancer. Oncogene 2012; 32: 1910–1920.28 Davies H, Bignell GR, Cox C, Stephens P, Edkins S, Clegg S et al. Mutations of theBRAF gene in human cancer. Nature 2002; 417: 949–954.29 Platz A, Egyhazi S, Ringborg U, Hansson J. Human cutaneous melanoma; a reviewof NRAS and BRAF mutation frequencies in relation to histogenetic subclass andbody site. Mol Oncol 2008; 1: 395–405.30 Couts KL, Anderson EM, Gross MM, Sullivan K, Ahn NG. Oncogenic B-Raf signalingin melanoma cells controls a network of microRNAs with combinatorial functions.Oncogene 2012; 32: 1959–1970.31 Caramuta S, Egyházi S, Rodolfo M, Witten D, Hansson J, Larsson C et al. MicroRNAexpression profiles associated with mutational status and survival in malignantmelanoma. J Invest Dermatol 2010; 130: 2062–2070.32 Yanagiya A, Suyama E, Adachi H, Svitkin YV, Aza-Blanc P, Imataka H et al. Trans-lational homeostasis via the mRNA cap-binding protein, eIF4E. Mol Cell 2012; 46:847–858.33 Moerke NJ, Aktas H, Chen H, Cantel S, Reibarkh MY, Fahmy A et al. Small-moleculeinhibition of the interaction between the translation initiation factors eIF4E andeIF4G. Cell 2007; 128: 257–267.34 Valleron W, Ysebaert L, Berquet L, Fataccioli V, Quelen C, Martin A et al.Small nucleolar RNA expression profiling identifies potential prognostic markersin peripheral T-cell lymphoma. Blood 2012; 120: 3997–4005.35 Miyoshi K, Miyoshi T, Siomi H. Many ways to generate microRNA-like small RNAs:non-canonical pathways for microRNA production. Mol Genet Genom 2010; 284:95–103.36 Arroyo JD, Chevillet JR, Kroh EM, Ruf IK, Pritchard CC, Gibson DF et al. Argonaute2complexes carry a population of circulating microRNAs independent of vesicles inhuman plasma. Proc Natl Acad Sci USA 2011; 108: 5003–5008.37 Kiss T. Biogenesis of small nuclear RNPs. J Cell Sci 2004; 117: 5949–5951.38 Rosenwald IB, Rhoads DB, Callanan LD, Isselbacher KJ, Schmidt EV. Increasedexpression of eukaryotic translation initiation factors eIF-4E and eIF-2alpha in response to growth induction by c-myc. Proc Natl Acad Sci USA 1993; 90:6175–6178.39 Mamane Y, Petroulakis E, Martineau Y, Sato TA, Larsson O, Rajasekhar VK et al.Epigenetic activation of a subset of mRNAs by eIF4E explains its effects on cellproliferation. PLoS One 2007; 2: e242.40 Rosenwald IB, Lazaris-Karatzas A, Sonenberg N, Schmidt EV. Elevated levels ofcyclin D1 protein in response to increased expression of eukaryotic initiationfactor 4E. Mol Cell Biol 1993; 13: 7358–7363.41 Koromilas AE, Lazaris-Karatzas A, Sonenberg N. mRNAs containing extensivesecondary structure in their 50 non-coding region translate efficiently in cellsoverexpressing initiation factor eIF-4E. EMBO J 1992; 11: 4153–4158.42 Lazaris-Karatzas A, Montine KS, Sonenberg N. Malignant transformation by aeukaryotic initiation factor subunit that binds to mRNA 50 cap. Nature 1990; 345:544–547.43 Lazaris-Karatzas A, Sonenberg N. The mRNA 50 cap-binding protein, eIF-4E,cooperates with v-myc or E1A in the transformation of primary rodent fibroblasts.Mol Cell Biol 1992; 12: 1234–1238.44 Graff JR, Konicek BW, Carter JH, Marcusson EG. Targeting the eukaryotictranslation initiation factor 4E for cancer therapy. Cancer Res 2008; 68:631–634.45 Bemis LT, Chen R, Amato CM, Classen EH, Robinson SE, Coffey DG et al. MicroRNA-137 targets microphthalmia-associated transcription factor in melanoma cell lines.Cancer Res 2008; 68: 1362–1368.46 Haflidadóttir BS, Bergsteinsdóttir K, Praetorius C, Steingrı́msson E. miR-148regulates Mitf in melanoma cells. PLoS One 2010; 5: e11574.47 Li SC, Tang P, Lin WC. Intronic MicroRNA: Discovery and biological implications.DNA Cell Biol 2007; 26: 195–207.48 Takatsu H, Sakurai M, Shin HW, Murakami K, Nakayama K. Identification andcharacterization of novel clathrin adaptor-related proteins. J Biol Chem 1998; 273:24693–24700.49 Hong DS, Kurzrock R, Oh Y, Wheler J, Naing A, Brail L et al. A phase 1 doseescalation, pharmacokinetic, and pharmacodynamic evaluation of eIF-4Eantisense oligonucleotide LY2275796 in patients with advanced cancer.Clin Cancer Res 2011; 17: 6582–6591.50 Ibrahim AF, Weirauch U, Thomas M, Grünweller A, Hartmann RK, Aigner A.MicroRNA replacement therapy for miR-145 and miR-33a is efficacious in a modelof colon carcinoma. Cancer Res 2011; 71: 5214–5224.51 Jiang CC, Lai F, Tay KH, Croft A, Rizos H, Becker TM et al. Apoptosis of humanmelanoma cells induced by inhibition of B-RAFV600E involves preferentialsplicing of bimS. Cell Death Dis 2010; 2: 1:e69.52 Dong L, Jiang CC, Thorne RF, Croft A, Yang F, Liu H et al. Ets-1 mediates up-regulation of Mcl-1 downstream of XBP-1 in human melanoma cells upon ERstress. Oncogene 2011; 30: 3716–3726.53 Blais JD, Filipenko V, Bi M, Harding HP, Ron D, Koumenis C et al. Activatingtranscription factor 4 is translationally regulated by hypoxic stress. Mol Cell Biol2004; 24: 7469–7482.54 Wulfken LM, Moritz R, Ohlmann C, Holdenrieder S, Jung V, Becker F et al.MicroRNAs in renal cell carcinoma: diagnostic implications of serum miR-1233levels. PLoS One 2011; 6: e25787.Supplementary Information accompanies this paper on the Oncogene website (http://www.nature.com/onc)miR-768-3p regulates eIF4E in melanomaCC Jiang et al2588Oncogene (2014) 2577 – 2588 & 2014 Macmillan Publishers Limitedhttp://www.nature.com/onc\tRepression of microRNA-768-3p by MEK/ERK signalling contributes to enhanced mRNA translation in human melanoma\tIntroduction\tResults\teIF4E is upregulated in melanoma cells\tMiR-768-3p is downregulated in melanoma cells\tMiR-768-3p downregulates eIF4E\tDownregulation of miR-768-3p contributes to increased nascent protein synthesis\tMiR-768-3p is responsive to the MEK/ERK pathway\tMiR-768-3p inhibits melanoma cell proliferation and survival\tDiscussion\tMaterials and methods\tCell culture and reagents\tNascent protein synthesis\tPolysome profiling\tBrdU incorporation\tApoptosis\tWestern blot analysis\tCo-immunoprecipitation of Ago and miRs\tTaqMan low-density array miR array\tQuantitative reverse transcription and real-time PCR\tPlasmid vectors and transfection\tOverexpression of miR-768-3p\tSmall RNA interference\tLuciferase reporter assays\tAcknowledgements\tNote\tReferences"