"pnas201310331 11409..11414Shox2 is a molecular determinant of depot-specificadipocyte functionKevin Y. Leea, Yuji Yamamotoa, Jeremie Bouchera, Jonathon N. Winnaya, Stephane Gestaa, John Cobbb,Matthias Blüherc, and C. Ronald Kahna,1aSection on Integrative Physiology and Metabolism, Joslin Diabetes Center, Harvard Medical School, Boston, MA 02215; bDepartment of Biological Sciences,University of Calgary, Calgary, AB, Canada T2N 1N4; and cDepartment of Medicine, University of Leipzig, 04103 Leipzig, GermanyContributed by C. Ronald Kahn, June 1, 2013 (sent for review January 26, 2013)Visceral and s.c. fat exhibit different intrinsic properties, includingrates of lipolysis, and are associated with differential risk for thedevelopment of type 2 diabetes. These effects are in part related tocell autonomous differences in gene expression. In the presentstudy, we show that expression of Shox2 (Short stature homeobox2) is higher in s.c. than visceral fat in both rodents and humans andthat levels are further increased in humans with visceral obesity.Fat-specific disruption of Shox2 in male mice results in protectionfromhigh fat diet-inducedobesity,with a preferential loss of s.c. fat.The reduced adipocyte size is secondary to a twofold increase in theexpression of β3 adrenergic receptor (Adrb3) at both the mRNA andprotein level and a parallel increase in lipolytic rate. These effectsare mimicked by knockdown of Shox2 in C3H10T1/2 cells. Con-versely, overexpression of Shox2 leads to a repression of Adrb3expression and decrease lipolytic rate. Shox2 does not affect differ-entiation but directly interacts with CCAAT/enhancer binding pro-tein alpha and attenuates its transcriptional activity of the Adrb3promoter. Thus, Shox2 can regulate the expression of Adrb3 andcontrol the rate of lipolysis and, in this way, exerts control of thephenotypic differences between visceral and s.c. adipocytes.developmental genes | adipose depots | lipid metabolismObesity, especially central obesity in which the excessive weightis associated with increased amounts of intraabdominal orvisceral fat, is associated with insulin resistance, type 2 diabetesand increased risk of cardiovascular disease (1, 2). On the otherhand, peripheral obesity, characterized by increased amounts ofs.c. fat, is associated with improved insulin sensitivity and loweredrisk of type 2 diabetes and atherosclerosis, and appears to evenreduce the risk of diseases associated with central obesity (2, 3).Consistent with these findings, we and others have demonstratedbeneficial effects of s.c. fat through transplantation studies (4, 5).These clear differences between s.c. and visceral fat suggestthat, in addition to their anatomical location, these fat depots haveintrinsic differences at the cellular level. These studies havedemonstrated major functional and gene expression differencesbetween s.c. and visceral fat (6, 7). Both isolated adipocytes andthe stromovascular fraction containing preadipocytes show cellautonomous differences in the expression of developmental pat-terning genes between s.c. and visceral depots, suggesting differentdevelopmental origins for these fat depots (8).One of the developmental genes that show differential expres-sion between adipose depots in both mice and humans is Shortstature homeobox 2 (Shox2). Shox2 mRNA levels are 20-foldhigher in the s.c. vs. the visceral adipose depots. This increasedlevel of Shox2 expression is independent of leptin levels or diet-induced obesity and is found in both isolated adipocytes, as well asin preadipocytes sorted from the stromovascular fraction, of s.c. vs.visceral fat (9, 10). Shox2, formerly known as aOg12 (mice), Prx3(rats), and SHOT (human), is a homolog to the short stature ho-meobox gene SHOX in humans. Shox2 is the only Shox genepresent in mice because mice lack a direct ortholog to humanSHOX. In mice, ablation of Shox2 causes embryonic lethality atmidgestation due to cardiac and vascular defects (11). Studies ofShox2-null and conditional knockout mice have shown an in-dispensable role of Shox2 in the formation of the proximal portionof the limb skeleton and synovial joints (12, 13). The shortenedlimbs observed in Turner syndrome may be related to loss ofSHOX (14, 15).Due to the striking differences in expression of Shox2 betweenthe s.c. and visceral fat depots, as well as its known roles in regu-lating the development of mesodermally derived tissues, we hy-pothesized that Shox2may have a potential role in the differentialbiology and function in adipocytes from these different depots. Inthe current study, we find that SHOX2 expression is higher in thes.c. than visceral adipose tissue in mice and humans. SHOX2 ex-pression in the s.c. fat of people with visceral obesity is increasedcompared with lean individuals and individuals with s.c. obesity.After ablation of Shox2 in adipocytes of mice (F-Shox2−/−), theresultant male mice are resistant to diet-induced obesity and ex-hibit decreased adipose mass, especially in the s.c. depot. Adipo-cytes isolated from male F-Shox2−/− mice have an increase incatecholamine-induced lipolysis with a corresponding increase inβ3-adrenergic receptor (Adrb3) expression. Knockdown and over-expression studies in C3H10T1/2 cell lines demonstrate thatShox2 is able to repress transcriptional activation of CCAAT/enhancer binding protein alpha (C/EBPα) on the Adrb3 pro-moter in a dose-dependent manner. Thus, Shox2 acts to controldifferential adipocyte function and plays an important role inthe depot-specific differences in adipocyte behavior.ResultsShox2 Expression Is Correlated with Visceral Obesity in Humans. Wehave previously shown that Shox2 is differentially expressed in s.c.and intraabdominal fat of mice and humans (8). Shox2 levels arehighest in the s.c. fat depots, with only low levels of expression inbrown fat or visceral fat depots (9). Likewise, preadipocytes sortedfrom the stromovascular fraction of s.c. fat have Shox2 levels thatare 95-fold higher than those found in visceral fat (10). Quanti-tative real-time PCR (qPCR) analysis of Shox2 mRNA from s.c.and perigonadal adipose tissue of obesity-prone C57BL/6 miceconfirmed an ∼20-fold higher level of Shox2 mRNA in s.c. versusperigonadal fat in both male and female mice (Fig. 1A; Fig. S1A).Similar differential expression of Shox2 was observed in the adi-pose depots of obesity-resistant 129/SvEv mice, with no significantdifferences between these two mouse strains in Shox2 expression(Fig. 1A).A similar, but even more striking, differential expression wasobserved in adipose tissue of humans. Thus, qPCR analysis ofSHOX2 gene expression in 163 nondiabetic Caucasian subjectsAuthor contributions: K.Y.L., Y.Y., and C.R.K. designed research; K.Y.L., Y.Y., J.B., J.N.W.,S.G., and M.B. performed research; J.C. and M.B. contributed new reagents/analytic tools;K.Y.L. and C.R.K. analyzed data; and K.Y.L. and C.R.K. wrote the paper.The authors declare no conflict of interest.1To whom correspondence should be addressed. E-mail: c.ronald.kahn@joslin.harvard.edu.This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental.www.pnas.org/cgi/doi/10.1073/pnas.1310331110 PNAS | July 9, 2013 | vol. 110 | no. 28 | 11409–11414CELLBIOLOGYhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF1mailto:c.ronald.kahn@joslin.harvard.edumailto:c.ronald.kahn@joslin.harvard.eduhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplementalhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplementalwww.pnas.org/cgi/doi/10.1073/pnas.1310331110revealed on average 83-fold higher levels of SHOX2mRNA in s.c.fat than visceral fat (18.9 ± 0.6 arbitrary units vs. 15,521.7 ± 31.4,P < 10−97). This differential expression was observed over theentire range of BMI from 20 to >50 kg/m2 and in both males andfemales (Fig. 1B). Although there was no correlation betweenSHOX2 expression with blood glucose levels, age, or sex, there wasa significant correlation between SHOX2 expression and the site offat deposition in obese individuals. Thus, when the study groupwas divided into four subgroups—lean [body mass index (BMI) <25], overweight (BMI 25–30), obese (BMI > 30) with a preferen-tial s.c. distribution, and obese with a preferential visceral distri-bution—SHOX2 expression in s.c. fat was significantly higher inboth obese women and men with a preferential visceral distribu-tion compared with lean, overweight, and obese subjects with ans.c. distribution (Fig. 1C). Shox2 mRNA levels were not changedduring differentiation of either mouse or human preadipocytes(Fig. S1 B and C). Thus, in both rodents and in humans, Shox2 isexpressed in adipocyte and their precursor cells and is differen-tially expressed between fat depots, and, in humans, SHOX2 ex-pression in the s.c. fat is higher in men and women with visceralobesity than those with s.c. obesity or those with no obesity.Ablation of Shox2 Attenuates Diet-Induced Obesity. To investigatethe role of Shox2 in adipocyte biology, we created mice with anablation of Shox2 in adipocytes using the aP2-cre transgenicmouseand mice carrying a Shox2 allele with locus of X-over P1 (loxP)sites surrounding the entire coding sequence. Adipocyte protein 2cre (aP2-cre); Shox2f/f (termed F-Shox2−/−) mice exhibited effi-cient and specific ablation of Shox2 in fat, were born at the ex-pectedMendelian ratio, and exhibited no overt abnormalities (16).F-Shox2−/− and littermate control Shox2f/f animals were feda standard chow (21% fat by calories) diet or high fat (60% fat)diet starting at age 6 wk. On a chow diet, there was no difference inbody weight in F-Shox2−/− males followed out to 11 mo of age. Bycontrast, on high fat diet (HFD), F-Shox2−/− males gained weightat a significantly slower rate than controls, with a 29% weight re-duction in weight gain over the 12 wk (Fig. 2A). This reductioncorresponded to a 53%and 30%decrease of the s.c. and perigonadalfat depots in the F-Shox2−/− mice as early as 6 wk after exposureto HFD (Fig. 2B). As a result, the relative ratio of perigonadal tos.c. flank fat after 12 wk of HFDwas 2.45 in male F-Shox2−/−miceverses a ratio of only 1.33 in control mice (Fig. 2C). There were noobservable changes in triglyceride accumulation in the brown fatof F-Shox2−/− mice after HFD. Likewise, there was no differencein adipocyte size in the perigonadal fat between knockout andcontrol mice (Fig. 2D). However, adipocyte size in the s.c. fatof F-Shox2−/− mice was markedly reduced, with a 37% decreasein median adipocyte diameter, indicating that the decrease in fatmass was due to a decrease in cell size, rather than a decrease incell number (Fig. 2E). Thus, F-Shox2−/− mice are partially pro-tected against diet-induced obesity due to a decrease in adipocytehypertrophy, particularly in the s.c. depot.F-Shox2−/− Mice Are Not Protected Against Diet-Induced InsulinResistance. HFD induces insulin resistance in mice. This insulinresistance is reflected by an increase in blood glucose levels andlevels of circulating insulin. As expected, control Shox2f/f miceshowed a 57% increase in fasting and 42% increase in peak glu-cose levels during the glucose tolerance test after 8 wk of HFDcompared with chow diet-fed mice. Despite the resistance of maleF-Shox2−/− mice to HFD-induced obesity, these mice showeda similar 40% increase in fasting blood glucose and a 41% increasein peak glucose levels during a glucose tolerance test (Fig. S2A)compared with chow diet-fed mice. Circulating insulin levels weresimilarly increased byHFD inmale control (0.36 ng/mL to 1.51 ng/mL) and F-Shox2−/− (0.36 ng/mL to 1.73 ng/mL) mice (Fig. S2B).SubcutaneousPerigonadalFemale VisceralFemale SubcutaneousMale VisceralMale Subcutaneous01020304050200300400500600700Shox2/TBP******C57BL/6 129SvEv20020401000200030004000SHOX2/36B430 40 50 60BMILeanOverweightSubcutaneous ObeseVisceral Obese05001000150020002500SHOX2/36B405001000150020002500SHOX2/36B4Females*** *****Males**A CBFig. 1. The expression of Shox2 in different mouse and human fat depots.(A) Expression level of Shox2 mRNA was compared using quantitative real-time PCR (qPCR) of RNA isolated from fat pads of 6-wk-old male C57BL/6 and129SvEv animals. Data are normalized to Tata binding protein (Tbp) andshown as mean ± SEM of five samples. (B) qPCR analysis of SHOX2 expressionfrom s.c. and visceral fat of female and male human subjects plotted versusBMI. Data are normalized to the expression of the housekeeping gene acidicribosomal phosphoprotein P0 (36B4). (C) qPCR analysis of SHOX2 expressionfrom s.c. fat of male and female lean, overweight, s.c. obese and viscerallyobese patients. Subject characteristics and visceral and s.c. obesity defined asdescribed in SI Materials and Methods. Data are normalized to the expres-sion of 36B4 and shown as mean ± SEM. *P < 0.05; **P < 0.01; ***P < 0.001.Shox2f/fShox2f/fF-Shox2-/-0.00.51.01.52.02.5SCF PGF Fat Pad WeightB0.00.51.01.52.02.53.03.5Shox2f/f F-Shox2-/-Weight Ratio (PGF/SCF)CAE**F6152025303540455055Start 4 8 10 12Weeks of HFDBody Weight (g) ****F-Shox2-/-050010001500200025003000Day NightVO2 (ml/kg/hr)**020406080100120140160SCF PGFMedian Adipocyte Diameter (uM)**Shox2f/fBATSCFPGFF-Shox2-/-DFig. 2. F-Shox2−/− males are resistant to HFD-induced obesity. (A) Bodyweight measurement of F-Shox2−/− and control animals during 12 wk onHFD (started at 6 wk of age). Data are shown as mean ± SEM of five to sevenanimals per group. *P < 0.05 for all panels. (B) Weight of fat pads fromF-Shox2−/− and control males after 6 wk of HFD exposure. Data are shown asmean ± SEM (n = 4–5). (C) Ratio of perigonadal (intraabdominal) fat/flank(s.c.) fat pad weights for F-Shox2−/− and control males after 6 wk of HFDexposure. Data are shown as mean ± SEM (n = 4–5). (D) Hematoxylin/eosin-stained representative sections from F-Shox2−/− and control males after 12 wkof HFD exposure. Pictures were taken at 200× . (E) Calculation of medianadipocyte size in perigonadal and s.c. fat from F-Shox2−/− and control malesafter 12 wk of HFD exposure. Values represent median ± SEM of five digitalimages from four animals per group. (F) Oxygen consumption rate in thelight and dark cycles of male F-Shox2−/− and control animals after 2 wk ofHFD feeding. Data are shown as mean ± SEM (n = 4). BAT, brown adiposetissue; PGF, perigonadal fat; SCF, subcutaneous fat; VO2, oxygen uptake.11410 | www.pnas.org/cgi/doi/10.1073/pnas.1310331110 Lee et al.http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF1http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=STXTwww.pnas.org/cgi/doi/10.1073/pnas.1310331110Reflecting the changes in fat mass, F-Shox2−/− mice had a 48%reduction in circulating leptin levels compared with controls after12 wk of HFD (Fig. S2C). Thus, even though F-Shox2−/− mice areprotected against diet-induced obesity, the reduced body weightdid not lead to protection against diet-induced glucose intoleranceor hyperinsulinemia.Although F-Shox2−/− and control male mice consumed similaramounts of calories (3.9 ± 0.5 g per mouse per day and 4.3 ±0.5 g per mouse per day, respectively) and had comparable levelsof activity, indirect calorimetry of male mice maintained onthe HFD for 2 wk revealed that F-Shox2−/− mice had an ∼20%increase in oxygen consumption during both the light period(2,431 ± 102 in F-Shox2−/− versus 1,913 ± 171 mL·kg−1·h−1,P < 0.05) and dark period (2,687± 133 versus 2,136 ± 240 mL·kglean−1·h−1, P < 0.05) (Fig. 2F). This change in oxygen con-sumption occurred with no change in the respiratory quotient,an indicator of the relative rates of fat and carbohydrate oxida-tion. Together, these data suggest that the protection from diet-induced obesity exhibited by F-Shox2−/−mice was due to increasedenergy expenditure.Shox2 Ablation Leads to an Increase in Lipolytic Rate. Decreasedadipocyte size, i.e., reduced triglyceride content, can result from adefect in adipocyte differentiation, decreased lipogenesis, or in-creased lipolysis. qPCR analysis of mRNA isolated from s.c. fat,perigonadal fat, and brown adipose tissue from F-Shox2−/− andlittermate controls revealed no significant differences in the levelsof known regulators of adipogenesis, indicating that Shox2 abla-tion does not impair adipocyte differentiation. However, afterexposure to HFD for 2 wk, adipocytes isolated from the s.c. andperigonadal depots of F-Shox2−/− mice revealed an increase incatecholamine-induced lipolytic rate. Thus, when stimulated withisoproterenol at concentrations of 0.1 and 1μM, F-Shox2−/− adi-pocytes, particularly those from s.c. fat, exhibited a >50% increasein glycerol release compared with control cells (Fig. 3A). Thisincrease in lipolytic rate led to a 51% and 30% increase in circu-lating free fatty acids (FFA) in F-Shox2−/− on HFD in the fed andfasted states compared with controls (Fig. S2D). Despite the in-crease in circulating FFA levels, ectopic fat deposition in the liverwas not visibly increased (Fig. S2E), presumably due to protectionfrom the increased energy expenditure. Although increased li-polysis has been shown to increase recruitment of adipose tissuemacrophages (17), immunofluorescence on hisotological sectionsfor the macrophage marker F4/80 and quantification of macro-phage number showed that macrophage density was not signifi-cantly increased in the s.c. fat of F-Shox2−/− males on chow orHFD (Fig. S2 F and G). In adipocytes from the perigonadal fat,but not the s.c. fat, of F-Shox2−/− mice, there was also increasedinsulin-stimulated lipogenesis (60% at 1 nM and 32% at 10 nMinsulin) compensating for the increased lipolysis and helping tomaintain adipocyte size (Fig. S3A).Numerous proteins, especially adipose triglyceride lipase (Atgl)and hormone sensitive lipase (Hsl), work coordinately to breakdown and metabolize stored triglycerides. The expression of thetwo rate-limiting enzymes of lipolysis, Atgl and Hsl, or the keycolipase comparative gene identification-58 (CGI-58) were notsignificantly changed in adipocytes of F-Shox2−/− mice on HFD(Fig. 3B). However, expression of the β3-adrenergic receptors(Adrb3) was increased by ∼50% in F-Shox2−/− adipocytes isolatedfrom the s.c. fat of mice on HFD (Fig. 3B). Levels of mRNA forthe Adrb3 were also increased in F-Shox2−/− perigonadal adi-pocytes, but this difference did not reach statistical significance.These differences were paralleled by differences in Adrb3 proteinlevels in s.c. and perigonadal fat of F-Shox2−/−mice on HFD (Fig.3C, Fig. S3B). Catecholamines stimulate lipolysis mainly throughthe phosphorylation and subsequent activation of hormone sen-sitive lipase (Hsl) and perilipin (Plin1). Western blot of extractsfrom s.c. fat of F-Shox2−/− mice on HFD showed a significant1.9-fold increase in phosphorylation of Hsl and a trend forincreased Plin1 phosphorylation (1.4-fold; P = 0.18) with nochanges in total protein or mRNA levels (Figs. 3D and S3C).Thus, ablation of Shox2 leads to increased levels of Adrb3,which results in increased catecholamine-induced lipolysis,especially in s.c. fat cells, leading to smaller adipocyte size inF-Shox2−/− mice on HFD.shRNA Knockdown of Shox2 Increases Adrb3 Expression and Lipolysis.To further investigate the mechanisms underlying the increasedlipolysis found in F-Shox2−/− adipocytes, we used an shRNA len-tivirus to stably knockdown endogenous Shox2 expression in adi-pocytes differentiated from C3H10T1/2 mesenchymal stem cells(shShox2 cells). qPCR analysis of shShox2 cells showed that Shox2message was decreased by at least 80% both in the undiffer-entiated state and after differentiation into adipocytes using thestandard induction protocol with insulin, dexamethasone, andisobutylmethylxanthine. shShox2 cells displayed a marked re-duction of lipid accumulation upon Oil Red O staining (Fig. S4A).qPCR analysis of the major regulators and markers of differenti-ation, including C/EBPα, peroxisome proliferator-activated re-ceptor gamma (PPARγ), and aP2, showed no differences betweenshShox2 cells and control cells over 8 d of differentiation (Fig.S4B). Thus, the decreased lipid accumulation in Shox2-deficientcells is due to changes in lipid metabolism and not a defect indifferentiation.In control and shShox2 cells, basal and insulin-induced lipogenicrates measured using [14C] D-glucose incorporation into fatty acidsshowed no significant differences (Fig. S4C). Lipolysis rate, asmeasured by the rate of glycerol release, was also not differentin the basal condition. However, upon stimulation of lipolysiswith 10 nM to 100 nM isoproterenol, shShox2 cells exhibited aBA0510152025Basal 0.01 0.1 1**SubcutaneousIsoproterenol   (μM)0.00.51.01.52.02.5SCF PGFHslExpression/Tbp02468101214SCF PGFAdrb3Expression/Tbp020406080100120SCF PGFAtglExpression/Tbp*Atgl Hsl Adrb3Shox2f/fAdrb3ActinAdrb3ActinF-Shox2-/-CShox2f/f F-Shox2-/-Subcutaneous FatPerigonadal FatShox2f/fpHSLActinHSLIP: pSerineF-Shox2-/-DTotal Plin1IB: Plin1Shox2f/f F-Shox2-/-0510152025Basal 0.01 0.1 1**PerigonadalIsoproterenol  (μM)Shox2f/fF-Shox2-/-Lipolysis Rate (ngglycerol/mg lipid)Lipolysis Rate (ngglycerol/mg lipid)Fig. 3. Shox2 ablation leads to an increase in lipolytic rate on HFD. (A) Li-polysis as measured by glycerol release from isolated s.c. and perigonadaladipocytes of F-Shox2−/− males and controls after 2 wk of HFD exposure.Data are shown as mean ± SEM of four animals per group normalized bylipid content of the cells. The entire experiment was repeated twice. *P <0.05 for all panels. (B) Expression levels of Hsl, Atgl, and Adrb3 mRNA werecompared using qPCR of mRNA from perigonadal and s.c. fat in 8-wk-oldmale Shox2f/f and F-Shox2−/− mice after 2 wk of HFD. Data are shown asmean ± SEM (n = 4). (C) Western blot of the β3-adrenergic receptor fromprotein extracts from the s.c. and perigonadal fat in 8-wk-old male Shox2f/fand F-Shox2−/− mice. Mice were subjected to HFD for 2 wk. Western blot ofactin was used as a loading control. (D) Western Blots of the phosphorylated(pHSL) and total hormone sensitive lipase, and perilipin, and immunopre-cipitation (IP) with an anti-phospho-serine (pSerine) antibody followed byimmunoblotting (IB) for perilipin from protein extracts from the s.c. andperigonadal fat in 8-wk-old male Shox2f/f and F-Shox2−/− mice. Mice weresubjected to HFD for 2 wk.Lee et al. PNAS | July 9, 2013 | vol. 110 | no. 28 | 11411CELLBIOLOGYhttp://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF3http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF3http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF3http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF4http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF4http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF4http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF440%–68% increase compared with controls (Fig. 4B). Additionally,when lipolysis was stimulated by CL-316,243, a specific activator ofAdrb3, Shox2 knockdown C3H10T1/2 cells demonstrated an in-creased lipolytic rate across a broad concentration range from0.1 to 100 μM (Fig. 4C). In agreement with the in vivo phenotypeobserved in the F-Shox2−/− mice, qPCR analysis demonstratedthat knockdown of Shox2 in C3H10T1/2 led to a 2.5-fold increasein Adrb3 mRNA (Fig. 4D), and this difference was confirmedby Western blotting, which showed a dramatic up-regulation ofAdrb3 protein in knockdown cells (Fig. 4E). Thus, Shox2 does notaffect differentiation or lipogenesis but leads to an increase inAdrb3 expression that, in turn, causes a significant increase incatecholamine-induced lipolysis.Overexpression of Shox2 Decreases Lipolysis and Adrb3 Expression.To further elucidate the role of Shox2 in adipocytes, we createdC3H10T1/2 cells with stable overexpression of Shox2 (Fig. 5A).These cells differentiated into adipocytes normally with normallipid accumulation (Fig. S5A) and expression of differentiationmarkers. Mirroring the findings of increasedAdrb3 in the F-Shox2−/−mice and the knockdown cell line, qPCR analysis C3H10T1/2adipocytes overexpressing Shox2 exhibited a 58% decrease ofAdrb3 mRNA expression (Fig. 5B) and a parallel decrease inAdrb3 protein (Fig. 5C). This decrease in Adrb3 expressionlead to an ∼50% decrease in isoproterenol-stimulated lipolyticrate at all concentrations tested, with no change in basal lipolyticrate (Fig. 5D). Likewise, althoughmaximal lipolytic rate after 20 μMforskolin stimulation was unchanged (Fig. S5B), lipolysis stim-ulated by the β3-specific agonist, CL-316,243 was decreased byabout 50% in Shox2 overexpressing C3H10T1/2 adipocytesacross a wide range of concentrations from 0.1 to 1,000 nM(Fig. 5E). Taken together with the data from the fat-specific Shox2knockout mice and the Shox2 knockdown cell line, these data in-dicate that Shox2 is a negative regulator of Adrb3 expression andlipolytic rate both in vivo and in vitro.Shox2 Represses C/EBPα Transactivation of Adrb3-luc Constructs. Theβ3-adrenergic receptor has been shown to play an important rolein adipocyte function and metabolic homeostasis (18). The factthat ablation of Shox2 causes increased expression of Adrb3 bothin vivo and in vitro, and that overexpression led to decreasedAdrb3 expression, prompted us to test whether Shox2 might di-rectly regulate Adrb3 expression. A reporter construct harboringa 5.13-kb upstream fragment of the mouse Adrb3 gene linked toa luciferase reporter gene (Adrb3-luc) (19) was cotransfected withdifferent concentrations of Shox2 into the C3H10T1/2 cells. Lu-ciferase assays demonstrated that basal Adrb3 promoter activity inC3H10T1/2 cells was very low under these conditions, and nochange in activity was seen following Shox2 expression (Fig. 6A).However, the Adrb3 promoter is potently activated by C/EBPα(20), and, when C/EBPα was cotransfected with the reporterconstruct, there was a dose-dependent increase in luciferaselevels by 2-, 11- and 19-fold at 10 ng, 50 ng, and 200 ng of C/EBPα,Days of Differentiation**0.00.61.21.80 2 4 6 8Adrb3/TbpAdrb3shGFP shShox2Adrb3ActinEDshGFPshShox2100C0.000.050.100.150.200.250 0.1 1 10CL-316,243 (nM)CL-316,243* ***Lipolysis Rate (ngglycerol/mg lipid)0.00.51.01.52.02.53.00 2 4 6 8Shox2/36B4* * ** *Days of DifferentiationShox2 B0.000.020.040.060.080.100.120 10 100 1000Isoproterenol (nM)Lipolysis Rate (ng glycerol/mg lipid)Isoproterenol* * *AFig. 4. shRNA knockdown of Shox2 increases Adrb3 expression and lipoly-sis. (A) Expression level of Shox2 mRNA was compared by qPCR betweenC3H10T1/2 cells stably transfected with shShox2 and shGFP (control) duringadipocyte differentiation. Data shown as mean ± SEM of triplicate samplesand repeated three times. *P < 0.05 for all panels. (B) Lipolysis rates afterstimulation with isoproterenol as measured by glycerol release from shShox2and shGFP C3H10T1/2 adipocytes after 8 d of differentiation. Data are shownas mean ± SEM of three replicates and normalized by lipid content of thecells. The entire experiment was repeated twice. (C) Lipolysis rates afterstimulation with CL 316,243 as measured by glycerol release from shShox2and shGFP C3H10T1/2 adipocytes after 8 d of differentiation. Data are shownas mean ± SEM of three replicates and normalized by lipid content of thecells. The entire experiment was repeated twice. (D) mRNA was isolated fromshShox2 and shGFP stably transfected C3H10T1/2 cells during adipocytedifferentiation. Adrb3 expression was measured by qPCR. Data shown asmean ± SEM of triplicate samples and repeated three times. (E) Western blotof the β3-adrenergic receptor from protein extracts from shShox2 and shGFPC3H10T1/2 adipocytes after 6 d of differentiation. Western blot of actin wasused as a loading control.pBABE EmptypBABE Shox2AShox2EmptyAdrb3ActinCB0.00.51.01.52.02.53.03.54.00 0.01 0.1 1 10 100 1000CL 316,243 (nM)Lipolysis Rate(Fold Induction)* **E0.00.51.01.52.02.53.03.54.04.50 2 4 6Adrb3 mRNA/TBPDays of Differentiation* *Adrb30.00.51.01.52.02.53.03.54.00 0.01 0.1 1 10 100 1000Isoproterenol (nM)Lipolysis Rate(Fold Induction)** * *D60.00.51.01.52.02.53.00 2 4Days of DifferentiationShox2 mRNA/TBPShox2****Fig. 5. Overexpression of Shox2 decreases lipolysis and Adrb3 expression.(A) Expression level of Shox2 mRNA was compared by qPCR betweenC3H10T1/2 cells stably transfected with pBABE-Shox2 and pBABE-Empty(control) during adipocyte differentiation. Data are mean ± SEM of triplicatesamples and the experiment was repeated three times. *P < 0.05 for allpanels. (B) Expression level of Adrb3 mRNA was compared by qPCR betweenC3H10T1/2 cells stably transfected with pBABE-Shox2 and pBABE-Empty(control) during adipocyte differentiation. Data are shown as mean ± SEM oftriplicate samples and repeated three times. (C) Western blot of Adrb3 fromprotein extracts from pBABE-Shox2 and pBABE-Empty C3H10T1/2 adipocytesafter 6 d of differentiation. Western blot for actin was used as a loadingcontrol. (D) Lipolysis rates after stimulation with isoproterenol as measuredby glycerol release from pBABE-Shox2 and pBABE-Empty C3H10T1/2 adipo-cytes after 8 d of differentiation. Data are graphed as fold induction overbasal lipolytic rate ± SEM of three replicates. The entire experiment wasrepeated twice. (E ) Lipolysis rates after stimulation with CL 316,243 asmeasured by glycerol release from pBABE-Shox2 and pBABE-Empty C3H10T1/2adipocytes after 8 d of differentiation. Data are shown as graphed as foldinduction over basal lipolytic rate ± SEM of three replicates. The entire ex-periment was repeated twice.11412 | www.pnas.org/cgi/doi/10.1073/pnas.1310331110 Lee et al.http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF5http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF5www.pnas.org/cgi/doi/10.1073/pnas.1310331110respectively. Shox2 repressed this induction of Adrb3-luc byC/EBPα in a dose-dependent manner by up to 75% (Fig. 6A).To determine whether the Shox2 might physically interact withC/EBPα, we transiently transfected C3H10T1/2 cells with vectorsexpressing C/EBPα and a FLAG-tagged-Shox2. We immunopreci-pitated the cell extracts with anti-FLAG and western blotted theprecipitates with anti-C/EBPα antibodies. As shown in Fig. 6B,Shox2 coimmunoprecipitated with C/EBPα in C3H10T1/2 cells.Thus, Shox2 directly interacts with C/EBPα and represses itsactivation of the Adrb3 promoter.To further assess how Shox2 represses Adrb3 promoter activity,we performed ChIP analysis on the endogenous Adrb3 promoterafter transiently transfecting C3H10T1/2 cells with vectors ex-pressing C/EBPα and a FLAG-tagged-SHOX2. Interestingly, us-ing an anti-FLAG antibody, we were unable to show recruitmentof FLAG-tagged-Shox2, indicating that Shox2 does not bind theAdrb3 promoter. However, the expression of Shox2 interferes withthe ability of C/EBPα to bind the Adrb3 promoter, as C/EBPαrecruitment to the Adrb3 promoter was reduced by about 50%when cotransfected with Shox2 (Fig. 6C). Thus, the interactionwith Shox2 appears to modulate C/EBPα activity and leadsto a decrease in β3-adrenergic receptor expression and decreasedlipolysis.DiscussionThe differential physiological effects of visceral versus s.c. obesityand their relative risk of metabolic disease have been documentedin multiple studies. Visceral obesity is associated with insulin re-sistance and metabolic disorders, such as type 2 diabetes, whereass.c. obesity is not (1, 21). In fact, in some studies, s.c. obesity is evenprotective against the effects of visceral obesity (3). Several factorshave been suggested to contribute to these differences: first, an-atomical differences between visceral and s.c. fat, and especiallythe fact that visceral fat drains directly into the portal vein, ex-posing the liver to higher levels of free fatty acids, adipokines, andcytokines, which can lead to insulin resistance (22); second, obesityis associated with inflammation and the infiltration of activatedmacrophages into fat, and these occur to a greater extent invisceral fat compared with s.c. fat (23); and finally, a number ofstudies indicate intrinsic differences in gene expression be-tween adipocytes from different fat depots, which might lead todifferent biological and physiological function (6–8).In the present study, we have explored how one of these differ-entially expressed genes, Shox2, may play an important role inobesity and body fat distribution. We find that SHOX2 is morehighly expressed in s.c. than visceral fat both in mice and humans.Furthermore, SHOX2 expression in the s.c. fat is significantly higherin both men and women (20% and 40% increased, respectively)with visceral obesity than in individuals with peripheral obesity.Thus, SHOX2 expression in the s.c. fat is associated with lowerratios of s.c. to visceral fat, i.e., central obesity, suggesting thatSHOX2may contribute to a differential distribution and function ofadipose tissue. Although the modest increase in SHOX2 is unlikelyto be solely responsible for the visceral obesity in human subjects,these data fit within a growing body of work that shows that nu-merous gene pathways contribute to both common obesity and fatdistribution (24).When F-Shox2−/− male mice are place on HFD, they are re-sistant to diet-induced obesity and show decreased overall fatmass, with greater differences in the s.c. depot. The greater effecton adipose mass in the s.c. versus the peritoneal fat is consistentwith the higher levels of Shox2 in the s.c. fat. This differentialdistribution of fat is indicated by a change in weight ratio of per-igonadal to s.c. fat in male mice made obese by HFD from 1.33 incontrols to 2.45 in F-Shox2−/−mice. Thus, although the F-Shox2−/−male mice are protected from HFD-induced obesity, they do thisby developing a less favorable fat distribution. Even thoughF-Shox2−/− male mice on HFD are less obese than controls, theydo not exhibit the beneficial effects of reduced obesity on meta-bolic parameters such as glucose tolerance and insulin levels.These data are consistent with previous studies in rodents andhumans (2–4, 25) indicating that, in contrast to visceral fat,which has detrimental metabolic effects, s.c. fat may have a ben-eficial effect on metabolism.The major contributing factors to this differential effect onadipose depots appear to be differential changes in lipolytic andlipogenic rates. The effect of Shox2 ablation on the growth of thes.c. and visceral depots is relative to the levels of Shox2 in these fatpads. The lipolysis rates of adipocytes from the s.c. and, to a lesserextent, perigonadal depots are increased in F-Shox2−/− malescompared with controls. In perigonadal adipocytes, this increasedrate of lipolysis is coupled with increased insulin-stimulated lipo-genesis, and these opposing factors almost balance each other,leading to only a modest reduction of perigonadal tissue mass. Onthe other hand, in s.c. adipocytes, the higher rates of lipolysis arenot coupled to higher lipogenic rates, leading to a reduction inlipid storage and the reduced adipose cell size observed in the s.c.fat. The knockdown of Shox2 in C3H10T1/2 cells also leads toa decrease of lipid accumulation under basal conditions, suggest-ing that Shox2 also impacts some other aspect of adipocyte bi-ology, such as lipid storage. However, themechanism behind theseeffects is unclear, as Shox2 ablation did not change the expressionof regulators of lipid storage.The increased isoproterenol-stimulated lipolysis in adipocytesisolated from HFD-fed F-Shox2−/− male mice can be explainedby an increase in β3-adrenergic receptor, especially in the s.c. fat.These data are consistent with previous studies that have shownthat, in murine adipose tissue, lipolysis is regulated primarily byAdrb3 activation (26) and that inactivation of Adrb3 leads to anincrease of fat stores that is accentuated by high fat feeding (18).The phenotype that we observe in F-Shox2−/− mice is due to anincrease in Adrb3, an increase in lipolysis, and a decrease in fataccumulation on HFD. These changes are the opposite of thoseobserved in the Adrb3 knockout mice. Other physiological reg-ulators of Adrb3 have recently been studied. For example, ab-lation of SERTA domain containing 2 (TRIP-Br2), similar toBInputIP: FlagA020406080100120140160180200Empty 10ng 50ng 200ngRelative Light UnitsEmpty Vector100ng Shox2200ng Shox2**Vector C/EBPα C/EBPα C/EBPα0.000.050.100.150.200.250.300.35Empty Shox2OnlyC/EBPOnlyShox2C/EBPIgGanti-C/EBP*DNA (IP/Input)***CFig. 6. Shox2 represses C/EBPα transactivation of Adrb3-luc constructs. (A)Luciferase activity of C3H10T1/2 cells transfected with a 5.13-kb Adrb3 lu-ciferase reporter and either a vector control or 10, 50, or 200 ng of C/EBPαexpression vector. C3H10T1/2 cells were also cotransfected with either avector control or 100 or 200 ng of a Shox2 expression vector. Data are shownas mean ± SEM of three replicates. The entire experiment was repeatedthree times. *P < 0.05. (B) Coimmunoprecipitation experiments performed inC3H10T1/2 cells transiently transfected with C/EBPα alone or in combinationwith Flag–Shox2. Input and Flag immunoprecipitates (IP) were immuno-blotted with C/EBPα-specific antibodies. The entire experiment was repeatedtwice. (C) ChIP Assay for C/EBPα on the Adrb3 promoter in C3H10T1/2 cellsafter transient transfection with C/EBPα alone or in combination with Flag–Shox2. Data are shown as mean ± SEM of three replicates. The entire ex-periment was repeated twice.Lee et al. PNAS | July 9, 2013 | vol. 110 | no. 28 | 11413CELLBIOLOGYShox2 ablation, leads to increase in Adrb3 and an increase in therate of catecholamine-induced lipolysis. However, unlike in-activation of Shox2, TRIP-Br2 also leads to changes in oxidativegene metabolism and thermogenesis (27). Although F-Shox2−/−mice exhibit resistance to diet-induced obesity, unlike TRIP-Br2knockout mice, they exhibit higher levels of circulating FFA anddo not have improved insulin resistance. Together, these resultssuggest that, to improve metabolic parameters, free fatty acidsgenerated through lipolysis must be used in situ by the adipocyte,and not released into the circulation.No effect of Shox2 alone was observed on Adrb3 transcription.However, the Adrb3 promoter is directly transactivated by C/EBPα,a transcription factor that rises markedly during adipocyte dif-ferentiation, and Shox2 is able to able to repress this activationin a dose-dependent manner by directly interacting with C/EBPαand reducing C/EBPα binding to the Adrb3 promoter. Interes-tingly, Shox2 deficiency or overexpression does not change theexpression of other target genes of C/EBPα during adipogenesis,such as PPARγ and aP2. However, recent studies have demon-strated that attenuation of C/EBP signaling reduces Adrb3 actionwithout changes in other C/EBPα target genes (28). Adrb3 mayact as a sensitive barometer of C/EBPα activity because it is notfurther activated by PPARγ (29).In conclusion, in this study, we demonstrate that Shox2 playsa significant role in determining adipose distribution in bothhumans and mice. In human subjects, the expression level ofSHOX2 in the s.c. fat is positively correlated with visceral obesity.Specific ablation of Shox2 from mouse adipocytes attenuates diet-induced obesity by reducing adipocyte size, especially in s.c. fat,where SHOX2 levels are normally high. This decrease in adipo-cytes size is secondary to greater rates of lipolysis due to an in-crease in Adrb3 expression. Studies in cell culture models furtherdemonstrate that Shox2 controls lipolytic rate and Adrb3 expres-sion in a dose-dependent manner. Taken together, these data in-dicate that Shox2 serves as an important modulator of adipocytefunction, and its differential expression contributes to the depot-specific differences in adipocyte behavior.Materials and MethodsFurther details are presented in SI Materials and Methods. The generation ofF-Shox2−/− mice has already been described (16). mRNA and protein ex-pression was measured by qPCR and western blot, respectively. Lipogenesiswas measured by incorporation of [14C] D-glucose into lipids, and lipolyticactivity measured by glycerol release. Shox2 was stably overexpressed byretroviral transduction, and stably knocked down by lentiviral transduction.ACKNOWLEDGMENTS. We thank Dr. Denis Duboule (University of Geneva)for the Shox2 floxed mice and Dr. Sheila Collins (Sanford–Burnham MedicalResearch Institute) for the Adrb3-luciferase constructs. We are grateful toA. Clermont, M. Poillucci [Diabetes Research Center (DRC) Physiology Core],and H. Li (DRC Specialized Assay Core). This work was supported by JoslinTraining Grant T32DK007260, National Institutes of Health Grants DK 60837and DK 82655, an American Diabetes Association mentor-based award, andthe Mary K. Iacocca Professorship (to C.R.K.).1. Carey VJ, et al. (1997) Body fat distribution and risk of non-insulin-dependent di-abetes mellitus in women: The Nurses’ Health Study. Am J Epidemiol 145(7):614–619.2. Nicklas BJ, et al. (2006) Abdominal obesity is an independent risk factor for chronicheart failure in older people. J Am Geriatr Soc 54(3):413–420.3. Snijder MB, et al. (2003) Associations of hip and thigh circumferences independent ofwaist circumference with the incidence of type 2 diabetes: The Hoorn Study. Am J ClinNutr 77(5):1192–1197.4. Tran TT, Yamamoto Y, Gesta S, Kahn CR (2008) Beneficial effects of subcutaneous fattransplantation on metabolism. Cell Metab 7(5):410–420.5. Hocking SL, Chisholm DJ, James DE (2008) Studies of regional adipose transplantationreveal a unique and beneficial interaction between subcutaneous adipose tissue andthe intra-abdominal compartment. Diabetologia 51(5):900–902.6. Lefebvre AM, et al. (1998) Depot-specific differences in adipose tissue gene expressionin lean and obese subjects. Diabetes 47(1):98–103.7. Tchkonia T, et al. (2007) Increased TNFalpha and CCAAT/enhancer-binding proteinhomologous protein with aging predispose preadipocytes to resist adipogenesis. AmJ Physiol Endocrinol Metab 293(6):E1810–E1819.8. Gesta S, et al. (2006) Evidence for a role of developmental genes in the origin ofobesity and body fat distribution. Proc Natl Acad Sci USA 103(17):6676–6681.9. Yamamoto Y, et al. (2010) Adipose depots possess unique developmental gene sig-natures. Obesity (Silver Spring) 18(5):872–878.10. Macotela Y, et al. (2012) Intrinsic differences in adipocyte precursor cells from dif-ferent white fat depots. Diabetes 61(7):1691–1699.11. Espinoza-Lewis RA, et al. (2009) Shox2 is essential for the differentiation of cardiacpacemaker cells by repressing Nkx2-5. Dev Biol 327(2):376–385.12. Gu S, Wei N, Yu L, Fei J, Chen Y (2008) Shox2-deficiency leads to dysplasia and an-kylosis of the temporomandibular joint in mice. Mech Dev 125(8):729–742.13. Cobb J, Dierich A, Huss-Garcia Y, Duboule D (2006) A mouse model for human short-stature syndromes identifies Shox2 as an upstream regulator of Runx2 during long-bone development. Proc Natl Acad Sci USA 103(12):4511–4515.14. Rao E, et al. (1997) Pseudoautosomal deletions encompassing a novel homeoboxgene cause growth failure in idiopathic short stature and Turner syndrome. NatGenet 16(1):54–63.15. Clement-Jones M, et al. (2000) The short stature homeobox gene SHOX is involved inskeletal abnormalities in Turner syndrome. Hum Mol Genet 9(5):695–702.16. Lee KY, et al. (2013) Lessons on conditional gene targeting in mouse adipose tissue.Diabetes 62(3):864–874.17. Granneman JG, Li P, Zhu Z, Lu Y (2005) Metabolic and cellular plasticity in whiteadipose tissue I: Effects of beta3-adrenergic receptor activation. Am J Physiol Endo-crinol Metab 289(4):E608–E616.18. Susulic VS, et al. (1995) Targeted disruption of the beta 3-adrenergic receptor gene.J Biol Chem 270(49):29483–29492.19. Robidoux J, Martin TL, Collins S (2004) Beta-adrenergic receptors and regulation ofenergy expenditure: A family affair. Annu Rev Pharmacol Toxicol 44:297–323.20. Dixon TM, Daniel KW, Farmer SR, Collins S (2001) CCAAT/enhancer-binding proteinalpha is required for transcription of the beta 3-adrenergic receptor gene duringadipogenesis. J Biol Chem 276(1):722–728.21. Duman BS, et al. (2003) The interrelationship between insulin secretion and action intype 2 diabetes mellitus with different degrees of obesity: Evidence supportingcentral obesity. Diabetes Nutr Metab 16(4):243–250.22. Björntorp P (1990) “Portal” adipose tissue as a generator of risk factors for cardio-vascular disease and diabetes. Arteriosclerosis 10(4):493–496.23. Lumeng CN, Bodzin JL, Saltiel AR (2007) Obesity induces a phenotypic switch in adi-pose tissue macrophage polarization. J Clin Invest 117(1):175–184.24. Fall T, Ingelsson E (2012) Genome-wide association studies of obesity and metabolicsyndrome. Mol Cell Endocrinol, 10.1016/j.mce.2012.08.018.25. Misra A, et al. (1997) Relationship of anterior and posterior subcutaneous abdominalfat to insulin sensitivity in nondiabetic men. Obes Res 5(2):93–99.26. Boucher J, et al. (2002) Human alpha 2A-adrenergic receptor gene expressed intransgenic mouse adipose tissue under the control of its regulatory elements. J MolEndocrinol 29(2):251–264.27. Liew CW, et al. (2013) Ablation of TRIP-Br2, a regulator of fat lipolysis, thermogenesisand oxidative metabolism, prevents diet-induced obesity and insulin resistance. NatMed 19(2):217–226.28. Chatterjee R, et al. (2011) Suppression of the C/EBP family of transcription factors inadipose tissue causes lipodystrophy. J Mol Endocrinol 46(3):175–192.29. Vernochet C, et al. (2009) C/EBPalpha and the corepressors CtBP1 and CtBP2 regulaterepression of select visceral white adipose genes during induction of the brownphenotype in white adipocytes by peroxisome proliferator-activated receptor gammaagonists. Mol Cell Biol 29(17):4714–4728.11414 | www.pnas.org/cgi/doi/10.1073/pnas.1310331110 Lee et al.http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=STXTwww.pnas.org/cgi/doi/10.1073/pnas.1310331110"