"Spreading Depression Triggers Headache by Activating Neuronal Panx1 Channelssubstantially more susceptible to (and less able toclear) an ascending infection in the FRT thanWTmice. Because NK cells have a protective roleagainst this infection (16), we measured their lev-els at 3 days pi. Notably, both the percentage andtotal numbers of these cells were decreased in theuteri of Ifn-e−/− mice (fig. S6, A and B). Impor-tantly, there were no changes in Ifn-e RNA ex-pression at the early or late stages of the infection(fig. S6C), consistent with our in vitro data show-ing that Ifn-e is not regulated by PRR pathways.Furthermore, production of Ifn-b and IRGs washigher than the levels in WT mice (fig. S7, A toD), indicating that the protective effects of Ifn-ewere not solely due to priming for the productionof other type I IFNs. To demonstrate that Ifn-ecould directly mediate protection against infec-tion, we observed a dose-dependent reduction inbacteria (Fig. 4E), demonstrating that reconstitu-tion of (progesterone) lowered Ifn-e levels pro-tected against this bacterial infection.The distinct properties of IFN-e, comparedwith other type I IFNs (table S2), make IFN-e theonly one that protects againstChlamydia, whereasthe others exacerbate disease (17–20). All type IIFNs protect against HSV-2 infection (21, 22),with IFN-e likely contributing because its consti-tutive expression by epithelial cells offers imme-diate efficacy at the site of first contact of mucosalpathogens. Interestingly, the increased suscepti-bility to FRT infections of women on progestagen-containing contraception (23, 24) may be explainedby the lowering of Ifn-e levels (fig. S8A) duringprogestin pretreatment that is required for all FRTinfection models (25, 26). The local effect ofIFN-e is supported by our observation that IFN-emakes no difference in a systemic model (fig. S8,B to D). Consistent with the importance of IFN-ein FRT immunity, IFN-e is evolutionarily conservedin eutherian mammals, particularly in residuespredicted to contact the two receptor components(fig. S9) (27). Because STIs are major globalhealth and socioeconomic problems, the distinc-tive regulatory and protective properties of IFN-emay facilitate the development of new strategiesfor preventing and treating STIs and, perhaps,other diseases.References and Notes1. S. Hervas-Stubbs et al., Clin. Cancer Res. 17, 2619 (2011).2. A. Isaacs, J. Lindenmann, Proc. R. Soc. London Ser. BBiol. Sci. 147, 258 (1957).3. M. P. Hardy, C. M. Owczarek, L. S. Jermiin, M. Ejdebäck,P. J. Hertzog, Genomics 84, 331 (2004).4. K. Honda, A. Takaoka, T. Taniguchi, Immunity 25, 349 (2006).5. M. Sato et al., Immunity 13, 539 (2000).6. N. A. de Weerd, S. A. Samarajiwa, P. J. Hertzog,J. Biol. Chem. 282, 20053 (2007).7. L. Alexopoulou, A. C. Holt, R. Medzhitov, R. A. Flavell,Nature 413, 732 (2001).8. S. E. Doyle et al., J. Immunol. 170, 3565 (2003).9. V. Hornung, E. Latz, Nat. Rev. Immunol. 10, 123 (2010).10. M. V. Patel, M. Ghosh, J. V. Fahey, C. R. Wira, PLoS ONE7, e35654 (2012).11. L. A. Salamonsen, in The Endometrium, J. D. Aplin,A. T. Fazleabas, S. R. Glasser, L. C. Giudice, Eds. (InformaHealthcare, London, ed. 2, 2008), pp. 25–45.12. M. Thapa, D. J. Carr, J. Virol. 83, 9486 (2009).13. K. W. Beagley, W. M. Huston, P. M. Hansbro, P. Timms,Crit. Rev. Immunol. 29, 275 (2009).14. World Health Organization (WHO), Global Prevalenceand Incidence of Selected Curable Sexually TransmittedInfections Overview and Estimates (WHO, Geneva, 2001).15. K. L. Asquith et al., PLoS Pathog. 7, e1001339 (2011).16. C. T. Tseng, R. G. Rank, Infect. Immun. 66, 5867 (1998).17. A. Devitt, P. A. Lund, A. G. Morris, J. H. Pearce,Infect. Immun. 64, 3951 (1996).18. S. P. Lad, E. Y. Fukuda, J. Li, L. M. de la Maza, E. Li,J. Immunol. 174, 7186 (2005).19. U. M. Nagarajan, D. M. Ojcius, L. Stahl, R. G. Rank,T. Darville, J. Immunol. 175, 450 (2005).20. U. M. Nagarajan et al., Infect. Immun. 76, 4642 (2008).21. B. A. Austin, C. M. James, P. Härle, D. J. Carr,Biol. Proced. Online 8, 55 (2006).22. C. D. Conrady, W. P. Halford, D. J. Carr, J. Virol. 85, 1625(2011).23. J. M. Baeten et al., Am. J. Obstet. Gynecol. 185, 380 (2001).24. C. C. Wang, J. K. Kreiss, M. Reilly, J. Acquir. ImmuneDefic. Syndr. 21, 51 (1999).25. R. P. Morrison, H. D. Caldwell, Infect. Immun. 70, 2741(2002).26. M. B. Parr et al., Lab. Invest. 70, 369 (1994).27. C. Thomas et al., Cell 146, 621 (2011).Acknowledgments: We thank A. Mansell, R. Ferrero, andL. Salamonsen for their contributions; N. Bourke andS. Forster for helpful discussions and reading of themanuscript; K. Fitzgerald for reagents; and C. Berry forassistance with viral plaque assays. The data presented inthis paper are tabulated in the main text and in thesupplementary materials. This work was supported byfunding from Australian National Health and Medical ResearchCouncil (P.J.H., N.E.M., P.M.H., J.R., C.E.G., and B.P.), theAustralian Research Council (P.J.H., N.E.M., J.R.), theNIH via grant R01 AI053108 (D.J.C.), and the VictorianGovernment’s Operational Infrastructure Support Program.P.J.H., N.E.M., K.Y.F., H.C., S.A.S., and N.D.W. hold InternationalPatent Application number PCT/AU2011/000715, “Use ofinterferon epsilon in methods of diagnosis and treatment.”Supplementary Materialswww.sciencemag.org/cgi/content/full/339/6123/1088/DC1Materials and MethodsFigs. S1 to S9Tables S1 and S2References (28–33)28 November 2012; accepted 8 January 201310.1126/science.1233321Spreading DepressionTriggers Headache by ActivatingNeuronal Panx1 ChannelsHulya Karatas,1,2 Sefik Evren Erdener,1,2 Yasemin Gursoy-Ozdemir,1,2 Sevda Lule,1Emine Eren-Koçak,1,3 Zümrüt Duygu Sen,1,3 Turgay Dalkara1,2*The initial phase in the development of a migraine is still poorly understood. Here, we describea previously unknown signaling pathway between stressed neurons and trigeminal afferents duringcortical spreading depression (CSD), the putative cause of migraine aura and headache. CSDcaused neuronal Pannexin1 (Panx1) megachannel opening and caspase-1 activation followedby high-mobility group box 1 (HMGB1) release from neurons and nuclear factor kB activation inastrocytes. Suppression of this cascade abolished CSD-induced trigeminovascular activation, duralmast cell degranulation, and headache. CSD-induced neuronal megachannel opening may promotesustained activation of trigeminal afferents via parenchymal inflammatory cascades reaching glialimitans. This pathway may function to alarm an organism with headache when neurons are stressed.There is agreement that activation of thetrigeminocervical complex mediates mi-graine headache, whereas the brain eventthat initiates migraine is unclear (1–3). Corticalspreading depression (CSD) thought to cause themigraine aura may activate perivascular trigem-inal nerves (4–10) by way of potassium, protons,nitric oxide (NO), arachidonic acid, and adenosine5´-triphosphate released during CSD (3, 8, 11).However, sufficient concentrations of these medi-ators may not be sustained in the perivascularspace for trigeminal sensitization and hours-lastingheadache (10, 12) because of the glia limitans bar-rier and continuous cerebrospinal fluid (CSF) flow.Trigeminal meningeal nociceptors and central neu-rons also start firing ~14 and 25 min after CSD inthe rat (10, 13). Similarly, there is a 20- to 30-mindelay between the end of the aura and the headache(14). Such time lags may be required for transduc-tion of algesic signals over glia limitans via in-flammatory mediators. Intense depolarizationandN-methyl-D-aspartate (NMDA) receptor over-activation opens neuronal Pannexin1 (Panx1) mega-channels (15–17). These conditions are presentduring CSD and suggest that CSD, by activatingPanx1 and downstream inflammasome formation,may trigger inflammation (17, 18). We thereforehypothesize that stress-induced Panx1 activationmay cause headache by releasing pro-inflammatorymediators such as high-mobility group box 1(HMGB1) from neurons, which initiates a paren-chymal inflammatory response, leading to sustainedrelease of inflammatorymediators fromglia limitansand, hence, prolonged trigeminal stimulation.Propidium iodide (PI) is a membrane-impermeable fluoroprobe used to monitor activ-ity as it passes through megachannels such as1Institute of Neurological Sciences and Psychiatry, HacettepeUniversity, Ankara 06100, Turkey. 2Department of Neurology,Faculty of Medicine, Hacettepe University, Ankara 06100,Turkey. 3Department of Psychiatry, Faculty of Medicine, HacettepeUniversity, Ankara 06100, Turkey.*To whom correspondence should be addressed. E-mail:tdalkara@hacettepe.edu.tr1 MARCH 2013 VOL 339 SCIENCE www.sciencemag.org1092REPORTS Corrected 25 September 2015; see full text.Downloaded from https://www.science.org at University of Southern California on March 26, 2022www.sciencemag.org/content/339/6123/1092Fig. 2. CSD induces NF-kB translocation reversedby inhibition of Panx1 channels or HMGB1. (A andB) Western blotting of cytoplasmic and nuclearbrain fractions shows that CSD induces translocationof NF-kB from cytoplasm to nucleus in cortex within30 min. This is prevented by Panx1 channelinhibition (CBX), by silencing HMGB1 expression,BoxA, and antibody to HMGB1. Columns representmean T SEM from 3 to 4 mice, P ≤ 0.05 comparedwith naive (#) and vehicle-treated (*) groups. P =0.08 compared with the scrambled shRNA-treatedgroup (†). Unlike groups in (A), BoxA and antibodyto HMGB1 (B) were injected intracortically justbefore CSD without any prior injections to the brain(19); hence, they exhibited different NF-kB levels.(C) Thirty min after CSD, astrocytes identified withALDH1L1 immunoreactivity (red) displayed nuclearNF-kB–immunoreactivity (green nuclei, arrows),unlike normal cytoplasmic NF-kB immunostainingseen in neurons (N). (D) NF-kB translocation wasobserved all over the cortex, including astrocytesforming (arrowheads in blown-up image) or abuttingglia limitans (GL). (E and F) NF-kB translocation wasfollowed by COX2 and iNOS induction in astrocytesand GL. Scale bars, 20 mm.Fig. 1. CSD causes neuronal Panx1 channel open-ing, caspase-1 activation, and HMGB1 release. Asingle CSD triggered by pinprick to the intactmouse brain (A) caused PI influx (red fluores-cence) to cortical (Cx) and dentate (DG) neurons,(B) identified with Hoechst-33258. PI was injectedintracerebroventricularly 2 min before CSD. Non-specific labeling of the ventricular lining (VL)marked successful PI injection (low-magnificationimages were contrast/brightness–adjusted for betterillustration). (C, M, and N) PI-influx was suppressedby Panx1 inhibitors carbenoxolone (CBX), probene-cid (Pro), or 10Panx. (D to F) PI-labeled cells wereNeuN-positive neurons. (G and H) PI-positive neu-rons exhibited cleaved caspase-1 immunoreactivity5 min after CSD. (I) A robust HMGB1 and IL-1b re-lease to CSF was detected after KCl-induced CSDs,unlike sham-operated mice. HMGB1-shRNA sup-pressed HMGB1 release to CSF. (J and K) Neuronalnuclei lost their HMGB1-immunopositivity 30 minafter CSD, which (L) was prevented by CBX pre-treatment. Number of PI-positive neurons was max-imum 5 min after CSD and disappeared in an hourin ipsi- and contralateral cortex (M) and DG (N)(error bars, SEM, 3 to 6 mice for each time points).PI-labeling was inhibited when CSD generation was suppressed by means ofepidural MK-801 application (10 mM adsorbed into a cotton ball) to thepinprick site [(M) and (N)]. Panx1 inhibitors abolished PI-labeling evaluated5 min after CSD [(M) and (N)]. CBX did not modify CSD generation andpropagation (CSDs recorded with 2 electrodes 1 mm apart are shown ininset). Scale bars, 20 mm.www.sciencemag.org SCIENCE VOL 339 1 MARCH 2013 1093REPORTSCorrected 25 September 2015; see full text.Downloaded from https://www.science.org at University of Southern California on March 26, 2022Panx1 (15, 19). In mouse brain in vivo, single ormultiple CSDs triggered by pinprick or KCl causedPI influx to cortical and dentate neurons (95 T 3%,mean T SEM, of PI-labeled cells were NeuN-positive) (Fig. 1). PI uptakewas inhibited by Panx1channel blockers carbenoxolone (CBX) [400 ngintracerebroventricularly (icv)], probenecid (60 mgicv), 10Panx (100 mM intracortical), or Panx1–smallinterfering RNA (siRNA) (Fig. 1, M and N, andfig. S1) (19). Vehicle alone or nonsilencing siRNAhad no effect. CBX and 10Panx did not affect CSDgeneration and propagation, suggesting that pre-vention of PI uptake was not caused by CSD sup-pression (Fig. 1). No PI uptake was observed inastrocytes (fig. S2A). PI labeling was maximal5 min after CSD and disappeared in an hour,possibly because of active extrusion of PI fromlive cells in vivo. PI uptake was not caused byintracerebroventricular injection (19) becauseit could be inhibited when CSD generation wassuppressed by epiduralMK-801 application to thepinprick site. During CSD, cells did not take upFITC-dextran-70S, which is also membrane im-permeable but too large to pass through mega-channels, indicating that PI influx was not due toosmotic rupture of the plasma membrane (ad-ditional control experiments are available in thesupplementary text).Caspase-1 was activated in 99.2 T 0.2% ofPI-positive neurons 5 min after CSD (Fig. 1H).Caspase-1 activation initiates inflammation byreleasing HMGB1 and interleukin-1b (IL-1b)(17, 18, 20). Indeed, CSF collected from lateralventricles of mice subjected to CSDs for 1 hourshowed a 10-fold HMGB1 and 24-fold IL-1b in-crease in Western blots (Fig. 1I). HMGB1–shorthairpin RNA (shRNA) suppressed HMGB1 re-lease to CSF (19) (Fig. 1I and fig. S3). Double-staining of brain sections illustrated that 88.0 T0.1% and 52 T 4% of neurons were HMGB1-positive 5 and 30min after a single CSD, althoughall neuronal nuclei wereHMGB1-positivewithoutCSD (Fig. 1, J and K). CBX abolished cleavedcaspase-1 immunoreactivity and HMGB1 trans-location in addition to inhibiting PI-positivity(Fig. 1, L to N).CSD also induced nuclear factor kB (NF-kB)activation; most astrocytes (82 T 6%) exhibitednuclear NF-kB translocation 30 min after CSD(Fig. 2). CBX inhibited NF-kB translocation,suggesting that the signal leading to NF-kB trans-location was initiated by the opening of Panx1channels and release of HMGB1 (Fig. 2A andfigs. S2B and S4). Indeed, NF-kB translocationwas also inhibited with neutralizing antibody toHMGB1; BoxA, a fragment of HMGB1 withantagonistic activity; or HMGB1-shRNA (Fig. 2and fig. S2C) (19). Astrocytes forming glia limitansalso showed nuclear NF-kB translocation followedby cyclooxygenase-2 (COX2) and inducible ni-tric oxide synthase (iNOS) induction after CSD,which can provide the sustained inflammatory me-diator release to subarachnoid space (Fig. 2, C to F).As reported in the rat (8), CSD induced anearly, brief (21 T 1 s) flow increase followed by alate (peak latency; 21 T 2 min) but sustained (51 T3 min) blood flow elevation in ipsilateral middlemeningeal artery (MMA) in mice (Fig. 3). CSD-induced late MMA dilation, which is initiatedby activation of the trigeminal nerves around pialvessels (8), was completely inhibited with CBX(Fig. 3D), suggesting that Panx1 channel openingFig. 3. Inhibition of Panx1 channels or inflamma-tory mediators suppresses trigeminovascular acti-vation. (A) Speckle contrast images of the MMA andcortex were captured through thinned skull (inset,green rectangular area) before CSD. Color bar in (C)indicates the relative blood flow change to base-line. (B) The relative blood flow image obtained2 min after pinprick-induced CSD shows the earlycortical oligemia (blue) spreading from anterior toposterior. (C) Twenty-five min after CSD, there isselective flow increase in the MMA (red arrow),whereas the cortex is still hypoperfused. (D andE) The time course of blood flow changes in theipsilateral MMA and cortex after CSD (vertical barsTSEM). Late blood flow elevation in MMA was in-hibited with CBX. CBX did not affect cortical bloodflow (E) or early and brief MMA flow increase, which(F) can be correctly displayed only with an expandedtime scale (19). (G and H) CSD-induced late MMAflow increase was also suppressed by HMGB1-shRNA,NF-kB inhibitor, probenecid, and naproxen. Dia-monds indicate significant difference (P < 0.05) ascompared with corresponding controls (black dia-monds; P < 0.07). CBX treatment and HMGB1 si-lencing also inhibited CSD-induced dural MASTcell degranulation, another manifestation of thetrigeminovascular activation. (I) The dura with mastcells concentrated along the course of MMA. Scalebar, 100 mm. ( J and K) Examples of a resting anda degranulated mast cell, respectively. (L) The per-centage of mast cells degranulated 30min after CSDin ipsilateral dura. P < 0.05 compared with naive(#) and vehicle-treated (*) groups. (M) CSD-inducedpain was assessed by means of mouse grimace scale.Mean difference scores from the baseline show thatrepeated CSDs induced by a KCl pellet over the duracaused pain-related mimics, which was significantlysuppressed by CBX pretreatment. In the sham group,saline was applied over the dura.1 MARCH 2013 VOL 339 SCIENCE www.sciencemag.org1094REPORTS Corrected 25 September 2015; see full text.Downloaded from https://www.science.org at University of Southern California on March 26, 2022and downstream inflammatory cascade play arole in trigeminal activation. The effect of CBXwas not due to a direct vascular action or blockadeof gap junctions because CSD-induced CBFchanges, early MMA dilation, and Ca+2 rise inastrocytic syncytium were not altered by CBX(Fig. 3, E and F, and fig. S5) (19). Interruptingthis signaling cascade with another Panx1 in-hibitor, probenecid or HMGB1-shRNA, or NF-kBactivation inhibitor 4-methyl-N1-(3-phenylpropyl)benzene-1,2-diamine suppressed the late MMAdilation (Fig. 3, G and H). Naproxen (40 mg/kgintraperitoneally), a prostaglandin synthase in-hibitor, also suppressed the MMA response.Moreover, CSD-induced dural mast cell degran-ulation, another manifestation of the trigeminalactivation (21, 22), was significantly reduced byCBX and HMGB1-shRNA (Fig. 3, I to L). Last,we assessed the headache-like behavior inducedby repeated CSDs (which also induced PI influxand nuclear NF-kB translocation) (19) with ameth-od based on scoring facial grimace (23). Placementof a KCl-pellet over dura in freely moving micecaused pain-related mimics unlike saline-applied,sham-operated mice. CSD-induced pain was re-versed by means of CBX treatment (Fig. 3M).These data show that CSD opens neuronalPanx1 channels as reported during in vitro ische-mia, NMDA over-activation, and aberrant bursting(17). Activation of Panx1 by cellular stressors suchas excess potassium or glutamate stimulates theinflammasome complex, subsequent caspase-1 ac-tivation, and IL-1b production (17, 18), suggestingthat Panx1 megachannels may play a role as areporter linking neuronal stress to inflammatoryresponse. Similarly, CSD induced caspase-1 acti-vation and HMGB1 release from neurons whosePanx1 channels were activated.HMGB1 is a member of the alarmin family,which mediates the communication between in-jured and surrounding cells (24). HMGB1 ispassively released from necrotic cells and ac-tively secreted by cells under distress (25, 26).HMGB1 behaves like a cytokine and promotesinflammation when released (27, 28). Therefore,HMGB1 and IL-1b released during CSDmay takepart in initiation of the inflammatory response.Subsequent NF-kB activation in astrocytes mayinduce formation of cytokines, prostanoids, andinducible NO synthase-derived NO (as suggestedby inhibition of MMA response by naproxen andCSD-induced COX2 and iNOS expression in glialimitans), which may be released to the sub-arachnoid space via glia limitans and, hence,stimulate trigeminal nerve endings around pialvessels (fig. S6). By promoting sustained head-ache, HMGB1 may thus serve to alarm the orga-nism that the brain parenchyma has been stressedby CSD or CSD-like events. HMGB1 is mostlikely not the only mediator playing this role; othercytokines as well as cells (such as microglia) mayalso take part along the course of inflammatoryresponse (29, 30). In contrast to mediators such aspotassium and protons that are transiently releasedduring CSD, activation of the parenchymal in-flammatory pathways may provide the sustainedstimulus required for sensitization of trigeminalnerve endings and lasting pain as suggested bysuppression of long-lasting MMAvasodilatation,mast cell degranulation, and importantly, headache-like behavior by interrupting the inflammatorycascade at one of the steps (11).We propose a previously unknown link be-tween a noxious intrinsic brain event and activa-tion of the trigeminal pain fibers, involving theopening of Panx1 megachannels on stressed neu-rons, subsequent activation of the inflammatorypathways, and transduction of this signal to thetrigeminal nerves around pial vessels (fig. S6).References and Notes1. M. A. Moskowitz, Headache 48, 688 (2008).2. P. J. Goadsby, Trends Mol. Med. 13, 39 (2007).3. J. Olesen, R. Burstein, M. Ashina, P. Tfelt-Hansen, LancetNeurol. 8, 679 (2009).4. M. A. Moskowitz, Ann. Neurol. 16, 157 (1984).5. M. A. Moskowitz, K. Nozaki, R. P. Kraig, J. Neurosci. 13,1167 (1993).6. M. Lauritzen, Brain 117, 199 (1994).7. T. Dalkara, N. T. Zervas, M. A. Moskowitz, Neurol. Sci. 27,(Suppl 2), S86 (2006).8. H. Bolay et al., Nat. Med. 8, 136 (2002).9. N. Hadjikhani et al., Proc. Natl. Acad. Sci. U.S.A. 98,4687 (2001).10. X. Zhang et al., J. Neurosci. 30, 8807 (2010).11. D. Levy, Curr. Pain Headache Rep. 16, 270 (2012).12. A. M. Strassman, S. A. Raymond, R. Burstein, Nature 384,560 (1996).13. X. Zhang et al., Ann. Neurol. 69, 855 (2011).14. J. Olesen et al., Ann. Neurol. 28, 791 (1990).15. R. J. Thompson, N. Zhou, B. A. MacVicar, Science 312,924 (2006).16. R. J. Thompson et al., Science 322, 1555 (2008).17. B. A. MacVicar, R. J. Thompson, Trends Neurosci. 33, 93(2010).18. W. R. Silverman et al., J. Biol. Chem. 284, 18143(2009).19. Materials and methods are available as supplementarymaterials on Science Online.20. M. Lamkanfi et al., J. Immunol. 185, 4385 (2010).21. S. Markowitz, K. Saito, M. G. Buzzi, M. A. Moskowitz,Brain Res. 477, 157 (1989).22. D. Levy, R. Burstein, V. Kainz, M. Jakubowski,A. M. Strassman, Pain 130, 166 (2007).23. D. J. Langford et al., Nat. Methods 7, 447 (2010).24. D. S. Pisetsky, H. Erlandsson-Harris, U. Andersson,Arthritis Res. Ther. 10, 209 (2008).25. P. Scaffidi, T. Misteli, M. E. Bianchi, Nature 418, 191 (2002).26. S. Müller, L. Ronfani, M. E. Bianchi, J. Intern. Med. 255,332 (2004).27. G. Faraco et al., J. Neurochem. 103, 590 (2007).28. M. Pedrazzi et al., J. Immunol. 179, 8525 (2007).29. P. E. Kunkler, R. E. Hulse, R. P. Kraig, J. Cereb. BloodFlow Metab. 24, 829 (2004).30. S. Jander, M. Schroeter, O. Peters, O. W. Witte, G. Stoll,J. Cereb. Blood Flow Metab. 21, 218 (2001).Acknowledgments: We are grateful to M. A. Moskowitz forhelpful discussions, K. Kilic and E. Lule for their expert helpwith the figures, and to A. Can for his help with confocalmicroscopy. This work was supported by the Turkish Academyof Sciences (T.D.), Hacettepe University Research Fund08-D07-101-011 (Y.G.-O.), and the Brain ResearchAssociation (H.K.).Supplementary Materialswww.sciencemag.org/cgi/content/full/339/6123/1092/DC1Materials and MethodsSupplementary TextFigs. S1 to S5Table S1References (31–42)23 October 2012; accepted 30 January 201310.1126/science.1231897Stress in Puberty Unmasks LatentNeuropathological Consequences ofPrenatal Immune Activation in MiceSandra Giovanoli,1,2 Harald Engler,3 Andrea Engler,3 Juliet Richetto,4,5 Mareike Voget,6,7Roman Willi,8 Christine Winter,7 Marco A. Riva,4,5 Preben B. Mortensen,9,10 Joram Feldon,2Manfred Schedlowski,3 Urs Meyer1,2*Prenatal infection and exposure to traumatizing experiences during peripuberty have each beenassociated with increased risk for neuropsychiatric disorders. Evidence is lacking for the cumulativeimpact of such prenatal and postnatal environmental challenges on brain functions andvulnerability to psychiatric disease. Here, we show in a translational mouse model that combinedexposure to prenatal immune challenge and peripubertal stress induces synergistic pathologicaleffects on adult behavioral functions and neurochemistry. We further demonstrate that theprenatal insult markedly increases the vulnerability of the pubescent offspring to brain immunechanges in response to stress. Our findings reveal interactions between two adverse environmentalfactors that have individually been associated with neuropsychiatric disease and support theoriesthat mental illnesses with delayed onsets involve multiple environmental hits.Prenatal maternal infection and postnatal ex-posure to psychological trauma are twoenvironmental risk factors for developmen-tal psychiatric disorders, including autism, schizo-phrenia, and bipolar disorder (1–4). In spite oftheir relatively frequent occurrence (5–7), bothfactors seem to have rather modest effect sizesin large populations (4, 8, 9). For example, theglobal incidence of schizophrenia after influenzapandemics only increases marginally (relative riskratios of 1 to 2.5) even though 20 to 50% of thegeneral population is typically infected duringinfluenza pandemics (9, 10). It has therefore beenproposed that developmental stressors, such aswww.sciencemag.org SCIENCE VOL 339 1 MARCH 2013 1095REPORTSCorrected 25 September 2015; see full text.Downloaded from https://www.science.org at University of Southern California on March 26, 2022Use of this article is subject to the Terms of serviceScience (ISSN 1095-9203) is published by the American Association for the Advancement of Science. 1200 New York Avenue NW,Washington, DC 20005. The title Science is a registered trademark of AAAS.Copyright © 2013, American Association for the Advancement of ScienceSpreading Depression Triggers Headache by Activating Neuronal Panx1 ChannelsHulya Karatas, Sefik Evren Erdener, Yasemin Gursoy-Ozdemir, Sevda Lule, Emine Eren-Koçak, Zümrüt Duygu Sen, andTurgay DalkaraScience, 339 (6123), • DOI: 10.1126/science.1231897How Migraine DevelopsMigraine is a common medical disorder. Unfortunately, how and why migraine headache is initiated is unclear. Karataset al. (p. 1092) now describe a signaling pathway between stressed neurons and meningeal trigeminal afferents, whichmay explain how migraine headaches can be generated.View the article onlinehttps://www.science.org/doi/10.1126/science.1231897Permissionshttps://www.science.org/help/reprints-and-permissionsDownloaded from https://www.science.org at University of Southern California on March 26, 2022https://www.science.org/about/terms-service"