"Hindawi Publishing CorporationEvidence-Based Complementary and Alternative MedicineVolume 2013, Article ID 938081, 8 pageshttp://dx.doi.org/10.1155/2013/938081Research ArticleStevioside from Stevia rebaudiana Bertoni Increases InsulinSensitivity in 3T3-L1 AdipocytesNabilatul Hani Mohd-Radzman,1 Wan Iryani Wan Ismail,1 Siti Safura Jaapar,1Zainah Adam,2 and Aishah Adam11 Faculty of Pharmacy, Universiti Teknologi MARA, Puncak Alam Campus, 42300 Bandar Puncak Alam, Selangor, Malaysia2Medical Technology Division, Malaysian Nuclear Agency, Bangi, 43000 Kajang, Selangor, MalaysiaCorrespondence should be addressed to Wan Iryani Wan Ismail; waniryani@gmail.comReceived 19 March 2013; Revised 13 October 2013; Accepted 24 October 2013Academic Editor: Bechan SharmaCopyright © 2013 Nabilatul Hani Mohd-Radzman et al. This is an open access article distributed under the Creative CommonsAttribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work isproperly cited.Stevioside from Stevia rebaudiana has been reported to exert antihyperglycemic effects in both rat and human subjects. Therehave been few studies on these effects in vitro. In this paper, radioactive glucose uptake assay was implemented in order to assessimprovements in insulin sensitivity in 3T3-L1 cells by elevation of glucose uptake following treatment with stevioside. Oil Red-O staining and MTT assay were utilized to confirm adipocyte differentiation and cell viability, respectively. Findings from thisresearch showed a significant increase in absorbance values in mature adipocytes following Oil Red-O staining, confirming thedifferentiation process. Stevioside was noncytotoxic to 3T3-L1 cells as cell viability was reduced by a maximum of 17%, makingit impossible to determine its IC50. Stevioside increased glucose uptake activities by 2.1 times (𝑝 < 0.001) in normal conditionsand up to 4.4 times (𝑝 < 0.001) in insulin-resistant states. At times, this increase was higher than that seen in positive controlgroup treated with rosiglitazone maleate, an antidiabetic agent. Expressions of pY20 and p-IRS1 which were measured via Westernblot were improved by stevioside treatment. In conclusion, stevioside has direct effects on 3T3-L1 insulin sensitivity via increase inglucose uptake and enhanced expression of proteins involved in insulin-signalling pathway.1. IntroductionEpidemic-level emergence of many noncommunicable dis-eases as a result of modern lifestyle and dietary habits isworrying. Insulin resistance has commonly been linked tometabolic syndromes resulting in type 2 diabetes mellitus,as well as obesity. In fact, it is purported to underlie theprogression of type 2 diabetes [1] and in cases of burn trauma,hyperlipidaemia and cancer cachexia [2]. It is important tonote that insulin resistance occurs in an impaired insulin-signalling pathway, indicative of patients with type 2 dia-betes. In normal individuals with fully functioning insulin-signalling activities, insulin will be secreted once bloodglucose levels are increased following intake of food, and willsubsequently bind to its receptor.This binding actionwill leadto several stages of signalling and phosphorylation cascades,resulting in migration of glucose transporter 4 (GLUT4)from cytoplasm to cellular membrane to take up extracellularglucose. However, in a state of insulin resistance, thesesignalling activities and cascades are interrupted, blockingsaid migration of GLUT4, if not disrupting the protein’sexpression altogether [3]. Hence, a better understanding ofthese mechanisms will possibly lead to breakthroughs inunravelling the secrets of both insulin resistance and diabetes.As is often the case, traditional communities use localherbs in their folk and traditional medicines for treatinghyperglycaemia and diabetes. Among these is Stevia rebau-diana Bertoni, a perennial herb commonly grown in tropicaland subtropical regions, specifically in South America andAsia. In recent years, Malaysians too have taken a particularinterest in this herb as it has been promoted as a sweeteningalternative to sucrose, beneficial specifically for those withobesity and diabetes. Stevia rebaudiana has little to no caloricvalue despite its sweetening abilities, thus will not jeopardisepatients’ blood glucose levels, while fulfilling their cravingsfor sweet food and drinks [4]. Stevia rebaudiana is sweethttp://dx.doi.org/10.1155/2013/9380812 Evidence-Based Complementary and Alternative Medicinedue to its constituents of steviol glycosides including stevio-side, rebaudioside A and rebaudioside C [5]. Furthermore,previous reports showed this plant has antioxidant [6] andantihyperglycaemic [7] properties, increasing its potential foruse in adjuvant management of diabetes mellitus and asso-ciated conditions.There has been little investigation into suchassertions which has prompted this study to evaluate howstevioside can affect insulin sensitivity, particularly throughobservation of glucose uptake, and expression of proteinsinvolved in insulin-signalling pathway at a cellular levelthrough use of 3T3-L1 adipocytes.2. Methods2.1. Materials. 3T3-L1 preadipocytes were commerciallyacquired from ATCC (American Type Culture Collections,USA). Chemicals, including stevioside, cell supplements, andmedia, weremostly purchased from Sigma-Aldrich Co. (Ger-many) and Lonza (USA). UltimaGold LLT scintillation cock-tail and 2-deoxy-[1-3H]-glucose were commercially obtainedfrom Perkin Elmer (USA). The antidiabetic drug rosiglita-zonemaleate (AVANDIA)was bought from a local drugstore.𝛽-Actin, p-IRS1, and pY20 primary antibodies, and donkeyanti-goat and goat anti-rabbit horseradish peroxidase (HRP)conjugated secondary antibodies were purchased from SantaCruz (USA).2.2. Cell Culture and Differentiation. 3T3-L1 preadipocyteswere cultured in Dulbecco’s Modified Eagle’s Media(DMEM). Cells were later differentiated with supplementsof insulin, dexamethasone (DMX), and 3-isobutyl-1-methyl-xanthine (IBMX) following the procedures described byAhn et al. [8] and Ismail et al. [9]. In order to induce insulinresistance, cells were treated with tumour necrosis factor-𝛼(TNF-𝛼) at 1.0 ng/mL for 4 days prior to treatment.2.3. Oil Red-O Staining. 3T3-L1 cells were washed withphosphate-buffered saline (PBS) before being fixed witha solution of 10% formaldehyde in PBS. After overnightincubation, the solution was discarded and Oil Red-O dyewas introduced to cells for 10 minutes at room temperature.Subsequently, excess dye was washed with de-ionised water.The stain was later eluted out with 100% isopropanol andmeasured spectrophotomerically at 520 nm.2.4. Cell Viability Test. 3T3-L1 adipocytes were culturedin 96-well plates and were pretreated with stevioside (25–300 𝜇M) for 14, 24, 48, and 72 hours. After pretreatment,the cells received 5mg/mL 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) and were further incu-bated for 4 hours. The purple formazan crystals were thendissolved with dimethyl sulfoxide (DMSO) before theirabsorbance values were read on a microplate reader at590 nm.2.5. Glucose Uptake Assay. Glucose uptake levels by differ-entiated 3T3-L1 adipocytes were analysed using a methodpreviously described by Adam et al. [10], with minor modifi-cations. Briefly, 3T3-L1 adipocytes were differentiated on 12-well plates. For insulin-resistance studies, cells were initiallyinduced to insulin resistance with TNF-𝛼 treatment, asmentioned earlier. Cells were serum-starved for 2 hours.Next, they were washed with Krebs-Ringer bicarbonate(KRB) buffer and preincubated with a range of steviosideconcentrations (30–150𝜇M and 30–120 𝜇M) for half an hour,with or without insulin addition, with rosiglitazone as apositive control. 2-Deoxy-[1-3H]-glucose (1 𝜇Ci/mL) wasthen added to each well to initiate glucose uptake, andincubated for a further hour. Cells were then washed withice-cold KRB buffer and solubilised by 0.1% sodium dodecylsulphate (SDS). Finally, samples were collected and mixedwith 15mL of Ultima Gold LLT scintillation cocktail beforebeing measured in a liquid scintillation counter.2.6. Western Blotting. 3T3-L1 cells were cultured and differ-entiated in 6-well plates. Cells were given TNF-𝛼 to induceinsulin resistance, as described earlier, prior to treatmentwithstevioside. Treatments of stevioside and rosiglitazonemaleatewere given, in 60 and 90𝜇M concentrations, for 24 hours.Cells were stimulated with insulin for 5 minutes prior toharvesting. From the preparation of cell lysates and loadingof samples to Western blot analysis, procedures described byIsmail et al. [9] were followed, with minor modifications.2.7. Statistical Analysis. Data were presented as mean ±standard error mean (SEM) for a given number of tests.The results were processed statistically by one-way analysisof variance (ANOVA) followed by Dunnett’s post-hoc tests,using the Sigma Plot version 12 software. Statistically differentmeans were recognised at 𝑝 < 0.05.3. Results3.1. Oil Red-O Staining. Effects of the supplements (insulin,DMX, and IBMX) on adipocyte differentiation are presentedin Figure 1. In order to proceed with further experiments,adipocyte differentiation was confirmed by conducting theOil Red-O staining procedure. Lipid stain from fully differen-tiated adipocytes was eluted out and measured quantitativelyin a spectrophotometer, where the readings were found to besignificantly increased when compared to control group.3.2. MTT Cytotoxicity Test. Cells were previously differenti-ated to mature adipocytes before treatment with stevioside(25–300 𝜇M) for 14, 24, 48, and 72 hours. Cell viabilitywas determined from absorbance readings at 590 nm, corre-sponding to formazan crystals formed by living cells (Figure2). There were no significant differences in cell viabilitiesin any of the stevioside treatment groups, at any treatmentperiod, with the exception of those treated for a period of72 hours. Viability of cells treated with 250 𝜇M of steviosidefor 72 hours was reduced by 17% at most. No half-maximalinhibitory concentration (IC50) was found, as cell viability didnot fall lower than the 80% benchmark.3.3. Glucose Uptake Assay3.3.1. Optimum Insulin Concentration. Prior to investigatingeffects of stevioside on glucose uptake in 3T3-L1 adipocytes,Evidence-Based Complementary and Alternative Medicine 3Adipogenesis stagePreadipocytes Control Matureadipocytes00.20.40.60.811.21.4∗Absorbance,OD520nmFigure 1: Effect of induction of differentiation on lipid accumulationin 3T3-L1 cells, presented by Oil Red-O staining. To quantify lipidaccumulation in cells as a result of differentiation, the stain waselutedwith 100% isopropanol andmeasured spectrophotometricallyat 520 nm.Mean± SEM(𝑛 = 3). ∗Significantly different fromcontrol(𝑝 < 0.05, ANOVA & Dunnett’s test).separate assays were conducted to find the optimum con-centrations of insulin and TNF-𝛼 to be used. From Figure3(a), it can be observed that starting from 100 nM of insulin,there was a highly significant increase in glucose uptake,with maximum uptake at 125 nM. There was no significantdifference between these two groups. Therefore, 100 nMinsulin was selected as the optimum concentration to be usedfor further experiments.A separate glucose uptake assay was conducted to findthe optimum TNF-𝛼 concentration for inducing an insulin-resistant state in 3T3-L1 adipocytes. TNF-𝛼 reduced glucoseuptake in the cells up to a concentration of 1.0 ng/mL, beyondwhich there was an increase in glucose uptake at 2.5 ng/mL(Figure 3(b)). Since glucose uptake went down furthestat 1.0 ng/mL, this concentration was selected as the opti-mum TNF-𝛼 concentration to induce insulin resistance incells.3.3.2. Glucose Uptake in Normal 3T3-L1 Adipocytes. Glu-cose uptake assay was next conducted on normal, non-insulin-resistant adipocytes to study effects of stevioside.Glucose uptake by adipocytes was increased by treatmentwith stevioside or with rosiglitazone (Figure 4). Stevioside(30 𝜇M) elicited significant increase in glucose uptake, inboth insulin-stimulated and non-insulin-stimulated groups.However, glucose uptakewas higher in the insulin-stimulatedgroup, by 2.1 times (𝑝 < 0.001) compared to control.This wasbetter than what was observed in cells that were treated withrosiglitazone maleate, where glucose uptake in presence ofinsulin was increased by 1.7 times (𝑝 < 0.001) at a far higherconcentration of 120𝜇M.3.3.3. Glucose Uptake in TNF-𝛼 Induced Adipocytes. 3T3-L1 cells were induced to insulin resistance using TNF-𝛼, totest whether stevioside could exert similar effects on thesecells as on normal adipocytes in terms of enhancing glucoseuptake. Cells were pretreated with TNF-𝛼 prior to stevio-side treatment and their glucose uptake was measured. Ininsulin-resistant adipocytes, stevioside was still able to stim-ulate glucose uptake although at a higher concentration of90 𝜇M compared to the previous 30 𝜇M observed in normaladipocytes (Figure 5). Maximum increase in glucose uptakewas observed in rosiglitazone-treated group (90𝜇M)withoutinsulin stimulation, with an elevation of up to 4.6 times(𝑝 < 0.001) when compared to control. This was followed bytreatment with stevioside (90𝜇M) with insulin stimulation,which elevated glucose uptake by 4.4-times (𝑝 < 0.001).3.3.4. Western Blotting. In this study, expressions of twoproteins (p-IRS1 and pY20) that are essential to the insulin-signalling pathway were measured by Western blotting tech-nique. Both proteins were poorly expressed or not expressedat all in the insulin-resistant control group (Figure 6). Treat-ment with stevioside led to expression of both proteins whiletreatmentwith rosiglitazone elicited an increase in expressionof pY20, though the effects of both treatments were hardlydistinguishable from those observed in normal, non-insulin-resistant cells.4. DiscussionAim of this study was to investigate effects of steviosideon insulin sensitivity of 3T3-L1 cells. Oil Red-O is a com-mon lipid stain used to colour lipid droplets in vitro, forquantification and for microscopic and imaging purposes.This specific staining method was used here to determinethe degree to which adipocyte differentiation process (alsocalled adipogenesis) had progressed since droplets secretedby adipocytes upon full differentiation to mature adipocyteswill be stained (also referred to as lipid positive) [11].Microscopic observation also revealed that lipid dropletswere present in cytoplasm of fully differentiated adipocytesin abundance, compared to their absence in preadipocytesbefore the differentiation process.As confirmation, there was a significant increase inabsorbance values of eluted Oil Red-O stains from maturedifferentiated adipocytes (Figure 1). The stains from matureadipocytes were increased by 2.4 times (𝑝 < 0.05) whencompared to control, which was the stain from empty wells;and were 4.2 times (𝑝 < 0.001) higher when comparedto preadipocytes. This showed that the insulin-DMX-IBMXsupplements combination was successful at hormonally trig-gering adipocyte differentiation in cells, most possibly viaactivation of peroxisome proliferator activator receptor 𝛾(PPAR𝛾) andCCAAT/enhancer binding protein𝛼 (C/EBP𝛼),as reported by Jin et al. [12].Fully differentiated 3T3-L1 adipocytes were then sub-jected to MTT assay to determine effect of stevioside oncell morphology and viability. 3T3-L1 Cells were treated withstevioside at concentrations ranging from 25 to 300𝜇M, forseveral different treatment periods: 14, 24, 48, and 72 hours.4 Evidence-Based Complementary and Alternative MedicineStevioside concentration (𝜇M)0 25 50 100 150 200 250 300Cell viability (%)120100806040200(a)Stevioside concentration (𝜇M)0 25 50 100 150 200 250 300Cell viability (%)120100806040200(b)Stevioside concentration (𝜇M)0 25 50 100 150 200 250 300Cell viability (%)120100806040200(c)∗∗∗∗∗∗Stevioside concentration (𝜇M)0 25 50 100 150 200 250 300∗∗∗Cell viability (%)120100806040200(d)Figure 2: Viability of 3T3-L1 adipocytes treated with stevioside for (a) 14 hours, (b) 24 hours, (c) 48 hours, and (d) 72 hours. Mean ± SEM(𝑛 = 4). Statistically significant compared to control (∗𝑝 < 0.05, ∗∗𝑝 < 0.01, and ∗∗∗𝑝 < 0.001, ANOVA & Dunnett’s test).∗∗∗∗∗∗0 25 50 75 100 125 150 200Insulin concentration (nM)∗ ∗∗∗∗∗∗∗3503002502001501005002-deoxy-[1-3H]-glucoseuptakerelative to control (%)(a)1801601401201008060402000.5 2.5 7.5TNF-𝛼 concentration (ng/mL)0 1 5 102-deoxy-[1-3H]-glucoseuptakerelative to control (%)(b)Figure 3: Glucose uptake in 3T3-L1 adipocytes exposed to (a) insulin and (b) TNF-𝛼. Optimum insulin concentration to stimulate glucoseuptake was 100 nM, while optimum TNF-𝛼 concentration to reduce glucose uptake was 1.0 ng/mL. Mean ± SEM (𝑛 = 4). Statisticallysignificant compared to control (∗𝑝 < 0.05, ∗∗𝑝 < 0.01, ∗∗∗𝑝 < 0.001, ANOVA & Dunnett’s test).Evidence-Based Complementary and Alternative Medicine 5ControlTreatment concentration (𝜇M)Rosiglitazone maleate + 100nm insulinStevioside + 100nm insulin25020015010050030 60 90 120 1502-deoxy-[1-3H]-glucoseuptakerelative to control (%)(a)Rosiglitazone maleateSteviosideControlTreatment concentration (𝜇M)25020015010050030 60 90 120 1502-deoxy-[1-3H]-glucoseuptakerelative to control (%)(b)∗∗∗Rosiglitazone maleate + 100nm insulinRosiglitazone maleate100nM insulinControlTreatment concentration (𝜇M)25020015010050030 60 90 120 1502-deoxy-[1-3H]-glucoseuptakerelative to control (%)(c)∗∗∗∗∗∗ ∗∗∗Stevioside + 100nm insulinStevioside100nM insulinControlTreatment concentration (𝜇M)25020015010050030 60 90 120 1502-deoxy-[1-3H]-glucoseuptakerelative to control (%)(d)Figure 4: Effects of stevioside and rosiglitazone maleate on glucose uptake in normal 3T3-L1 adipocytes. (a) Treatment with stevioside orrosiglitazonemaleate with insulin stimulation. (b) Treatment with stevioside or rosiglitazonemaleate without insulin stimulation, (c) insulin-stimulated and non-insulin-stimulated groups treated with rosiglitazone maleate, and (d) insulin-stimulated and non-insulin-stimulatedgroups treated with stevioside. Mean ± SEM (𝑛 = 3). Statistically significant compared to control (∗∗∗𝑝 < 0.001, ANOVA & Dunnett’s test).Treatment for 14 hours was done as it was the stipulateddoubling time for 3T3-L1 adipocytes [13]. Viability of cellswas not markedly altered by exposure to stevioside exceptat concentrations greater than 100𝜇M following incubationfor 72 hours. Even then cell viability was still higher than80% with a maximum decrease of only 17%. Thus, medianinhibitory concentration (IC50) could not be estimated fromthis study. Some slight, nonsignificant increase in cell viabilityof 3T3-L1 adipocytes was observed as has been previouslyreported [11, 14, 15]. It can be surmised that stevioside did notexert cytotoxicity on 3T3-L1 adipocytes.To test effects of stevioside on insulin-sensitivity of 3T3-L1 adipocytes, its effects on glucose uptake by the adipocyteswas determined. Radioactively labelled glucose uptake assayswere conducted with use of antidiabetic agent, rosiglitazoneas a positive control, as previously reported [10].Prior to subjecting 3T3-L1 adipocytes to stevioside,response of the cells to insulin and toTNF-𝛼were determinedin separate assays to estimate optimum concentrations.Thesestudies showed that glucose uptakewas elevatedwith increasein insulin concentration in concentration-dependentmannerreaching a plateau at 100 nM of insulin. This insulin con-centration was taken as the optimum concentration for usein further glucose uptake assays using 3T3-L1 adipocytes aspreviously reported [16].TNF-𝛼 has been implicated in the progression ofinsulin resistance; it disrupts phosphorylation of several pro-teins involved in insulin-signalling pathway, including IRS1,6 Evidence-Based Complementary and Alternative MedicineTreatment concentration (𝜇M)∗6005004003002001000Control 0 30 60 90 120RM + insulinSvs + insulin100nM insulin∗∗∗2-deoxy-[1-3H]-glucoseuptakerelative to control (%)(a)∗∗∗∗∗ ∗RMSvsTreatment concentration (𝜇M)6005004003002001000Control 0 30 60 90 1202-deoxy-[1-3H]-glucoseuptakerelative to control (%)(b)∗∗∗∗∗RM + insulinRM100nM insulinTreatment concentration (𝜇M)6005004003002001000Control 0 30 60 90 1202-deoxy-[1-3H]-glucoseuptakerelative to control (%)(c)∗∗∗∗∗Stevioside concentration (𝜇M)Svs + insulinSvs100nM insulin6005004003002001000Control 0 30 60 90 1202-deoxy-[1-3H]-glucoseuptakerelative to control (%)(d)Figure 5: Effect of stevioside and rosiglitazone maleate on glucose uptake in TNF-𝛼 induced insulin-resistant 3T3-L1 adipocytes. (a)Treatment with stevioside or rosiglitazone maleate with insulin stimulation. (b) Treatment with stevioside or rosiglitazone maleate withoutinsulin stimulation, (c) insulin-stimulated and non-insulin-stimulated groups treated with rosiglitazone maleate, and (d) insulin-stimulatedand non-insulin-stimulated groups treated with stevioside. Mean ± SEM (𝑛 = 3). Statistically significant compared to control (∗𝑝 < 0.05,∗∗𝑝 < 0.01, ∗∗∗𝑝 < 0.001, ANOVA & Dunnett’s test). RM: rosiglitazone maleate, Svs: stevioside.tyrosine, and most importantly, the downregulation of glu-cose transporter 4 (GLUT4) [3, 17]. TNF-𝛼 is also implicatedin a number of catabolic states linked to insulin resistancesuch as sepsis and cancer even though its exact mechanismof actions remains unclear [18].TNF-𝛼 caused a maximal decrease in glucose uptakeat 1 ng/mL, beyond which glucose uptake was increasedwhen compared to control. This observation contradictedinitial expectation of a concentration-dependent decrease inglucose uptake by TNF-𝛼, as was previously reported [19].Normally differentiated, mature 3T3-L1 adipocytes whichwere not exposed to TNF-𝛼 were used to evaluate effectof stevioside on insulin sensitivity in normal, non-insulin-resistant state to ascertain effects of its usage in health. Ourdata showed that stevioside was better than the positivecontrol, rosiglitazone, at increasing glucose uptake in normaladipocytes. Glucose uptake was maximally increased by30 𝜇Mof stevioside, both in presence or in absence of insulinstimulation, surpassing that of rosiglitazone at 120 𝜇M.In TNF-𝛼 induced insulin resistance, glucose uptake wasmaximally increased by rosiglitazone or insulin at 90 𝜇Meither in presence or absence of insulin. Since effect of rosig-litazone on glucose uptake was not different from that ofstevioside, it may be concluded that both treaments wereequally effective at enhancing glucose uptake in insulin-resistant cells.There appeared to be interaction between rosiglitazoneand insulin in the insulin-resistant state with regards to glu-cose-uptake, which was lower in presence of 100 nM insulincompared to in its absence. This observation was not seenEvidence-Based Complementary and Alternative Medicine 7Normal IRRM60𝜇MpIRS1pY2090𝜇MRMSvs60𝜇M 90𝜇MSvs𝛽-ActinFigure 6: Band intensities observed via Western blotting, showingthe different expression levels of phosphorylated insulin receptorsubstrate 1 (p-IRS1) and phosphorylated tyrosine (pY20), in groupstreated with stevioside (Svs) and rosiglitazone maleate (RM) incomparison to the normal and insulin-resistant (IR) groups. 𝛽-actinwas used as a loading control. The experiment was repeated thrice.with stevioside as presence of insulin further elevated glucoseuptake compared to its absence. A similar trend of enhancedglucose uptake by stevioside and rosiglitazone was observedin normal adipocytes. It may be assumed that stevioside’sinteraction with insulin was unaffected by insulin resistanceunlike that of rosiglitazone except higher concentration ofstevioside was needed to elicit significant increase in glucoseuptake during insulin-resistant state compared to normalstate. The different behaviour of insulin-stimulated versusnon-insulin stimulated cells to rosiglitazone has importantbearing in hyperinsulinaemic states which often occur ininsulin resistance, though not always. It is possible thatstevioside is suitable for use in hyperinsulinaemic states,which, besides diabetes, often occur in certain cancers [20].This study investigated two proteins—the phosphory-lated insulin receptor substrate 1 (p-IRS1), and phospho-rylated tyrosine (pY20) that act upstream of the insulin-signalling pathway. Our data showed both proteins werepoorly expressed or not expressed at all in insulin-resistantcontrol group, which imply disruptions in the insulin-signalling pathway as previously reported by Solomon etal. [17]. Such disruptions were successfully counteracted bystevioside which restored expression of both proteins, whilerosiglitazone was also seen to increased expression of pY20in insulin-resistant cells. Expression of pY20 was elevated bytreatment with rosiglitazone or stevioside (60𝜇M & 90𝜇M)which provided support for potential ability of stevioside atsensitising cells to insulin signalling. p-IRS1 expression wasobserved in normal cells and in those treated with stevioside,although the bands were of low resolutions and intensities.No p-IRS1 bands were observed in insulin-resistant cells,including those treated with rosiglitazone. This showed thatstevioside was able to restore p-IRS1 expressions, similar tothose observed in normal group. Stevioside possibly have aneffect upstreamof the insulin-signalling pathway, by elevatinglevels of pY20 and probably p-IRS1 as well, which will resultin GLUT4 translocation to increase uptake of extracellu-lar glucose. Antihyperglycemic effects of stevioside on cellmetabolism as a whole has also been previously reported [21].5. ConclusionStevioside proved to be as effective as the antidiabetic agent,rosiglitazone, at enhancing glucose uptake in normal 3T3-L1adipocytes or in cells induced to insulin resistance viaexposure to TNF-𝛼. In normal adipocytes, stevioside at aconcentration that was a quarter that of rosiglitazone pro-duced greater increase in glucose uptake than the antidiabeticagent, both in absence or presence of insulin-stimulation. Ininsulin-resistant cells, stevioside was as effective as rosiglita-zone as similar concentrations of both produced comparablestimulation of glucose uptake in absence or presence ofinsulin. Enhancement of glucose uptake by stevioside wasaccompanied by increased expression of p-IRS1 and pY20,denoting involvement of GLUT-4 translocation. Furtherstudies are needed to unravel mechanisms underlying use ofstevioside in adjuvant management of diabetes mellitus andits associated complications.AcknowledgmentsThis researchwas funded by the Fundamental ResearchGrantScheme (FRGS) 600-RMI/ST/FRGS 5/3 Fst (52/2011) underUniversiti Teknologi MARA and provided by the Ministry ofHigher Education, Malaysia.References[1] J.-P. Bastard, M. Maachi, C. Lagathu et al., “Recent advancesin the relationship between obesity, inflammation, and insulinresistance,” European Cytokine Network, vol. 17, no. 1, pp. 4–12,2006.[2] N. Houstis, E. D. Rosen, and E. S. Lander, “Reactive oxygenspecies have a causal role in multiple forms of insulin resis-tance,” Nature, vol. 440, no. 7086, pp. 944–948, 2006.[3] B. B. Kahn and J. S. Flier, “Obesity and insulin resistance,” Jour-nal of Clinical Investigation, vol. 106, no. 4, pp. 473–481, 2000.[4] S.D.Anton, C.K.Martin,H.Han et al., “Effects of stevia, aspart-ame, and sucrose on food intake, satiety, and postprandial glu-cose and insulin levels,” Appetite, vol. 55, no. 1, pp. 37–43, 2010.[5] G. Brahmachari, L. C. Mandal, R. Roy, S. Mondal, and A. K.Brahmachari, “Stevioside and related compounds—moleculesof pharmaceutical promise: a critical overview,” Archiv derPharmazie, vol. 344, no. 1, pp. 5–19, 2011.[6] I.-S. Kim,M. Yang, O.-H. Lee, and S.-N. Kang, “The antioxidantactivity and the bioactive compound content of Stevia rebaudi-ana water extracts,” Food Science and Technology, vol. 44, no. 5,pp. 1328–1332, 2011.[7] S. K. Yadav and P. Guleria, “Steviol glycosides from stevia: bio-synthesis pathway review and their application in foods andmedicine,” Critical Reviews in Food Science and Nutrition, vol.52, no. 11, pp. 988–998, 2012.[8] M.-Y. Ahn, K. D. Katsanakis, F. Bheda, and T. S. Pillay, “Primaryand essential role of the adaptor protein APS for recruitment ofboth c-Cbl and its associated protein CAP in insulin signaling,”Journal of Biological Chemistry, vol. 279, no. 20, pp. 21526–21532,2004.[9] W. I. W. Ismail, J. A. King, K. Anwar, and T. S. Pillay, “Indinavirand nelfinavir inhibit proximal insulin receptor signalling andsalicylate abrogates inhibition: potential role of NF𝜅B pathway,”Journal of Cellular Biochemistry, vol. 9999, pp. 1–10, 2013.8 Evidence-Based Complementary and Alternative Medicine[10] Z. Adam, S. Khamis, A. Ismail, andM. Hamid, “Ficus deltoidea:a potential alternativemedicine for diabetesmellitus,”Evidence-Based Complementary and Alternative Medicine, vol. 2012,Article ID 632763, 12 pages, 2012.[11] H. Masuno, S. Okamoto, J. Iwanami et al., “Effect of 4-nonyl-phenol on cell proliferation and adipocyte formation in culturesof fully differentiated 3T3-L1 cells,” Toxicological Sciences, vol.75, no. 2, pp. 314–320, 2003.[12] L. Jin,W. Fang, B. Li et al., “Inhibitory effect of Andrographolidein 3T3-L1 adipocytes differentiation through the PPAR𝛾 path-way,” Molecular and Cellular Endocrinology, vol. 358, no. 1, pp.81–87, 2012.[13] Z. Qiu, Y. Wei, N. Chen, M. Jiang, J. Wu, and K. Liao, “DNAsynthesis and mitotic clonal expansion is not required for3T3-L1 preadipocyte differentiation into adipocytes,” Journal ofBiological Chemistry, vol. 276, no. 15, pp. 11988–11995, 2001.[14] M. Nagayama, T. Uchida, and K. Gohara, “Temporal andspatial variations of lipid droplets during adipocyte division anddifferentiation,” Journal of Lipid Research, vol. 48, no. 1, pp. 9–18,2007.[15] X.Wang,H. Liu, L. Zhao et al., “Effects of crude polysaccharidesfrom Catathelasma venticosum on the proliferation and differ-entiation of 3T3-L1 cells,” Agricultural Journal, vol. 7, no. 3, pp.187–190, 2012.[16] H. Ruan, N. Hacohen, T. R. Golub, L. van Parijs, and H. F.Lodish, “Tumor necrosis factor-𝛼 suppresses adipocyte-speci-fic genes and activates expression of preadipocyte genes in 3T3-L1 adipocytes: nuclear factor-𝜅B activation by TNF-𝛼 is obli-gatory,” Diabetes, vol. 51, no. 5, pp. 1319–1336, 2002.[17] S. S. Solomon, S. K.Mishra,M. R. Palazzolo, A. E. Postlethwaite,and J. M. Seyer, “Identification of specific sites in the TNF-𝛼 molecule promoting insulin resistance in H-411E cells,” TheJournal of Laboratory and Clinical Medicine, vol. 130, no. 2, pp.139–146, 1997.[18] J. K. Sethi andG. S.Hotamisligil, “The role of TNF𝛼 in adipocytemetabolism,” Seminars in Cell and Developmental Biology, vol.10, no. 1, pp. 19–29, 1999.[19] G. S. Hotamisligil, D. L. Murray, L. N. Choy, and B. M. Spie-gelman, “Tumor necrosis factor 𝛼 inhibits signaling from theinsulin receptor,” Proceedings of the National Academy of Sci-ences of the United States of America, vol. 91, no. 11, pp. 4854–4858, 1994.[20] D. H. Cohen andD. LeRoith, “Obesity, type 2 diabetes, and can-cer: the insulin and IGF connection,” Endocrine-Related Cancer,vol. 19, pp. F27–F45, 2012.[21] S. Gregersen, P. B. Jeppesen, J. J. Holst, and K. Hermansen,“Antihyperglycemic effects of stevioside in type 2 diabeticsubjects,”Metabolism, vol. 53, no. 1, pp. 73–76, 2004."