"Hindawi Publishing CorporationEvidence-Based Complementary and Alternative MedicineVolume 2012, Article ID 595292, 11 pagesdoi:10.1155/2012/595292Research ArticleTerminalia catappa Exerts Antimetastatic Effects onHepatocellular Carcinoma through Transcriptional Inhibition ofMatrix Metalloproteinase-9 by ModulatingNF-κB and AP-1 ActivityChao-Bin Yeh,1, 2, 3 Ming-Ju Hsieh,4 Yih-Shou Hsieh,5 Ming-Hsien Chien,6, 7Pen-Yuan Lin,8 Hui-Ling Chiou,4 and Shun-Fa Yang9, 101School of Medicine, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1, Taichung 402, Taiwan2Department of Emergency Medicine, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan3Department of Emergency Medicine, Chung Shan Medical University Hospital, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan4School of Medical Laboratory and Biotechnology, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan5Institute of Biochemistry and Biotechnology, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan6Wan Fang Hospital, Taipei Medical University, Taipei, Taiwan7Graduate Institute of Clinical Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan8School of Pharmacy, Taipei Medical University, Taipei, Taiwan9Institute of Medicine, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1, Taichung 402, Taiwan10Department of Medical Research, Chung Shan Medical University Hospital, 110 Chien-Kuo N. Road, Section 1,Taichung 402, TaiwanCorrespondence should be addressed to Hui-Ling Chiou, hlchiou@csmu.edu.tw and Shun-Fa Yang, ysf@csmu.edu.twReceived 4 July 2012; Accepted 16 August 2012Academic Editor: Seung-Heon HongCopyright © 2012 Chao-Bin Yeh et al. This is an open access article distributed under the Creative Commons Attribution License,which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.High mortality and morbidity rates for hepatocellular carcinoma (HCC) in Taiwan primarily result from uncontrolled tumormetastasis. Previous studies have identified that Terminalia catappa leaf extracts (TCE) exert hepatoprotective, antioxidative,antiinflammatory, anticancer, and antimetastatic activities. However, the effects of TCE on HCC and the underlying molecularmechanisms of its activities have yet to be fully elucidated. The present study’s findings demonstrate that TCE concentrationdependently inhibits human HCC migration/invasion. Zymographic and western blot analyses revealed that TCE inhibitedthe activities and expression of matrix metalloproteinase-9 (MMP-9). Assessment of mRNA levels, using reverse transcriptasepolymerase chain reaction (PCR) and real-time PCR, and promoter assays confirmed the inhibitory effects of TCE on MMP-9expression in HCC cells. The inhibitory effects of TCE on MMP-9 proceeded by upregulating tissue inhibitor of metalloproteinase-1 (TIMP-1), as well as suppressing nuclear translocation and DNA binding activity of nuclear factor-kappa B (NF-κB) andactivating protein-1 (AP-1) on the MMP-9 promoter in Huh7 cells. In conclusion, TCE inhibits MMP-9 expression and HCCcell metastasis and, thus, has potential use as a chemopreventive agent. Its inhibitory effects are associated with downregulation ofthe binding activities of the transcription factors NF-κB and AP-1.1. IntroductionHepatocellular carcinoma (HCC) is a common malignantneoplasm and major cause of cancer-related deaths in Asiancountries. A high mortality rate for HCC in Taiwan is princi-pally caused by uncontrolled tumor invasion and metastasis[1]. Cancer cell metastasis involves multiple processes andvarious cytophysiological changes, including changes in theadhesive capability between cells and the extracellular matrix(ECM). This involves proteolytic degradation and damagedintracellular interaction. Degradation of the ECM by cancercells occurs through proteases, such as serine proteinaseand the matrix metalloproteinases (MMPs). This leads tothe separation of the intercellular matrix to promote themobility of cancer cells, eventually leading to metastasis[2]. Matrix metalloproteinase-9 (MMP-9 or gelatinase B,mailto:hlchiou@csmu.edu.twmailto:ysf@csmu.edu.tw2 Evidence-Based Complementary and Alternative Medicine92 kDa) is the proteases most significantly involved in thedegradation of the basement membrane and, thus, in tumorinvasion and metastasis. A number of pathological states,including cancer, inflammation, and vascular diseases, areassociated with increased proteinase activities [3, 4]. Theexpression of MMPs is regulated by various factors, suchas growth factors, cytokines, and proteinase inhibitors. Theendogenous tissue inhibitors of metalloproteinases (TIMPs)are the specific inhibitors of MMPs. Imbalance betweenthe MMPs and TIMPs might, therefore, contribute todegradation or deposition of the ECM [5, 6]. Inhibition ofMMP-mediated migration or invasion could thus provide ameans of preventing cancer metastasis.Terminalia is a genus of combretaceous plants widelydistributed in tropical and subtropical regions. In severalAsian countries, physicians have used the leaves, bark, andfruit of Terminalia catappa to treat dermatitis and pyresis.Terminalia catappa leaf extracts (TCE) contain flavonoidsand hydrolysable tannins, which have preventive effectson hepatoma and reduce hepatotoxicity. The antioxidative,hepatoprotective, anti-inflammatory, and carcinogenesis-preventing effects of TCE could potentially provide ben-efits to human health [7–9]. The group’s previous studyshowed that TCE can inhibit lung cancer metastasis in vivoand in vitro [9]. However, the effects of TCE on HCCinvasion and metastasis, and the underlying mechanismsof the antimetastatic effects, have yet to be evaluated. Thepresent study, therefore, investigated the potential inhibitoryeffects of TCE on hepatocellular carcinoma (Huh7 cell)invasiveness, and the possible mechanisms of TCE-inducedantimetastatic effects.2. Materials and Methods2.1. Preparation of Terminalia catappa Leaves Extracts (TCE).Terminalia catappa leaves were purchased from local herbstores in Taichung and the TCE were prepared by aninitial condensation followed by lyophilization as describedpreviously [9]. Briefly, 100 g of air-dried leaves were boiled at70◦C for 24 h with 500 mL of 50% ethanol. The extractionprocedure was repeated twice. Then, solvent was removedfrom the combined extract with a vacuum rotary evaporator.The filtrate was then lyophilized and stored at −20◦C.Furthermore, the chemical profile of TCE was analyzed byusing high-pressure liquid chromatograms (HPLC) massspectrometer as described previously [9]. For subsequentexperiments, TCE powder was dissolved in 50% in dimethylsulfoxide (DMSO) to achieve an indicated concentra-tion with the highest concentration of DMSO less than0.1%.2.2. Cell Culture and TCE Treatment. HCC (Huh7) cellsobtained from Food Industry Research and DevelopmentInstitute (Hsinchu, Taiwan) was cultured in Dulbecco’s mod-ified Eagle’s medium (Life Technologies, Grand Island, NY,USA), 10% fetal bovine serum, 2 mM glutamine, 100 U/mLpenicillin, 100 μg/mL streptomycin, and 400 ng/mL hydro-cortisone. All cell cultures were maintained at 37◦C n ahumidified atmosphere of 5% CO2. For TCE treatment,appropriate amounts of stock solution of TCE were addedinto culture medium to achieve the indicated concentrationsand then incubated with cells for indicated time periods,whereas dimethyl sulfoxide solution without TCE was usedas blank reagent.2.3. Determination of Cell Viability (MTT Assay). For cellviability experiment, a microculture tetrazolium (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) col-orimetric assay was performed to determine the cytotoxi-city of TCE [10, 11]. Huh7 cells were seeded in 24-wellplates at a density of 5 × 104 cells/well and treated with TCEat a concentration between 0–100 μg/mL at 37◦C for 24 h.After the exposure period, the media was removed, and cellswere washed with phosphate-buffered saline (PBS) and thenincubated with 20 μL MTT (5 mg/mL) (Sigma chemical Co.,St. Louis, MO, USA) for 4 h. The viable cell number per dishis directly proportional to the production of formazan, whichcan be measured spectrophotometrically at 563 nm followingsolubilization with isopropanol.2.4. In Vitro Wound Closure. Huh7 cells (1 × 105 cells/well)were plated in 6-well plates for 24 h, wounded by scratchingwith a pipette tip, then incubated with DMEM mediumcontaining 0.5% FBS and treated with or without TCE (0,25, 50, 75, and 100 μg/mL) for 0, 12, and 24 h. Cells werephotographed using a phase-contrast microscope (×100).2.5. Cell Invasion and Migration Assays. Cell invasion andmigration were assayed according to the methods describedby Yang et al. [12]. After a treatment with TCE (0, 25, 50,75, and 100 μg/mL) for 24 h, surviving cells were harvestedand seeded to Boyden chamber (Neuro Probe, Cabin John,MD, USA) at 104 cells/well in serum-free medium and thenincubated for 24 hours at 37◦C. For invasion assay, 10 μLMatrigel (25 mg/50 mL; BD Biosciences, MA, USA) wasapplied to 8 μm pore size polycarbonate membrane filtersand the bottom chamber contained standard medium. Filterswere then air-dried for 5 h in a laminar flow hood. Theinvaded cells were fixed with 100% methanol and stainedwith 5% Giemsa. Cell numbers were counted under a lightmicroscope. The migration assay was carried out as describedin the invasion assay with no coating of Matrigel [13].2.6. Determination of MMP-9 by Zymography. The activitiesof MMP-9 in conditional medium were measured by gelatinzymography protease assays as previously described [12].Briefly, collected media of an appropriate volume (adjustedby vital cell number) were prepared with SDS sample bufferwithout boiling or reduction and subjected to 0.1% gelatin-8% SDS-PAGE electrophoresis. After electrophoresis, gelswere washed with 2.5% Triton X-100 and then incubatedin reaction buffer (40 mM Tris-HCl, pH 8.0; 10 mM CaCl2and 0.01% NaN3) for 12 h at 37◦C. Then gel was stained withCoomassie brilliant blue R-250.Evidence-Based Complementary and Alternative Medicine 3Cell viability (% of control) 2004060801000 25 50 75 100TCE concentration (μg/mL)(a)02040608010012012 hr 24 hr100 μg/mL75 μg/mL50 μg/mL25 μg/mLControl∗∗∗∗Number of migrated cells (% of control)0 hr12 hr24 hr0 25 50 75 100TCE concentration (μg/mL)TCE concentration (μg/mL)(b)Figure 1: Effect of TCE on cell viability and in vitro wound closure in Huh7 cells. (a) Huh7 cells were treated with TCE (0, 25, 50, 75and 100 μg/mL) for 24 h before being subjected to a MTT assay for cell viability. The values represented the means ± SD of at least threeindependent experiments. (b) Huh7 cells were wounded and then treated with vehicle (DMSO) or TCE (0, 25, 50, 75 and 100 μg/mL) for0 h, 12 h and 24 h in 0.5% FBS-containing medium. At 0, 12, and 24 h, phase-contrast pictures of the wounds at three different locationswere taken.4 Evidence-Based Complementary and Alternative MedicineCell migration (% of control) 2004060801001200 25 50 75 100∗∗∗0 25 50 75 100 (μg/mL)TCE concentration (μg/mL)(a)Cell invasion (% of control) 2004060801001200 25 50 75 100∗∗0 25 50 75 100 (μg/mL)TCE concentration (μg/mL)(b)Figure 2: Effect of TCE on cell migration and invasion in Huh7 cells. (a) The cell migration and (b) cell invasion were measured using aBoyden chamber for 16 h and 24 h with polycarbonate filters, respectively. The migration and invasion abilities of Huh7 cells were quantifiedby counting the number of cells that invaded the underside of the porous polycarbonate as described in Section 2 . The values representedthe means ± SD of at least three independent experiments. ∗P < 0.05 as compared with the vehicle group.2.7. RNA Preparation and TaqMan Quantitative Real-TimePCR. Total RNA was isolated from Huh7 cells using Trizol(Life Technologies, Grand Island, NY, USA) according tothe manufacturer’s instructions as previously described [14].Quantitative real-time PCR analysis was carried out usingTaqMan one-step PCR Master Mix (Applied Biosystems).100 ng of total cDNA was added per 25 μL reactions withMMP-9 or GAPDH primers and TaqMan probes. TheMMP-9 and GAPDH primers and probes were designedusing commercial software (ABI PRISM Sequence DetectionSystem; Applied Biosystems). Quantitative real-time PCRassays were carried out in triplicate on a StepOnePlusEvidence-Based Complementary and Alternative Medicine 5TCE concentration0 25 50 75 100MMP-9(μg/mL)(a)2004060801001200 25 50 75 100MMP-9 activity (% of control)∗∗∗TCE concentration (μg/mL)(b)MMP-9TIMP-1β-actin0 25 50 75 100(μg/mL)TCE concentration(c)050100150200250300Control25 μg/mL50 μg/mL75 μg/mL50 μg/mLMMP-9 and TIMP-1 levels (% of control)∗∗∗∗∗∗MMP-9 TIMP-1(d)Figure 3: Effects of TCE on the activity and protein level of MMP-9 and the protein level of the endogenous inhibitor TIMP-1. (a) Huh7 cellswere treated with TCE (0, 25, 50, 75 and 100 μg/mL) for 24 h and then subjected to gelatin zymography to analyze the activity of MMP-9.(b) Huh7 cells were treated with TCE (0, 25, 50, 75 and 100 μg/mL) for 24 h and then subjected to western blotting to analyze the proteinlevels of MMP-9 and TIMP-1. Quantitative results of MMP-9 and TIMP-1 protein levels which were adjusted with β-actin protein level. Thevalues represented the means ± SD of at least three independent experiments. ∗P < 0.05 as compared with the vehicle group.sequence detection system. The threshold was set above thenontemplate control background and within the linear phaseof target gene amplification to calculate the cycle number atwhich the transcript was detected.2.8. Preparation of Total Cell Lysates and Nuclear Fraction.For total cell lysates preparation, cells were rinsed with PBStwice and scraped with 0.2 mL of cold RIPA buffer containingprotease inhibitors cocktail, and then vortexed at 4◦C for10 min. Cell lysates were subjected to a centrifugation of10,000 rpm for 10 min at 4◦C, and the insoluble pellet wasdiscarded. Nuclear extracts were obtained using a modifica-tion of a previously described method [13]. Briefly, harvestedcells were scraped and lysed with buffer A (10 mM HEPES,10 mM KC1, 0.1 mM EDTA, 1.5 mM MgCl2, 0.2% NP40,1 mM DTT, and 0.5 mM phenylmethylsulfonyl fluoride),followed by vortexing to shear the cytoplasmic membranesand nuclear pellets were collected by a centrifugation at3000 rpm for 30 s at 4◦C. Nuclear proteins were extractedwith high-salt buffer B (20 mM HEPES, 25% glycerol,1.5 mM MgCl2, 0.1 mM EDTA, 420 mM NaCl, 1 mM DTT,and 0.5 mM phenylmethylsulfonyl fluoride). The proteinconcentration of total cell lysates and nuclear fraction weredetermined by Bradford assay [15].2.9. Western Blot Analysis. The cell lysates or nuclear extractswere separated in a 10% polyacrylamide gel and transferredonto a nitrocellulose membrane. The blot was subsequentlyincubated with 5% nonfat milk in Tris-buffered saline6 Evidence-Based Complementary and Alternative MedicineTCE concentration0 25 50 75 100MMP-9GAPDH(μg/mL)(a)00 25 50 75 10012010080604020MMP-9 mRNA expression (% of control)∗∗∗TCE concentration (μg/mL)(b)00 25 50 75 10012010080604020MMP-9 promoter activity (% of control)NF-κB−600AP-1−79LuciferaseAP-1−533−11∗∗TCE concentration (μg/mL)(c)Figure 4: TCE suppresses MMP-9 expression at a transcriptional level. Huh7 cells were treated with TCE (0, 25, 50, 75, and 100 μg/mL) for24 h and then subjected to (a) reverse transcription-PCR and (b) quantitative real-time PCR to analyze the mRNA expression of MMP-9. (c)MMP-9 promoter reporter assay to analyze the promoter activity of MMP-9. Luciferase activity, determined in triplicates, was normalizedto β-galactosidase activity. The values represented the means ± SD of at least three independent experiments. ∗P < 0.05 as compared withthe vehicle group.(20 mM Tris, 137 mM NaCl, pH 7.6) for 1 h to block non-specific binding and then overnight with polyclonal anti-bodies against MMP-9, TIMP-1, NF-κB, IκB, c-Jun, and c-Fos. Blots were then incubated with a horseradish peroxidasegoat anti-rabbit or anti-mouse IgG for 1 h. Afterwards,signal was detected by using enhanced chemiluminescence(ECL) commercial kit (Amersham Biosciences) and relativephotographic density was quantitated by scanning the pho-tographic negatives on a gel documentation and analysissystem (AlphaImager 2000, Alpha Innotech Corporation,San Leandro, CA, USA).2.10. Transfection and MMP-9 Promoter-Driven LuciferaseAssays. Huh7 cells were seeded at a concentration of 5 ×104 cells per well in 6-well cell culture plates. After 24 hof incubation, pGL3-basic (vector) and MMP-9 promoterplasmid were cotransfected with a β-galactosidase expressionvector (pCH110) into cells using Turbofect (Fermentas,Carlsbad, CA). After 12 h of transfection, cells were treatedwith vehicle or TCE (0, 25, 50, 75, and 100 μg/mL) for 24 h.The cell lysates were harvested, and luciferase activity wasdetermined using a luciferase assay kit. The value of theEvidence-Based Complementary and Alternative Medicine 7M Input IgG NF-κB200 bp200 bp100 bp100 bpAP-1IP+++− − −TCE (100 μg/mL)(a)rIgG 0 100200150100500The ratio of gene expressionMMP-9 (NF-κB)MMP-9 (AP-1)∗∗TCE concentration (μg/mL)(b)Figure 5: Critical role of AP-1 and NF-κB in TCE-induced transcriptional inhibition of MMP-9 in Huh7 cells. Huh7 cells were treated withTCE (0, 100 μg/mL) for 24 h and then the nuclear fraction was prepared as described in Section 2 . ((a) and (b)) Levels of AP-1 and NF-κBin the nucleus were immunodetected with AP-1- and NF-κB-, specific antibodies, respectively.luciferase activity was normalized to transfection efficiencyand monitored by β-galactosidase expression.2.11. Chromatin Immunoprecipitation Analysis (ChIP). Chro-matin immunoprecipitation analysis was performed as des-cribed previously [14]. DNA immunoprecipitated with anti-NF-κB and anti-AP-1 was purified and extracted usingphenol-chloroform. Immunoprecipitated DNA was analyzedby PCR or quantitative PCR by using specific primers.2.12. Statistical Analysis. Statistical significances of differencethroughout this study were calculated by Student’s t-test(Sigma-Stat 2.0, Jandel Scientific, San Rafael, CA, USA). Adifference at P < 0.05 was considered to be statisticallysignificant and the experiments were repeated three times.3. Results3.1. Effects of TCE on Huh7 Cell Viability. Figure 1(a) displaysthe cytotoxic effects of various concentrations of TCE(0 μg/mL to 100 μg/mL) on Huh7 cells. Results from MTTassay revealed that TCE did not influence Huh7 cell viabilityat all tested concentrations. A lower TCE concentration rangewas, thus, used for all subsequent experiments.3.2. Effects of TCE on Wound Closure, Invasion, and Migrationof Huh7 Cells In Vitro. Figure 1(b) displays the findings fromwound closure assay to evaluate the effects of TCE on Huh7cell migration, showing representative photographs of Huh7cells migrating into scratch wounds following treatment withTCE. Figures 2(a) and 2(b) demonstrate the effects of TCEon cell migration and invasion in Huh7 cells treated with0, 25, 50, 75, and 100 μg/mL TCE for 16 h (cell migration)and 24 h (cell invasion). Cell migration and invasion assaysusing a Boyden chamber revealed that TCE induced markedreductions in the invasion and migration abilities of Huh7cells in a concentration-dependent manner.3.3. Effects of TCE on the Expression of MMP-9 and ItsEndogenous Inhibitor. The Huh7 cells were treated with TCE(0, 25, 50, 75, and 100 μg/mL) for 24 h, and then subjectedto gelatin zymography to analyze MMP-9 activity. As shownin Figures 3(a)-3(b), TCE treatment reduced MMP-9 activityin a dose-dependent manner. Figure 3(c) shows Western blotanalysis of the expression of MMP-9 and its endogenousinhibitor TIMP-1. The MMP-9 and TIMP-1 protein levelswere adjusted using β-actin. Following TCE treatment,MMP-9 expression decreased significantly, whereas TIMP-1expression increased (Figure 3(d)).3.4. Effects of TCE on MMP-9 Transcription. To evaluate theinhibitory effects of TCE on MMP-9 expression in Huh7cells, Huh7 cells were treated with 0, 25, 50, 75, and100 μg/mL TCE for 24 h, and then subjected to reverse trans-criptase polymerase chain reaction (RT-PCR) and real-timePCR to analyze mRNA levels. After treatment with variousconcentrations of TCE, the levels of MMP-9 mRNA showedmarked decreases in a concentration-dependent manner(Figures 4(a) and 4(b)). Promoter analysis using a luciferaseassay kit identified significant inhibition of the luciferaseactivities of MMP-9 (Figure 4(c)). These results indicate thatTCE regulates the expression of MMP-9, at least partially, ata transcriptional level.3.5. The Transcription Factors NF-κB and AP-1 Are the KeyRegulators Involved in Transcriptional Inhibition of MMP-9 by8 Evidence-Based Complementary and Alternative MedicineNuclear NF-κB expression (% of control)1201008060402000 25 100TCE (μg/mL)NF-κBGAPDHFibrillianCytosolic Nuclear0 25 100 0 25 100TCE concentration (μg/mL)(a)Phospho-IκBαGAPDHTCE (μg/mL) 0 25 1001201008060402000 25 100∗IκB Phosphorylation (% of control)TCE concentration (μg/mL)IκBα(b)c-Junc-Fos120100806040200Nuclear AP-1 expression (% of control)ControlTCE (μg/mL)c-Fosc-JunC230 25 100∗∗∗25 μg/mL100 μg/mL(c)Figure 6: NF-κB and AP-1 expressions in TCE-induced transcriptional inhibition of Huh7 cells. Huh7 cells were treated with TCE 25 and100 μg/mL for 24 h and then the nuclear fraction was prepared as described in Section 2 . Levels of NF-κB (a), IκB (b), c-fos, and c-Jun (c)in the nucleus were immunodetected with NF-κB-, IκB-, c-fos-, and c-Jun-specific antibodies, respectively. Representative results of NF-κB,IκB, c-fos, and c-Jun protein levels determined by western blot analysis. The values represented the means± SD of at least three independentexperiments. ∗P < 0.05 as compared with the vehicle group.Evidence-Based Complementary and Alternative Medicine 9TCENucleusCell invasionC-JunC-JunC-FosC-Fosp65p65p50p50PPAP-1 binding siteNF-κBMMP-9IκB-αFigure 7: Proposed signal transduction pathways by which TCE inhibits invasion of Huh7 cells.TCE. Sequence analysis of the MMP-9 promoter revealed anumber of cis-acting regulatory elements that could poten-tially be involved in the regulation of MMP-9 expression,including NF-κB and AP-1. Chromatin immunoprecipita-tion (ChIP) assay then investigated the involvement of thesetranscription factors in the TCE-induced transcriptionalinhibition of MMP-9 (Figure 5(a)). Results from quantitativereal-time PCR indicated that TCE significantly reduced thebinding of NF-κB and AP-1 to the MMP-9 promoters(Figure 5(b)).To further investigate the involvement of AP-1 and NF-κB in the transcriptional regulation of MMP-9 by TCE inHuh7 cells, the effects of TCE on nuclear translocationof NF-κB, c-fos, and c-Jun were evaluated. Treatment ofHuh7 cells with 0, 25, and 100 μg/mL TCE reduced nucleartranslocation of NF-κB, and phosphorylation of IκB, c-Fos,and c-Jun (Figures 6(a) to 6(c)). These findings indicatedthat TCE might induce transcriptional inhibition of MMP-9 in Huh7 cells by suppressing NF-κB and AP-1 nucleartranslocation and MMP-9 promoter binding activity.4. DiscussionHerbal products are used worldwide in the prevention andtreatment of various chronic diseases, and their potentialanticancer and antimetastatic effects are currently underinvestigation. Terminalia catappa leaf extracts exert a rangeof biological effects on cells, including antioxidant and hep-atoprotective activity on hepatocytes and liver mitochondria,and preventive activity against hepatocyte apoptosis [16–19].In previous studies, water extracts of TCE could effectivelyreduce carbon-tetrachloride- (CCl4-) induced hepatotoxicityand bleomycin-induced genotoxicity of Chinese hamsterovary cells [20, 21]. Tang et al. reported that ethanol extractsof TCE contain higher active components than water extractsof TCE [8]. In an earlier study, the same group identified thatchloroform extracts of TCE induce hepatoprotective effectsthat might be related to the regulation of liver IL-6 geneexpression [22]. Different methods of extraction of TCE can,therefore, influence the physiological nature of the activecompound and modify its effects directly.As described in previous studies, the protective activitiesof TCE against liver mitochondrial damage induced by car-bon tetrachloride (CCl4) might be related to the inhibition ofIL-6 gene overexpression [20, 23]. Studies have also suggestedthat its protective effects might be related to the scavengingof reactive oxygen species (ROS) [20, 21, 24]. The groupsof Fan and Tang speculated that TCE might prevent DNAdamage and carcinogenesis by inhibiting ROS generationor reducing DNA adduct formation [19, 25]. In the studyof Wen et al., T. catappa L. hydrophilic extract (TCLW)inhibited MMP-1, MMP-3, and MMP-9 expressions at arange of concentrations and promoted the expression of typeI procollagen by inhibiting MMP-1, -3, and -9 activities.This afforded it antiaging activity and potential cosmeticuse [24]. Ko et al. also described that SC-CO2 extract ofTCE exhibited potent antimutagenicity and demonstratedhigher cytotoxicity against HCC cells than against normalliver cells. Therefore, TCE is a potent antioxidant and mightprovide a novel source of biomedicinal phytochemicals forcancer prevention [26]. However, constraints on the use ofherbal products for prevention of cancer metastasis have yetto be cleared, and the underlying biological mechanisms of10 Evidence-Based Complementary and Alternative Medicinetheir activities have yet to be fully characterized. Our group’sprevious studies identified that TCE induces antimetastaticeffects in lung cancer (A549, Lewis lung carcinoma, LLC) andoral cancer cells (SCC-4) [5, 9]. The present study’s resultsindicate that TCE also exerts inhibitory effects on HCC cellmetastasis through regulation of MMP-9. Morioka et al.reported that TCE has a potent short-term chemopreventiveeffect on biomarkers of colon carcinogenesis and mightbe associated with inhibition of the development of aber-rant crypt foci (ACF) and beta-catenin-accumulated crypts(BCACs) [27]. It is, therefore, possible that other proteasesare involved in the antimetastatic effects of TCE on HCC.Further investigation is needed to confirm the involvementof other antimetastatic mechanisms, and changes in theexpression of proteases, in TCE-induced effects.Transcription of the MMP-9 gene is regulated byupstream sequences, including motifs corresponding to NF-κB or AP-1 binding sites [6, 28, 29]. In the present study,TCE inhibited the binding of NF-κB and AP-1 to theMMP-9 promoter in Huh7 cells. The transcription nuclearfactors NF-κB and AP-1 can promote tumorigenesis and arelinked to invasion and metastasis. In the study by Aggarwal,inhibition of NF-κB and AP-1 activities was effective in theprevention and treatment of cancer [30]. This result wassimilar to the group’s previous finding that norcantharidin(NCTD) exerted inhibitory effects on metastasis in HCC cells[6]. Activation of NF-κB occurs through the phosphorylationof IκBα. This releases NF-κB, which then translocates fromthe cytosol to the nucleus to regulate gene expression at atranscriptional level. In the present study, TCE treatmentresulted in inhibition of NF-κB DNA binding activity,accompanied by inhibition of IκBα phosphorylation, leadingto the downregulation of MMP-9.In conclusion, the present study’s findings demonstratethat TCE exerts inhibitory effects on several critical stagesof metastasis, including cell invasion and migration, byregulating the activities of metastasis-associated proteasesand their natural inhibitors. Terminalia Catappa leaf extractsmight, therefore, have potential use in the developmentof preventive and treatment agents for cancer metastasis.Terminalia catappa leaf extracts inhibit NF-κB and AP-1DNA binding activities effectively, resulting in the down-regulation of MMP-9 expression and the inhibition ofmetastasis (Figure 7). By targeting the signal transductionmediators and transcriptional factors involved in the TCEantimetastatic process in human hepatoma cells, it mightbe possible to develop specific mediators to inhibit cellmetastasis. Further in vivo analysis is needed to confirmthe effectiveness of TCE in the prevention or treatment ofhepatoma invasion or migration.AbbreviationsTCE: Terminalia catappa leaf extractsECM: Extracellular matrixMMP: Matrix metalloproteinaseTIMP: Tissue inhibitor of metalloproteinaseHCC: Hepatocellular carcinomaChIP: Chromatin immunoprecipitation.AcknowledgmentThis study was supported by a Research Grant from ChungShan Medical University Hospital, Taiwan (CSH-2012-C-006).References[1] T. Y. Chen, Y. C. Li, Y. F. Liu et al., “Role of MMP14 gene poly-morphisms in susceptibility and pathological development tohepatocellular carcinoma,” Annals of Surgical Oncology, vol.18, no. 8, pp. 2348–2356, 2011.[2] B. Bauvois, “New facets of matrix metalloproteinases MMP-2 and MMP-9 as cell surface transducers: outside-in signalingand relationship to tumor progression,” Biochimica et Biophys-ica Acta, vol. 1825, no. 1, pp. 29–36, 2012.[3] M. Björklund and E. Koivunen, “Gelatinase-mediated migra-tion and invasion of cancer cells,” Biochimica et BiophysicaActa, vol. 1755, no. 1, pp. 37–69, 2005.[4] S. F. Yang, C. Y. Lin, P. Y. Yang, S. C. Chao, Y. Z. Ye, andD. N. Hu, “Increased expression of gelatinase (MMP-2 andMMP 9) in pterygia and pterygium fibroblasts with diseaseprogression and activation of protein kinase C,” InvestigativeOphthalmology and Visual Science, vol. 50, no. 10, pp. 4588–4596, 2009.[5] S. F. Yang, M. K. Chen, Y. S. Hsieh et al., “Antimetastatic effectsof Terminalia catappa L. on oral cancer via a down-regulationof metastasis-associated proteases,” Food and Chemical Toxi-cology, vol. 48, no. 4, pp. 1052–1058, 2010.[6] C. B. Yeh, M. J. Hsieh, Y. H. Hsieh et al., “Antimetastaticeffects of norcantharidin on hepatocellular carcinoma bytranscriptional inhibition of MMP-9 through Modulation ofNF-κB activity,” PLos ONE, vol. 7, Article ID e31055, 2012.[7] X. H. Tang, L. Gao, J. Gao et al., “Mechanisms of hepatopro-tection of Terminalia catappa L. extract on D-galactosamine-induced liver damage,” American Journal of Chinese Medicine,vol. 32, no. 4, pp. 509–519, 2004.[8] X. Tang, J. Gao, Y. Wang et al., “Effective protection ofTerminalia catappa L. leaves from damage induced by carbontetrachloride in liver mitochondria,” Journal of NutritionalBiochemistry, vol. 17, no. 3, pp. 177–182, 2006.[9] S. C. Chu, S. F. Yang, S. J. Liu, W. H. Kuo, Y. Z. Chang, andY. S. Hsieh, “In vitro and in vivo antimetastatic effects ofTerminalia catappa L. leaves on lung cancer cells,” Food andChemical Toxicology, vol. 45, no. 7, pp. 1194–1201, 2007.[10] T. Mosmann, “Rapid colorimetric assay for cellular growthand survival: application to proliferation and cytotoxicityassays,” Journal of Immunological Methods, vol. 65, no. 1-2, pp.55–63, 1983.[11] S. F. Yang, W. E. Yang, H. R. Chang, S. C. Chu, and Y. S. Hsieh,“Luteolin induces apoptosis in oral squamous cancer cells,”Journal of Dental Research, vol. 87, no. 4, pp. 401–406, 2008.[12] S. F. Yang, W. E. Yang, W. H. Kuo, H. R. Chang, S. C. Chu,and Y. S. Hsieh, “Antimetastatic potentials of flavones on oralcancer cell via an inhibition of matrix-degrading proteases,”Archives of Oral Biology, vol. 53, no. 3, pp. 287–294, 2008.[13] S. F. Yang, S. C. Chu, S. J. Liu, Y. C. Chen, Y. Z. Chang, and Y.S. Hsieh, “Antimetastatic activities of Selaginella tamariscina(Beauv.) on lung cancer cells in vitro and in vivo,” Journal ofEthnopharmacology, vol. 110, no. 3, pp. 483–489, 2007.Evidence-Based Complementary and Alternative Medicine 11[14] S. F. Yang, M. K. Chen, Y. S. Hsieh et al., “ProstaglandinE2/EP1 signaling pathway enhances intercellular adhesionmolecule 1 (ICAM-1) expression and cell motility in oralcancer cells,” Journal of Biological Chemistry, vol. 285, no. 39,pp. 29808–29816, 2010.[15] M. M. Bradford, “A rapid and sensitive method for thequantitation of microgram quantities of protein utilizing theprinciple of protein dye binding,” Analytical Biochemistry, vol.72, no. 1-2, pp. 248–254, 1976.[16] S. Kinoshita, Y. Inoue, S. Nakama, T. Ichiba, and Y. Aniya,“Antioxidant and hepatoprotective actions of medicinal herb,Terminalia catappa L. from Okinawa Island and its tannincorilagin,” Phytomedicine, vol. 14, no. 11, pp. 755–762, 2007.[17] C. C. Lin, Y. L. Chen, J. M. Lin, and T. Ujiie, “Evaluationof the antioxidant and hepatoprotective activity of Terminaliacatappa,” American Journal of Chinese Medicine, vol. 25, no. 2,pp. 153–161, 1997.[18] T. Y. Liu, L. K. Ho, Y. C. Tsai et al., “Modification of mitomycinC-induced clastogenicity by Terminalia catappa L. in vitro andin vivo,” Cancer Letters, vol. 105, no. 1, pp. 113–118, 1996.[19] X. H. Tang, J. Gao, H. Dou et al., “Protective effect of theextract of Terminalia catappa leaves on acute liver injuryinduced by D-GalN in mice,” Zhongguo Zhongyao Zazhi, vol.29, no. 11, pp. 1069–1073, 2004.[20] P. S. Chen, J. H. Li, T. Y. Liu, and T. C. Lin, “Folk medicineTerminalia catappa and its major tannin component, puni-calagin, are effective against bleomycin-induced genotoxicityin Chinese hamster ovary cells,” Cancer Letters, vol. 152, no. 2,pp. 115–122, 2000.[21] J. Gao, X. Tang, H. Dou, Y. Fan, X. Zhao, and Q. Xu, “Hepa-toprotective activity of Terminalia catappa L. leaves and its twotriterpenoids,” Journal of Pharmacy and Pharmacology, vol. 56,no. 11, pp. 1449–1455, 2004.[22] X. H. Tang, J. Gao, Y. P. Wang, L. Z. Xu, X. N. Zhao, and Q.Xu, “Hepatoprotective effects of chloroform extract from leafof Terminalia catappa in relation to the inhibition of liver IL-6 expression,” Zhongguo Zhongyao Zazhi, vol. 28, no. 12, pp.1170–1174, 2003.[23] C. C. Lin, Y. F. Hsu, and T. C. Lin, “Antioxidant and free radicalscavenging effects of the tannins of Terminalia catappa L.,”Anticancer Research, vol. 21, no. 1, pp. 237–244, 2001.[24] K. C. Wen, I. C. Shih, J. C. Hu et al., “Inhibitory effects ofTerminalia catappa on UVB-induced photodamage in fibrob-last cell line,” Evidence-Based Complementary and AlternativeMedicine, vol. 2011, Article ID 904532, 9 pages, 2011.[25] Y. M. Fan, L. Z. Xu, J. Gao et al., “Phytochemical and anti-inflammatory studies on Terminalia catappa,” Fitoterapia, vol.75, no. 3-4, pp. 253–260, 2004.[26] T. F. Ko, Y. M. Weng, S. B. Lin, and R. Y. Y. Chiou,“Antimutagenicity of supercritical CO2 extracts of Terminaliacatappa leaves and cytotoxicity of the extracts to humanhepatoma cells,” Journal of Agricultural and Food Chemistry,vol. 51, no. 12, pp. 3564–3567, 2003.[27] T. Morioka, M. Suzui, V. Nabandith et al., “Modifying effectsof Terminalia catappa on azoxymethane-induced colon carci-nogenesis in male F344 rats,” European Journal of CancerPrevention, vol. 14, no. 2, pp. 101–105, 2005.[28] Y. Takada, S. Singh, and B. B. Aggarwal, “Identificationof a p65 peptide that selectively inhibits NF-κB activationinduced by various inflammatory stimuli and its role indown-regulation of NF-κB-mediated gene expression and up-regulation of apoptosis,” Journal of Biological Chemistry, vol.279, no. 15, pp. 15096–15104, 2004.[29] M. H. Chien, T. H. Ying, Y. S. Hsieh et al., “Dioscoreanipponica Makino inhibits migration and invasion of humanoral cancer HSC-3 cells by transcriptional inhibition of matrixmetalloproteinase-2 through modulation of CREB and AP-1activity,” Food and Chemical Toxicology, vol. 50, no. 3-4, pp.558–566, 2012.[30] B. B. Aggarwal, “Nuclear factor-κB: the enemy within,” CancerCell, vol. 6, no. 3, pp. 203–208, 2004.\tIntroduction\tMaterials and Methods\tPreparation of Terminalia catappa Leaves Extracts (TCE)\tCell Culture and TCE Treatment\tDetermination of Cell Viability (MTT Assay)\tIn Vitro Wound Closure\tCell Invasion and Migration Assays\tDetermination of MMP-9 by Zymography\tRNA Preparation and TaqMan Quantitative Real-Time PCR\tPreparation of Total Cell Lysates and Nuclear Fraction\tWestern Blot Analysis\tTransfection and MMP-9 Promoter-Driven Luciferase Assays\tChromatin Immunoprecipitation Analysis (ChIP)\tStatistical Analysis\tResults\tEffects of TCE on Huh7 Cell Viability\tEffects of TCE on Wound Closure, Invasion, and Migration of Huh7 Cells In Vitro\tEffects of TCE on the Expression of MMP-9 and Its Endogenous Inhibitor\tEffects of TCE on MMP-9 Transcription\tThe Transcription Factors NF-B and AP-1 Are the Key Regulators Involved in Transcriptional Inhibition of MMP-9 by TCE\tDiscussion\tAbbreviations\t\tAcknowledgment\tReferences"