"α-Actinin TvACTN3 of Trichomonas vaginalis Is an RNA-Binding Protein That Could Participate in Its Posttranscriptional Iron Regulatory MechanismResearch Article𝛼-Actinin TvACTN3 of Trichomonas vaginalisIs an RNA-Binding Protein That Could Participate in ItsPosttranscriptional Iron Regulatory MechanismJaeson Santos Calla-Choque, Elisa Elvira Figueroa-Angulo,Leticia Ávila-González, and Rossana ArroyoDepartamento de Infectómica y Patogénesis Molecular, Centro de Investigación y de Estudios Avanzados del IPN (CINVESTAV-IPN),07360 México, DF, MexicoCorrespondence should be addressed to Rossana Arroyo; rarroyo@cinvestav.mxReceived 9 September 2013; Accepted 24 November 2013; Published 2 March 2014Academic Editor: Wanderley De SouzaCopyright © 2014 Jaeson Santos Calla-Choque et al. This is an open access article distributed under the Creative CommonsAttribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work isproperly cited.Trichomonas vaginalis is a sexually transmitted flagellated protist parasite responsible for trichomoniasis.This parasite is dependenton high levels of iron, favoring its growth and multiplication. Iron also differentially regulates some trichomonad virulenceproperties by unknown mechanisms. However, there is evidence to support the existence of gene regulatory mechanisms at thetranscriptional and posttranscriptional levels that aremediated by iron concentration inT. vaginalis.Thus, the goal of this study wasto identify an RNA-binding protein in T. vaginalis that interacts with the tvcp4 RNA stem-loop structure, which may participatein a posttranscriptional iron regulatory mechanism mediated by RNA-protein interactions. We performed RNA electrophoreticmobility shift assay (REMSA) and supershift, UV cross-linking, Northwestern blot, andwestern blot (WB) assays using cytoplasmicprotein extracts from T. vaginalis with the tvcp4 RNA hairpin structure as a probe. We identified a 135-kDa protein isolated by theUV cross-linking assays as 𝛼-actinin 3 (TvACTN3) byMALDI-TOF-MS that was confirmed by LS-MS/MS and de novo sequencing.TvACTN3 is a cytoplasmic protein that specifically binds to hairpin RNA structures from trichomonads and humans when theparasites are grown under iron-depleted conditions.Thus, TvACTN3 could participate in the regulation of gene expression by ironin T. vaginalis through a parallel posttranscriptional mechanism similar to that of the IRE/IRP system.1. IntroductionCellular iron is an essential cofactor for many biochemicalactivities, including oxygen transport, cellular respiration,and DNA synthesis. Thus, iron deficiency can cause cellgrowth arrest and death. However, iron overload is alsopotentially toxic; under aerobic conditions, it catalyzes theformation of reactive oxygen species and generates highlyreactive radicals through the Fenton reaction [1]. The dualrole of this element has led to the evolution of an elegantregulatory system that maintains iron homeostasis and con-tributes to its systemic balance [2–4].In vertebrates, cellular iron homeostasis is maintainedby the coordinated expression of proteins involved in ironuptake, storage, utilization, and export, which are regulatedat the posttranscriptional level. This mechanism is basedon the interactions of cytoplasmic iron regulatory proteins(IRPs) with conserved RNA stem-loop structures known asiron-responsive elements (IREs), which are located in theuntranslated regions (UTRs) of specific mRNAs [4–7], underiron-limited conditions. Depending on the location of theRNA hairpin structures at the 5󸀠- or 3󸀠-UTRs of mRNA,the regulatory outcomes of these interactions are (a) thetranslation inhibition of 5󸀠-UTR IRE-containingmRNAs and(b) the protection and stability of 3󸀠-UTR IRE-containingmRNAs [3].The IRE/IRP interaction in the 5󸀠-UTR modulates theexpression of mRNAs encoding H- and L-ferritin (IRE-fer),Hindawi Publishing CorporationBioMed Research InternationalVolume 2014, Article ID 424767, 20 pageshttp://dx.doi.org/10.1155/2014/424767http://dx.doi.org/10.1155/2014/4247672 BioMed Research InternationalALAS2, m-aconitase, ferroportin, HIF-2𝛼, 𝛽-APP, and 𝛼-synuclein, which control iron storage, erythroid iron utiliza-tion, energy homeostasis, iron efflux, hypoxic responses, andneurological pathways. Conversely, the IRE/IRP interactionin the 3󸀠-UTR stabilizes mRNAs encoding TfR1, DMT1,Cdc14A, andMRCK𝛼, which are involved in iron uptake, irontransport, the cell cycle, and cytoskeletal remodeling [7].There are two cytoplasmic iron regulatory proteins invertebrates, namely, IRP-1 and IRP-2. IRP-1 (97 kDa) and IRP-2 (105 kDa) share ∼57% sequence identity with one anotherand ∼31% sequence identity with mitochondrial aconitase,but only IRP-1 has retained its cytoplasmic aconitase activity[7]. Although IRP-1 and IRP-2 are similar in sequence andstructure, their actions are significantly different. IRP-1 con-tains a [4Fe-4S] cluster, and high iron concentrations preventIRE-protein interactions [8]. In vitro studies have revealedthat the iron-sulfur cluster can be disassembled in thepresence of oxidizing (NO and H2O2) and reducing agents,such as𝛽-mercaptoethanol, resulting in greater IRE affinity athigh iron concentrations [9, 10]. At low iron concentrations,the iron-sulfur cluster is labile and disassembled, and theRNAbinding site is exposed at the IRP, enabling RNA-proteininteractions [10]. By contrast, IRP-2 binding to IRE structureis not regulated by the assembly and disassembly of an iron-sulfur cluster.Trichomonas vaginalis is a flagellated protist parasiteresponsible for trichomoniasis, one of the most commonnonviral sexually transmitted infections in humans. Thisprotist is dependent on high levels of iron, favoring its growthandmultiplication in culture and in the human vagina, wherethe iron concentration is constantly changing throughoutthe menstrual cycle. Iron also differentially regulates sometrichomonad virulence properties by unknown mechanisms[11, 12]. Knowledge of iron gene expression regulation in T.vaginalis is still very limited.There is evidence to support the existence of gene regu-latory mechanisms at the transcriptional and posttranscrip-tional levels that are mediated by iron concentration in T.vaginalis. An iron-responsive promoter and the regulatoryproteins that interact with it are involved in the positive tran-scriptional regulation of ap65-1 gene expression by iron [13],but this system is specific to this particular gene. Moreover,an atypical IRE hairpin structure has been reported in themRNA of cysteine proteinase 4 (TvCP4) that is upregulatedby iron at the posttranscriptional level. This atypical IREstructure specifically interacts with human IRP-1 and alsoappears to interact with trichomonad cytoplasmic proteinsfrom parasites grown under iron-restricted conditions [11].However, the specificity and identity of these proteins areunknown because T. vaginalis lacks aconitase activity andgenes encoding IRP-like proteins. Interestingly, these tri-chomonad cytoplasmic proteins also specifically interactwith human IRE-fer. Taken together, these data suggest theexistence of a posttranscriptional iron regulatory mechanismin T. vaginalis that is parallel to the typical IRE/IRP system[11, 12].Therefore, the goal of this work was to identify at leastone of the cytoplasmic RNA-binding proteins of T. vaginalisthat interacts with these IRE structures to provide insightinto the posttranscriptional iron regulatory mechanism ofthis early-evolved protist parasite. UsingRNAelectrophoreticmobility shift assay (REMSA) and supershift, UV cross-linking, and Northwestern blot (NWB) assays in concertwith mass spectrometry (MS) analysis, we identified andcharacterized the 135-kDa cytoplasmic protein 𝛼-actinin(TvACTN3), which has the ability to bind to RNA andcould participate in the posttranscriptional iron regulatorymechanism of T. vaginalis.2. Materials and Methods2.1. Parasite and HeLa Cell Cultures. T. vaginalis parasitesfrom a fresh clinical CNCD 147 isolate were cultured intrypticase-yeast extract-maltose (TYM) medium [14] sup-plemented with 10% (v/v) heat-inactivated horse serum(HIHS) and incubated at 37∘C for 24 h. Regular TYM-HIHS medium contains 20 𝜇M iron [14, 15]. Parasites inthe logarithmic phase of growth were also cultured in iron-depleted or iron-rich conditions (0 or 250𝜇M iron, resp.),and the culture medium was supplemented with 150 𝜇M2,2󸀠-dipyridyl (Sigma-Aldrich, Co., St. Louis, MO, USA)or 250𝜇M ferrous ammonium sulfate (J. T. Baker, USA)solutions, respectively, 24 h prior to parasite inoculation [11,15]. HeLa cells were grown in Dulbecco’s modified Eaglemedium (DMEM) (Invitrogen-Gibco, Carlsbad, CA, USA),supplemented with 10% HIHS at 37∘C for 48 h in a 5% CO2atmosphere to obtain confluent cell monolayers [16].2.2. Parasite Cell Fractionation. Parasite cell fractionationwas performed by combining previously described methods[17] with a few modifications. In brief, T. vaginalis parasites(5×108 with a cell density of 1.5×106 parasites/mL) culturedunder different iron conditions were harvested at 750×g for5min at 4∘C and washed twice with ice-cold PBS, pH 7.0.Theparasite pellet was resuspended in 1mL of extraction buffer(EB) (10mMHEPES (pH 7.6), 3mMMgCl2, 40mMKCl, 5%glycerol, and 0.5% Nonidet P-40; Sigma) containing proteaseinhibitors (7.5mM TLCK and 1.6mM leupeptin; Sigma),vortexed, and incubated for 20min on ice.The parasite lysatewas centrifuged for 10min at 1,000×g.The pellet (P1: nucleusand cell debris) was discarded. The supernatant (SN1) wascentrifuged for 10min at 10,000×g, and the new supernatant(SN2: cytoplasmic extracts) was stored at −70∘C for up totwo weeks until use in REMSA and supershift, UV cross-linking, andNWB assays.The pellet (P2: membrane extracts)was resuspended in 750𝜇L buffer R (20mMHEPES (pH 7.6),2mMMgCl2, 1 mM EDTA) and stored at −70∘C until use.2.3. Cytoplasmic Extracts from HeLa Cells. HeLa cell cyto-plasmic extracts were prepared as previously described [11].In brief, HeLa cells (40 × 106 with a cell density of 1.5 × 106cells/mL) were detached with 0.05M EDTA, for 5min at25∘C, centrifuged at 2,500×g for 5min at 4∘C and washedtwice with ice-cold PBS. The cell pellet was resuspended inlysis buffer A (10mM HEPES (pH 7.9), 15mM MgCl2, and10mM KCl), homogenized in a Dounce homogenizer (10–20 strokes), and centrifuged at 10,000×g for 30min at 4∘C.BioMed Research International 3The supernatantswere diluted to a final protein concentrationof 10mg/mL and stored at −70∘C until use.2.4. In Vitro Transcription of RNA Sequences. The DNAused for in vitro transcription included the following: theplasmid pSPT-fer (kindly donated byDr. Lukas Kühn), whichcontains the human ferritin H-chain IRE (IRE-fer) regionwas linearized with BamHI [18], and two tvcp4 amplicons,namely, (i) amplicon 31 from −3 to 28 nt (including the IRE-tvcp4 sequence) and (ii) amplicon 97 from 12 to 107 nt (adeletion mutant that disrupts IRE-tvcp4) [11]. The ampliconswere produced by PCR with the primers sense (31), antisense(31), sense (97), and antisense (97) (Table 1). The PCR senseprimers contained a bacteriophage T7 promoter sequence(underline nt) and an additional GG sequence to enhancetranscription.The purified PCR products (Qiaquick kit, Qia-genMexico, S. de R.L. de C.V.Mexico) were used as templatesfor RNAsynthesis using an in vitro transcription kit (Ambion,Inc. Austin, TX, USA). The transcription reaction was con-ducted according to the manufacturer’s recommendations.Following transcription, the DNA templates were removedby treatment with DNase I (Ambion), and unincorporatednucleotides were removed by precipitation with 5𝜇g glyco-gen, 100mM ammonium acetate salts, and two volumes ofabsolute ethanol. To synthesize radiolabeled RNA transcripts,20𝜇Ci [𝛼32P] UTP (800Ci/mmol; Dupont Mexico, S.A. deC.V., Mexico) was included in the transcription reaction.The IRE-fer transcript encoding the canonical IRE was usedas the positive control where indicated. An unrelated RNAtranscript was used as a negative control [19]. To obtain theRNA secondary structure, transcripts were incubated at 70∘Cfor 15min and cooled down at room temperature for 20min.2.5. RNA Electrophoretic Mobility Shift Assay (REMSA) andSupershift Assay. REMSA assays were performed to detectRNA-protein interactions as reported by Leibold and Munro[20] with some modifications. In brief, 200,000 cpm (10–15 ng) of 32P-UTP-labeled RNAs was incubated for 20minat 4∘C with 20𝜇g cytoplasmic HeLa cell extracts or 50𝜇gT. vaginalis cytoplasmic extracts from parasites grown iniron-rich and iron-depleted conditions in interaction buffer(10mM HEPES (pH 7.6), 3mM MgCl2, 40mM KCl, 5%glycerol in DEPC water) in the presence of 20U RNasin(Roche), 4 𝜇g tRNA, and 2% 𝛽-mercaptoethanol (only forassessing interactions in the HeLa cytoplasmic extract). Afterincubation, 20U RNase T1 and 10𝜇g RNase A were addedto the mixture and incubated for 30min at 25∘C. Then,heparin (5 𝜇g) was added and incubated for 10min at 4∘C.The RNA-protein complexes (RPCs) were resolved on 6%nondenaturing polyacrylamide gels and visualized by autora-diography [18]. To assess specificity, competition REMSAswere performed by adding 50 and 100-fold molar excesses ofunlabeled RNA, followed by incubation for 30min at 4∘C. Forthe supershift assays, 1-2𝜇L (1 𝜇g/𝜇L) commercial polyclonalantibody against recombinant 𝛼-actinin from chicken (𝛼-chACTN, PA1-28036,Thermo Scientific), a monoclonal anti-body against recombinant 𝛼-actinin from bovine ([BM 75.2],Abcam), 5–15𝜇L rabbit 𝛼-TvACTN3r serum, or 10 𝜇L controlrabbit against T. vaginalis triosephosphate isomerase 2r (𝛼-TvTIM2r) serum [21] (as an unrelated antibody) was added,along with the cytoplasmic extracts from trichomonadsgrown in iron-depleted conditions, before adding the RNAprobes. These experiments were independently performed atleast three times, with similar results.2.6. UV Cross-Linking Assay. Trichomonad cytoplasmicextracts and the recombinant proteins TvACTN3r, theTvACTN3 domains (DIr, DIIr, and DIIIr), hIRP-1r (usedas a positive control), and BSA (1𝜇g) (used as a negativecontrol) were incubated with 200,000 cpm (10–15 ng) 32P-labeled RNA probes for 30min at 4∘C in 25 𝜇L reactionbuffer (10mM HEPES-KOH [pH 7.4], 3mM MgCl2, 5%(v/v) glycerol, 100mM KCl, 20U RNasin, and 5 𝜇g yeasttRNA; Invitrogen). After RNA-binding, the reaction mixturewas placed on ice and irradiated with a UV-lamp (UVP;800,000𝜇J/cm2) for 15min. Unprotected RNA was digestedfor 30min at 25∘Cwith RNase A (10 𝜇g) and RNase T1 (20U).RPCs were resolved on 10% SDS-PAGE gels. The gels werestained with Coomassie Brilliant Blue (CBB) and dried, andradioactive bands were visualized by autoradiography in aFLA 5000 phosphoimager (Fujifilm, Co, Tokyo Japan) witha Software MultiGauge V3.0 [22]. These experiments wereindependently performed at least three times, with similarresults.2.7. Identification of RNA-Binding Proteins in T. vaginalis. Thehigh molecular weight protein bands detected by UV cross-linking assays of the cytoplasmic proteins from trichomonadsgrown under iron-depleted conditions and the IRE-tvcp4RNAprobewere excised fromduplicate CBB-stained gels andsubmitted to protein identification by MS at the Protein Unitof Columbia University (New York, USA).The protein bandswere reduced and alkylated, digested with trypsin, and ana-lyzed by matrix-assisted laser desorption ionization time-offlight mass spectrometry (MALDI-TOF-MS), MS/MS and denovo sequencing as previously reported [23, 24]. The specificpeptides identified (Table 2) corresponded to the TvACTN3protein. The score and protein coverage were calculated bythe MS-Fit MOWSE and Mascot search algorithms.2.8. Cloning and Expression of Recombinant TvACTN3r,DIr, DIIr, and DIIIr Proteins. The complete tvactn3 gene(TVAG 239310; 3390 bp) was amplified by PCR usinggenomic DNA from the T. vaginalis CNCD 147 isolate as atemplate with a sense primer containing a BamHI restrictionsite (tvactn3-BamHI) and an antisense primer containing aNotI restriction site (tvactn3-NotI); these primers includedthe ATG and TAA initiation and stop codons, respectively(Table 1). The corresponding DNA fragments of Domain I(873 bp, 1–291 aa), Domain II (1713 bp, 230–800 aa), andDomain III (1407 bp, 662–1129 aa) were also amplified byPCR using plasmid DNA (containing the complete tvactn3gene) with specific primers for each fragment (Table 1). Theamplicons were cloned into the pCR4-TOPO vector (Invit-rogen). The inserts were released by double digestion andsubcloned into the pProEX-HTb expression vector according4 BioMed Research InternationalTable1:PrimersusedforPCR,RT-PCR,andqRT-PCRassaystoamplifythedistincttvactngenefragmentsfoundinthedraftoftheT.vaginalisgenomesequence,mRNAofeachtvactngeneandgenesusedascontrols,completetvactn3geneanditsthreedomainsforexpression,andthedifferentampliconsoftheIREsequencesusedasRNAprobes.GeneLocationa(bp)Primers(5󸀠-3󸀠)ForwardReverseTvactn1b1512–1648CCGCTTGCCTTACAGCACTCGGCCCTTGTTGAAGTGGTCGAGCATTvactn2b1551–1676TACACAGTTCCTCGCCAAGCAGCCTCTGTTGGGCTGTGGTTGACATvactn3b1540–1698CAGCGCGCTGCCAACGTTGACCCAAGGCAAGCTGTGTACATGGCTGTvactn4b1561–1667CCTTAAAGCAACAGTTAGCAGCAGCCCTGTTCGTTTGCTCTTGCAATTACTvactn5b1561–1673CCCCAGGCGAAGAACCAGAAATTCCGTTTGAGTCCATTGCGACTAACT𝛽-Tubulinb611–722CATTGATAACGAAGCTCTTTACGATGCATGTTGTGCCGGACATAACCAT[25]Tvactn3c1–3390GGCGGGATCCATGTCTAATAATCGTGGACTTCTAGACGGCGGCGGCCGCTTAGGCATAGATAGAATTGACTvactn3DId1–873GGCGGGATCCATGTCTAATAATCGTGGACTTCTAGACGGCGAAGCTTTCCTGGAACTGTCTGGTCGTACTvactn3DIIe688–2400GGCGGGATCCCACTTCTTCGCTGGCGAGTCAGGCGGCGGCCGCGACCTTCTCGGCGATGGCAAGAACCTvactn3DIIIf1984–3390GGCGGGATCCGACATCACATTCGCCTTCTTGACACGGCGGCGGCCGCTTAGGCATAGATAGAATTGACTvpfoag2281–3458GAAGAGGGCAAGAACTGGGATCATCTTCTTGTAGCCCTCGTAA[23]Tvcp12h8–276GATTTCAAACTTGCTTCCGGCATTCTTGACTGTTTGGCCCTTGGAAA[25]IRE-tvcp4i−3–28TAATACGACTCACTATAGGGCACATGTTCGTTCAGGCACCATCTTTCTGCTCATGTGCCTGAACGAACATGTG[11]disruptedIRE-tvcp4j12–107TAATACGACTCACTATAGGGGGCACATGAGCAGAAAGCGGAGAGCCAAATGCCAAG[11]a LocationoftheregionamplifiedbyPCR,RT-PCR,andqRT-PCRofeachtvactngene.bPrimersusedforRT-PCRandqRT-PCRassaystocheckTvactngeneexpressionunderdistinctironconcentrations.c Restrictionsites(underlined)forBamHIandNotIenzymesusedtosubclonethecompletetvactn3genefromtheT.vaginalisCNCD147isolate.dRestrictionsites(underlined)forBamHIandHindIIIenzymesusedtosubclonetheActin-bindingdomain(DI)oftvactn3inabacterialexpressionsystem.eRestrictionsites(underlined)forBamHIandNotIenzymesusedtosubclonetheSpectrinRepeatsDomain(DII)oftvactn3inabacterialexpressionsystem.fRestrictionsites(underlined)forBamHIandNotIenzymesusedtosubclonetheEF-handDomain(DIII)ofTvactn3inabacterialexpressionsystem.gPrimersusedforRT-PCRassaystocheckpfoageneexpressionunderdistinctironconcentrationsusedasanexpressioncontrol.hPrimersusedforRT-PCRassaystochecktvcp12geneexpressionunderdistinctironconcentrationsusedasanexpressioncontrol.i PrimersusedforPCRofIRE-tvcp4sequences.j PrimersusedforPCRofadeletionmutantthatdisruptstheIRE-tvcp4.BioMed Research International 5to the manufacturer’s instructions (Invitrogen). The DNAsequence of tvactn3was deposited inGenBankwith accessionnumber KF280188. His-tagged recombinant TvACTN3r, DIr,DIIr, and DIIIr were expressed in E. coli BL-21 (DE3) byinduction with 1mM IPTG for 16 h at 16∘C.The recombinantproteins were purified from the soluble fraction by affinitychromatography using Ni-NTA-Sepharose as recommendedby the manufacturer (GE Healthcare Bio-Sciences Corp,Piscataway NJ, USA). Purified recombinant proteins weredialyzed three times against PBS at 4∘C and quantified by theBradford method (Bio-Rad).2.9. Generation of Anti-TvACTN3r, DIr, DIIr, and DIIIr Anti-bodies. Female New Zealand white rabbits weighing 3.0 kgwere intramuscularly immunized twice with 300 𝜇g affinity-purified TvACTN3r, DIr, DIIr, or DIIIr proteins in a 1 : 1 ratiowith TiterMax Gold (Sigma) adjuvant, as recommended bythe manufacturer. The animals were bled weekly, and theirsera were tested by WB assays against each recombinantprotein and cytoplasmic extracts from T. vaginalis culturedin regular medium. Before rabbit immunization, the preim-mune (PI) serum was obtained from each rabbit and used asa negative control for all experiments with antibodies.2.10. Antibodies. To detect the presence of cross-reactingIRP-1-like proteins inT. vaginalis, we used an affinity-purifiedrabbit polyclonal antibody against rat IRP-1 (rIRP-1, AB15506,Millipore). We also used a rabbit polyclonal antibody against𝛼-chACTN. In addition, rabbit polyclonal antisera wereproduced against purified recombinant TvACTN3r and itsdomains (𝛼-TvACTN3r, 𝛼-DIr, 𝛼-DIIr, and 𝛼-DIIIr). Toproduce control sera for the western blot (WB) assays ofdifferent cellular fractions, we used a mouse polyclonalantibody against a trichomonad PFO A protein for themembrane fraction [23] and a rabbit polyclonal antiserumagainst a trichomonad cytoplasmicHSP70 protein (producedby Torres-Romero et al., manuscript in preparation) for thecytoplasmic fraction. To produce a negative control serumfor the supershift assays, we used a rabbit polyclonal antibodyagainst the recombinant TvTIM2r protein [21].2.11. Western Blotting. After electrophoresis, recombinantTvACTN3r, DIr, DIIr, or DIIIr, or cytoplasmic extracts of T.vaginalis grown in 0, 20, or 250 𝜇M iron were transferredonto nitrocellulose (NC) membranes and blocked using 10%fat-free milk in PBS-0.05% Tween 20 (PBS-T) buffer for18 h at 4∘C. The NC membranes were washed five timeswith PBS-T at 25∘C and incubated for 18 h at 4∘C with eachantibody. The antibodies were diluted in PBS-T as follows:𝛼-TvACTN3r (1 : 150,000), 𝛼-DIr (1 : 1,000), 𝛼-DIIr (1 : 1,000),and 𝛼-DIIIr (1 : 1,000). The NC membranes were washedfive times with PBS-T at 25∘C, incubated with secondaryantibodies (𝛼-rabbit or 𝛼-mouse immunoglobulin Gs [IgGs]coupled to peroxidase) (Bio-Rad) at a 1 : 3,000 dilution in10% fat-free milk in PBS-T for 2 h at 25∘C, washed five timeswith PBS-T, and developed with 4-chloro-1-naphthol (Bio-Rad) or by chemiluminescence using a SuperSignal WestPico Kit (Pierce). The corresponding PI rabbit or mouseserumwas used as a negative control.These experiments wereindependently performed at least three times and yieldedsimilar results.2.12. Northwestern Blotting (NWB). The Northwestern blotassay was performed by combining previously describedmethods [17, 24] with a few modifications. In brief, recom-binant proteins were resolved by 10% SDS-PAGE, transferredonto NC membranes, blocked with 10% fat-free milk and20𝜇g/mL yeast tRNA (Sigma) in EB (EBY) for 18 h at 4∘C, andwashed three times with EBY at 25∘C. The NC membraneswere incubated for 18 h at 4∘C with EBY containing 10–15 ng/mL radiolabeled RNA; washed twice with EB; washedanother two times with B buffer (10mM Tris-HCl [pH 7.5]and 50mM NaCl); and blocked again for 1 h at 37∘C withSTMT buffer (1M NaCl, 0.1M Tris-HCl [pH 7.5], 2mMMgCl2, and 0.05% Triton X-100) containing 3% BSA. Afterextensivewashingwith EB, theNCmembraneswere air-driedand exposed for autoradiography. These experiments wereperformed independently at least three times, with similarresults.2.13. In Silico Analysis of TvACTN3. Multiple alignmentswere performed with the ClustalW program. The nucleotidesequences of all tvactn genes were obtained from the T.vaginalis genome project database (http://www.trichdb.org/).To identify functional RNA-binding domains, we analyzedthe deduced protein sequence of TvACTN3 using theSMART (http://smart.embl-heidelberg.de/) [26, 27], MotifScan (http://hits.isb-sib.ch/cgi-bin/PFSCAN), and PROSITEprograms (http://prosite.expasy.org/prosite.html) [28].2.14. RNA Isolation, Semiquantitative RT-PCR, and Real-Time qRT-PCR Analyses. The total RNA from parasites (107)grown in 0, 20, or 250𝜇M iron was extracted using TRIzolreagent (Sigma). For semiquantitative RT-PCR, the totalRNA (1 𝜇g) was reverse-transcribed using the SuperScriptII reverse transcriptase kit (Invitrogen) and an oligo (dT18)primer. A 0.5 𝜇g quantity of cDNA was then used as aPCR template [25]. Gene-specific primers [29] were usedfor PCR amplification of the T. vaginalis 𝛼-actinin (tvactn1,tvactn2, tvactn3, tvactn4, and tvactn5) transcripts (Table 1).To produce an internal control, a 112-bp fragment of the 𝛽-tubulin genewas amplified by PCRwith specific primers [25].As additional controls, the tvpfo a (iron-upregulated gene)[23] and tvcp12 (iron-downregulated gene) transcripts werealso amplified using specific primers [11] (Table 1).Quantitative RT-PCR was performed for each tvactngene using an ABIPRISM 7300 Sequence Detector (AppliedBiosystems). In brief, the RT-PCR amplification mixtures(25 𝜇L) contained 1 𝜇g cDNA from each condition; 10 pmolspecific primers for tvactn1, tvactn2, tvactn3, tvactn4, ortvactn5 (Table 1); and 2× SYBR Green 1 PCR Master Mix(12.5 𝜇L) buffer (Applied Biosystems).The cycling conditionsfor all tvactn genes and transcripts included 10min of poly-merase activation at 95∘C, followed by 25 cycles of 95∘C for20 s, 55∘C for 30 s, and 72∘C for 30 s. Each assay (in triplicate)included a standard curve of eight 1/10 serial dilutions ofhttp://www.trichdb.org/http://smart.embl-heidelberg.de/http://hits.isb-sib.ch/cgi-bin/PFSCANhttp://prosite.expasy.org/prosite.html6 BioMed Research Internationaltvactn3 or 𝛽-tub cDNA (1 𝜇g of each tested cDNA) anda no-template control. All PCR efficiencies were greaterthan 95%. The results obtained by the Sequence DetectionSoftware (version 1.3; Applied Biosystems) were exportedas tab-delimited text and imported into Microsoft Excel forfurther analysis. To confirm the amplification specificity, PCRproducts were subjected to standard curve analysis.The levelsof tvactn1, tvactn2, tvactn3, tvactn4, or tvactn5 mRNA werequantified by qRT-PCR analysis relative to 𝛽-tubulin mRNAas an internal control.2.15. Statistical Analysis. All data were expressed as themeans ± S.D. from three samples, and qRT-PCR experimentswere repeated three times. The significance of the differencebetween means was determined by one-way ANOVA usingSigma-Plot11.The level of significancewas also determined bythe Bonferroni method comparing all groups versus control(𝑃 < 0.001) for Figure 4(b). The scores showing statisticalsignificance are indicated in the figures with asterisks.2.16. Ethical Statement. This study was performed with strictaccordance with the recommendations of the Guide forthe Use of Laboratory Animals of the Center of Researchand Advanced Studies of the National Polytechnic Institute(CINVESTAV-IPN). The protocols and experiments wereapproved by the Institutional Animal Care “CICUAL” at theCINVESTAV-IPN. Animals were kept in environmentallycontrolled animal facilities at CINVESTAV-IPN. The finalbleeding was performed under sodium pentobarbital anes-thesia and efforts were always made to minimize suffering.3. Results3.1. Cytoplasmic Proteins from T. vaginalis Grown in Iron-Depleted Concentrations Specifically Interact with IRE-tvcp4and IRE-fer. We previously demonstrated the specific inter-action between an atypical IRE stem-loop structure in the 5󸀠region of tvcp4 mRNA with human recombinant IRP andHeLa cell cytoplasmic proteins, which suggested the pres-ence of RNA-binding proteins in trichomonad cytoplasmicextracts [11]. To determine if T. vaginalis has RNA-bindingproteins that specifically interact with IRE structures andmayparticipate in a posttranscriptional regulatory mechanismparallel to the IRE-IRP system described in other organisms,we performed REMSA with cytoplasmic extracts from T.vaginalis grown in iron-rich (Tv-H) and iron-depleted (Tv-L)media and radiolabeled RNA probes of trichomonad IRE-tvcp4, and the human IRE-fer that was used as a positivecontrol. Figure 1(a) shows the formation of one RNA-proteincomplex (RPC) with T. vaginalis cytoplasmic extracts underiron-depleted conditions using both probes (lanes 3 and 6);the complexes were sensitive to reducing agents (data notshown). These results suggest that there are RNA-bindingproteins in the trichomonad extracts that interact withhairpin RNA structures in iron-depleted conditions and inthe absence of reducing agents.RNA competition assays were also performed to deter-mine the specificity of the RPC formed between the tri-chomonad cytoplasmic proteins and both tested IREs. Theaddition of a molar excess of unlabeled homologous orheterologous IRE probe (IRE-fer and IRE-tvcp4) relativeto labeled IRE significantly decreased the amount of RPC(Figure 1(b), lanes 3–6 and 11–14, resp.) in a concentration-dependent manner. An excess of unlabeled unrelated tran-scripts was used as competitor RNA [19], which did notaffect RPC formation, as expected (Figure 1(b), lanes 7, 8 and15, 16, resp.). These data demonstrate that the RNA-proteincomplexes detected with trichomonad cytoplasmic proteinsare specific and imply the existence of RNA-binding proteinsin T. vaginalis, in spite of the lack of aconitase/IRP proteins intrichomonads.3.2. IRE-tvcp4 and IRE-fer mRNA Probes Specifically Interactwith at Least Four Protein Bands from T. vaginalis Extracts.To determine the size of the proteins in the RPC, UV cross-linking assays were performed using cytoplasmic extractsfromT. vaginalis grown in iron-depleted conditions and radi-olabeled IRE-tvcp4 and IRE-fer mRNA probes. Figure 2(a)shows that both RNA probes interacted with at least fourproteins of 135, 110, 70, and 45 kDa (lanes 2 and 7).The45-kDaprotein band was more intense in the presence of IRE-tvcp4than in the presence of IRE-fer.Thepresence of reactive bandsrequired the simultaneous occurrence of RNA and proteinmolecules during UV irradiation. Few or no reactive bandswere observed when the cross-linking reaction was treatedwith proteinase K (lanes 3 and 8) or RNases (lanes 4 and 9) orwhen unlabeled IREs were used (lanes 5 and 10), indicatingthat the radioactive bands were formed when cytoplasmictrichomonad proteins and labeled-RNA were present in thereaction and specifically interacted with one another.3.3. The 135-kDa Protein Band That Binds to IRE-tvcp4 andIRE-fer Is a T. vaginalis 𝛼-Actinin (TvACTN3). To identifythe 135-kDa protein detected in the UV cross-linking assays(Figure 2(a)), the corresponding protein band was excisedfrom the duplicate CBB-stained gel and prepared for MSanalysis by tryptic mapping of the 135-kDa protein bandby MALDI-TOF-MS, MS/MS and de novo sequencing. Themasses of 35 peptides obtained from the 135-kDa proteinband corresponded to peptidemasses from theTVAG 239310cytoplasmic TvACTN3 ofT. vaginalis [29]. Only 1/35 peptides(peptide 33) was common to TvACTN1 and 2/35 peptides(peptides 4 and 34) were common to TvACTN2 (Table 2).None of the identified peptides were found in TvACTN4and TvACTN5. The protein sequence coverage was 43%with a MS-Fit MOWSE score: 2.64𝑒 + 11; Mascot score:212, and expected value 5.8𝑒 − 15. To confirm this identi-fication, the 135-kDa protein band was processed by ESI-LC-MS/MS. A single peptide: FMIEEISVEEATAR (peptide4) was identified. This peptide was common to 𝛼-actininTvACTN2 and TvACTN3 of T. vaginalis. Since only onepeptide was obtained, a new analysis by de novo sequencingwas performed and four peptide sequences: EEYNQAAQK,BioMed Research International 7++++++ +−− −− +−−+ −− + −−−− − −IRE-ferIRE-tvcp4Tv-HTv-LFree 1 2 3 4 5 6probeI I(a)IRE-ferIRE-tvcp4IRE-tvcp4Tv-LUR+ + ++ + +++++++ ++++++++ ++−−++ + ++ + +− ++ + ++ + +−− − − − − − − −Free 1 2 3 4 5 6 7 8CompetitorsprobeIRE-ferIRE-tvcp4URIRE-fer+ + ++ + +−−− − − − − − − −9 10 11 12 13 14 15 16II(b)Figure 1: Presence of RNA-binding proteins in iron-depleted T. vaginalis. (a) RNA gel-shift assays (REMSA) to detect RNA-protein complex(RPC) formation using IRE-fer (lanes 1–3) and IRE-tvcp4 (lanes 4–6) RNA probes and T. vaginalis cytoplasmic extracts from parasites grownin iron-rich (H) (lanes 2 and 3) or iron-depleted (L) (lanes 5 and 6) medium. Experiments with IRE-fer are controls. RNA free probes usedas negative controls (lanes 1 and 4). (b) REMSA competition assays performed with the IRE-fer and IRE-tvcp4 RNA probes and T. vaginaliscytoplasmic extracts in the absence of competitors (lanes 2 and 10) or in the presence of a 50- or 100-fold molar excess of unlabeled IRE-ferRNA (lanes 3 and 4), IRE-tvcp4 (lanes 13 and 14), or unrelated transcript (lanes 7, 8 and 15, 16). A cross-competition assay in the presence ofa 50- or 100-fold molar excess of unlabeled IRE-tvcp4 RNA (lanes 5 and 6) and IRE-fer RNA (lanes 11 and 12). Experiments were performedthree times and yielded similar results.TAIAAEK, QECLDVINTER, and IQPTLEEPYQ that corre-sponded to TvACTN3 of T. vaginalis were obtained. Twoof them were part of the sequence of peptides 18 and 23identified by MALDI TOF (Table 2).To confirm this identification, we performed a WB assayusing a commercial polyclonal antibody against recombinantchicken 𝛼-actinin (𝛼-chACTN) with cytoplasmic extractsfrom iron-depleted T. vaginalis. This antibody recognizedprotein bands of 135, 110, 65, and 40 kDa (Figure 2(b), lane3). Similar molecular weight protein bands (135, 110, 60, and50 kDa) were also detected with a commercial polyclonal 𝛼-rIRP-1 antibody (Figure 2(b), lane 4). Interestingly, these twoantibodies showed cross-reactivity to the 135- and 110-kDaprotein bands of T. vaginalis.3.4. Actinin Proteins from T. vaginalis Are Present in the RNA-Protein Complex Formed between Cytoplasmic Extracts andRNA Probes from Humans and Trichomonads. To corrobo-rate the presence of actinin in the RPC formed between tri-chomonad cytoplasmic proteins and RNA probes (IRE-tvcp4and IRE-fer), a supershift assay was performed by addingthe 𝛼-chACTN polyclonal antibody and the 𝛼-bACTNmonoclonal antibody to the REMSA reaction. Figure 2(c)shows that both heterologous anti-ACTN polyclonal andmonoclonal antibodies reduced RPC formation between thecytoplasmic extracts of iron-depleted T. vaginalis and bothIRE probes (lanes 3–6 and 9–12, resp.) at two antibodyconcentrations; an unrelated antibody was used as a negativecontrol (lane 13). These results confirm the presence oftrichomonad 𝛼-actinins in the RPC.3.5. Only Three of the Five 𝛼-Actinin Encoding Genes AreExpressed in T. vaginalis under Different Iron Concentrations.Five annotated sequences in the T. vaginalis genomeencode 𝛼-actinin genes: TVAG 156680, TVAG 190450,TVAG 239310, TVAG 247460, and TVAG 260390; wenamed these genes tvactn1, tvactn2, tvactn3, tvactn4, andtvactn5, respectively. We performed a multiple alignmentanalysis of the deduced amino acid sequences [29] (seeSupplementary Figure S1 in Supplementary Materialavailable online at http://dx.doi.org/10.1155/2014/424767).The five 𝛼-actinin proteins have different sizes (609, 931,http://dx.doi.org/10.1155/2014/4247678 BioMed Research InternationalUnlabeled RNAIRE-ferIRE-tvcp4Tv-LRNasesProteinase K++++− − −− − − − − − −−++ + + + + + +++ + + ++ + + ++−−− − − −−−− − − − −− − − − −−−−−− − −− −200116.2597.466.245311 2 3 4 5 6 7 8 9 101351107045(kDa) (kDa)(a)CBBPI200(kDa) (kDa)116.2597.466.21 2 3 413511065605040𝛼-chACTN𝛼-rIRP-145(b)𝛼-chACTN𝛼-bACTN𝛼-chACTN𝛼-bACTN𝛼-TvTIM2rIRE-ferIRE-tvcp4Tv-L−− + + ++I+++++ ++ +++++ ++ + ++ +−−++ + ++ +−1 2 3 4 5 6 7 8 9 10 11 12 13Ab +++++ ++++++ ++++++++++++ ++++++ +++ ++++ ++++ + + +−− − − − − −− − − − − − −(c)Figure 2: Identification of T. vaginalis TvACTN3 by 1-D gel electrophoresis andmass spectrometry. (a) UVCross-linking assay of 32P-labeledIRE-fer and IRE-tvcp4 transcripts and T. vaginalis cytoplasmic extracts grown under iron-depleted conditions (Tv-L) (lanes 2 and 7, resp.).The specificity of the interaction was demonstrated by treatment with proteinase K (10 𝜇g, Promega) (lanes 3 and 8) and RNases (lanes 4and 9) and a complete binding reaction using unlabeled IRE-fer and IRE-tvcp4 (lanes 5 and 10) or only the labeled probes (lanes 1 and 6).Molecular mass markers are indicated in kilodaltons (kDa). Arrowheads indicate the positions of the RNA-protein complex bands of 135,110, 70, and 45 kDa. A representative result of three independent experiments with similar results is shown. (b) Cytoplasmic extracts of T.vaginalis grown in iron-depleted medium were Coomassie blue-stained (lane 1) or transferred onto NC membranes for Western blot (WB)assays (lanes 2, 3, and 4); and incubated with preimmune (PI) serum (negative control, lane 2), anti-chicken 𝛼-actinin (𝛼-chACTN, lane 3),or anti-rat-IRP-1 (𝛼-IRP1, lane 4) antibodies. (c) Representative supershift assays. Radiolabeled IRE-fer and IRE-tvcp4 RNA probes (lanes 1and 7, resp.) were incubated with cytoplasmic proteins from T. vaginalis grown under iron-depleted conditions without (lanes 2 and 8) orwith the 𝛼-chACTN polyclonal antibody (1𝜇g) (lanes 3 and 9), (2 𝜇g) (lanes 4 and 10), or with the anti-bACTN monoclonal antibody (1 𝜇g)(lanes 5 and 11), (2 𝜇g) (lanes 6 and 12), or with a nonrelated antibody (𝛼-TvTIM2r; lane 13). The arrowhead indicates RNA-protein complex.A representative result of three independent experiments yielding similar results is shown.BioMed Research International 9EEE EEECCCHTvACTN1TvACTN2TvACTN3TvACTN4TvACTN5SR SRSRSRSR0 100 200 300 400 500 600 700 800 900 1000 1100 1200 1300S S S S S S S SS609 aa931 aa1129 aa1137 aa1271 aaC2 C2 C2SRC2 C2 C2 C2ESREFCC2SCHCHCHCHCHCHCHCHCHCHCHEFEFEEEEEEEEEEEEEEEEEEEEEEEEE EEEEEEEEEEEEEEEEEEEEEEEEECCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCHCCCCCCCCCCHCHCHCHCHCCCHCCCCCCHC SSRSSRRSRSRRSRSRSRSRRSRSRRSRRR SRSRSRSRSRSRSRSRSRSRSRSRRSSRSRSRSSRSRSRSRSRSRSRSRSRSRSRRSRSRSSRSRRRSRSRSRSRSRSRSRSRSSRSRRRSRSRRSSRSRSRSRSRSRSRSRSRSSRRRSRSRSSRRS0 100 200 300 400 500 600 700 800 900 1000 1100 1200 130SSSSSS SSSSSSS SSSSSSS SSSSSS SSSSS SSSSSSS SSSSS SSSSSSSSSSSSSS609 aa931 aa1129 aa1137 aaCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC222222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC2222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC222222222222222222222222222222SRSRSRSRSRSRSRSRSRRRSRSSRSRSRRRSRSSRCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC2222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC22222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCC222222222222222222222222222ESREFCC2SCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHHCHCHHCHCHCHHHCHCHCHHCCCHCHCHCHCHCHCHCHCHCHCHCHHCHCHCHCHCHCCHCCHHCHCHCHCHCCHHCHCCHCHCHCHCHCHCHCHCHCHCHCCHCHCHCHCHCHCHCHHCHCHHCHCHCHCHCHCHCCHCHCCHCCCHCHHCHCHCHCHCHCHCHCHCHCCHCHCHHCCHCHCHCHCHCHCHHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCCHCHCHHCHCCHHCHHCHHHCHCHCHCHCHCHHCHCHCHCHCHCHHHHHCHCHHHHHHHHHHCHCHCHHHCHHHCHCHHCHCHCHHCHCHCHCCHCHHCHHHHCHHCHHHHHHHCHCHHCCHCHHCHHCHCHHCHHCHCHCCHCHCHCHCHHCHCCHCHCHCHCHCHCHCHCCCHHCCHCHHCCHCHCHCCHCHCHCHCHCHHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHHHHHCHCHCHCCHCCHHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCCHHHCHHHHHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCCHCHHCHHCHCHCHCHCHCHCHHCHCHCCHCHCHCHCHCHCHCHCHHCHCHCHCHCHCHCHCHCHCHCHCHCHCHHCHHEFEFEFEFEFEFEFEFEFEFEFEFEFEFFigure 3: Putative functional domains present in TvACTNs of T. vaginalis. Principal motifs of the deduced amino acid sequences of the fivetvactn genes reported in the T. vaginalis genome sequence [29]. TvACTN1 (609 aa), TvACTN2 (931 aa), TvACTN3 (1129 aa), TvACTN4 (1137aa), and TvACTN5 (1271 aa). By SMART, MOTIF SCAN, and PROSITE programs, we found the principal motif sequences present in thefive TvACTNs proteins, two calponin domains (CH) at the N-terminus followed by variable spectrin repeats (SR) in the central rod domain,and two EF-hands: EF-hand (E) and calcium-insensible EF-hand (EF) at the C-terminus. TvACTN4 and TvACTN5 present more divergentcentral region and C-terminus. TvACTN4 has one coiled coil (C) and nine SEL domains (S), and TvACTN5 presents seven C2 domains (C2).1129, 1137, and 1271 amino acid [aa] residues, resp.) anddifferent identities compared with TvACTN3 (55.19, 53.25,22.1, and 15.56% with TvACTN1, TvACTN2, TvACTN4,and TvACTN5, resp.). All of the proteins have two calponindomains (CH) at the N-terminus that confer the ability tobind actin, followed by spectrin repeats (SR) in the centralrod domain and two EF-hands (EF-H) at the C-terminus.The number of spectrin repeats is variable in TvACTN2 andTvACTN3, and the central domain of TvACTN1, TvACTN4,and TvACTN5 has different specific domains compared tothe other 𝛼-actinins (Figure 3).We then analyzed which of the T. vaginalis actn genes areexpressed under different iron concentrations. Semiquanti-tative RT-PCR and qRT-PCR assays using specific primersfor each tvactn gene (Table 1) were performed using RNAisolated from trichomonads grown in 0, 20, or 250 𝜇M iron.Figure 4(a) shows that the T. vaginalis tvactn1, tvactn2, andtvactn3 genes were better expressed in the presence of iron(lanes 2 and 3) than under iron-depleted conditions (lane1). Neither tvactn4 nor tvactn5 was expressed under theseexperimental conditions (lanes 1–3). The expected controltvactn1–5 gene fragments were amplified from genomicDNA. The level of the 𝛽-tubulin transcript in the same RNAsamples at each iron concentration was used to normalizethe transcript quantities. Two genes differentially regulatedby iron were also used as controls (tvpfo a for positiveandtvcp12 for negative iron regulation, resp.), and an RT-PCRwithout reverse transcriptase was used to exclude genomiccontamination (Figure 4(a)). The qRT-PCR analysis con-firmed these results and demonstrated that the expressionof the tvactn3 gene is greatly reduced in the absence ofiron in comparison to tvactn2 and tvactn1 expression, andtvactn4 and tvactn5 were not amplified under any of thetested iron concentrations and used experimental conditions.The differences observed among the tvactn1, tvactn2, andtvactn3 amplicons were significant (𝑃 < 0.0001), with theexception of tvactn1 (𝑃 < 0.005), and were dependent on theiron concentration (Figure 4(b)).3.6. Cloning and Expression of TvACTN3 and Its ThreeDomains. To demonstrate that the 135-kDa actinin(TvACTN3) is one of the RNA-binding proteins thatinteracts with the human IRE-fer and the atypical IRE-tvcp4of T. vaginalis, we first performed an in silico analysis of thereported tvactn3 gene sequence in the T. vaginalis genome(TrichDB Accession no. TVAG 239310). This gene containsa 3390-bp open reading frame (ORF) encoding a completeTvACTN3 protein of 1129 aa residues with a theoreticalsize ∼124.2-kDa and pI of 4.9. It has a short 5󸀠-UTR withtwo putative Inr sequences 3-bp and 10-bp upstream of theATG initiation codon. The 3󸀠-UTR is 11 bp long and has thetypical regulatory regions for polyadenylation [30, 31]. TheTvACTN3 protein contains three domains: Domain I (DI),which includes two calponin or actin-binding domains (CH)at the N-terminus; Domain II (DII), which is followed byfour spectrin repeats (SR) in the central rod domain; andDomain III (DIII), which includes three EF-hands (EF-H) atthe C-terminus (Figure 5(a)).We cloned, expressed, and purified the complete tvactn3gene sequence and its three domains to obtain recombinant10 BioMed Research InternationalRT-PCR PCR0 20 250 (−)(+)RT-PCR (−)1 2 3 4 51391281611111151121178270[Fe2+] (𝜇M) (bp)tvactn1tvactn2tvactn3tvactn4tvactn5𝛽-tubulintvpfo atvcp12(a)020250120100806040200[Fe2+] (𝜇M)tvactn1 tvactn2 tvactn3 tvactn4 tvactn5∗∗∗∗∗tvactnrelative mRNA levels (%)(b)Figure 4: Effects of iron on the transcription of T. vaginalis actinin genes. (a) RT-PCR with specific primers for each T. vaginalis actiningene (tvactn1, tvactn2, tvactn3, tvactn4, and tvactn5; Table 1) using cDNA from parasites grown under iron-depleted (0𝜇M; lane 1), normal(20 𝜇M; lane 2), and iron-rich (250 𝜇M; lane 3) conditions (tvactn1 to tvactn5). RT-PCR with specific primers for the 𝛽-tubulin gene usingthe same cDNA as an internal control. tvpfo a and tvcp12 genes were used as control genes that are overexpressed under iron-rich or iron-depleted conditions, respectively. A reverse transcriptase minus [RT-PCR (−)] reaction was used to verify the lack of gDNA contamination inthe cDNA samples using the same pairs of primers for each gene; gDNAwas used as a positive control (+), except in RT-PCR (−), in which noDNA was added. PCRs without gDNA were used as negative controls (−). The sizes of the amplicons are given in bp. (b) qRT-PCR was usedto quantify the different levels of the five tvactn mRNAs in trichomonads grown under different iron conditions. Bars represent the standarderror of triplicated samples. Asterisks (∗) 𝑃 < 0.005 or (∗∗) 𝑃 < 0.0001 compared iron-depleted with iron-rich or normal conditions.proteins for functional assays and to identify the putativeRNA-binding domain. The amplicons were obtained by PCRusing T. vaginalis genomic DNA or plasmid DNA-TvACTN3and specific primers for each gene fragment (Table 1). Thesesegments were cloned, sequenced, and expressed in a bacte-rial system after the induction with IPTG (Figures 5 and 6).The complete TvACTN3 protein was expressed as arecombinant ∼135-kDa protein (TvACTN3r) and purified byNi-affinity chromatography. Polyclonal antibodies against thepurified protein were produced in rabbits (𝛼-TvACTN3r)(Figure 5(b)). This antibody reacted with a 135-kDa proteinband in the total protein extract of parasites grown in iron-depleted conditions; PI serum was used as a negative control(Figure 5(c)). Following cell fractionation of parasites grownin different iron concentrations, this protein was detected inthe total extracts and cytoplasmic fractions as expected. Theamount of protein was not affected by the iron concentration(Figure 5(d)) compared to the control proteins (PFOA for themembrane and HSP70 for cytoplasmic fractions).We also obtained recombinant proteins and polyclonalantibodies corresponding to each TvACTN3r domain as fol-lows: Actin Binding Domain (DI), Spectrin Repeats Domain(DII), and the EF-hand Domain (DIII), which had molecularweights of 35, 64, and 53 kDa, respectively (Figure 6). Each ofthe antibodies recognized the complete TvACTN3r proteinas well as the native TvACTN3 protein in total proteinextracts, as expected. In addition, the antibodies against eachdomain only recognized the corresponding recombinantprotein, while the anti-TvACTN3r antibody recognized allthree domains as expected (Figure 7).3.7. The Polyclonal TvACTN3r Antibody Supershifted RNA-Protein Complex I. To test our hypothesis about the par-ticipation of TvACTN3 in RNA-protein interactions, weperformed a supershift assay using the 𝛼-TvACTN3r anti-body in an REMSA reaction between trichomonad iron-depleted cytoplasmic extracts and the IRE-tvcp4 RNA probe.Figure 8(a) shows that the RPC I (lane 2) was supershiftedby the𝛼-TvACTN3r antiserum in a concentration-dependentmanner, and an additional secondRPC (II) was also observed(lanes 3–5). Moreover, antibodies against each TvACTN3-specific domain (DIr,DIIr, DIIIr) yielded a similar effect (datanot shown). An unrelated negative control antibody at thehighest concentration (𝛼-TvTIM2r) had no effect on RPCformation, as expected (lane 6). Similar results were obtainedby supershift assays when the IRE-fer RNA probe was usedin the presence of 𝛼-TvACTN3r antibody (data not shown).These results showed the participation of TvACTN3 in theribonucleoprotein complex that binds the two IREs.BioMed Research International 11E E TvACTN3SR SRSRSR1129 aa1CH CH EF(a)1 2 3 4135NII PI 𝛼-TvACTN3r200116.597.4066.2045(kDa) (kDa)(b)Tv-LPI1 2 3135𝛼-TvACTN3r200116.597.4066.2045(kDa) (kDa)(c)07020120250135T M C T M C T M CFraction:CBB𝛼-TvACTN3r𝛼-TvPFO Ar𝛼-TvHSP70rPI1 2 3 4 5 6(kDa)[Fe2+] (𝜇M)7 8 9(d)Figure 5: Expression of the native T. vaginalis tvactn3 gene and the cloning and expression of recombinant TvACTN3 (TvACTN3r) and itscellular distribution. (a) Principal motifs of the deduced amino acid sequence of the TvACTN3 protein, including Domain I (DI), whichcontains two calponin-homology domains (CH), followed by four spectrin repeats (SR) in the central rod domain, and three EF-hands (E);one of them is insensitive to calcium (EF) at the C-terminus. (b) Expression of the 6x-His-tagged TvACTN3r protein. Bacteria E. coli weretransformedwith pProEX-HTb-TvACTN3 plasmid and protein expressionwas induced by the addition of 1mM IPTG for 16 h at 16∘C. Proteinextracts were separated through 7.5% SDS-PAGE and gels were stained with Coomassie Brilliant Blue (CBB), noninduced bacterial extract(lane 1), IPTG-induced bacterial extract (lane 2). Immunodetection of TvACTN3r polypeptide byWB assays using specific rabbit antibodies:preimmune (PI) serum used as a negative control (lane 3), 𝛼-TvACTN3r serum (lane 4). (c) Detection of the native TvACTN3 expression byWB with an 𝛼-TvACTN3r antibody. CBB-stained T. vaginalis total extract (lane 1), T. vaginalis total extract transferred onto a NCmembraneand incubated with the PI serum (lane 2), or with 𝛼-TvACTN3r antibody (lane 3). (d) Trichomonad cell fractionation of parasites grown iniron-depleted (0 𝜇M; lanes 1–3), iron-normal (20𝜇M; lanes 4–6), and iron-rich (250𝜇M; lanes 7–9) conditions: Total (T), Membrane (M),and Cytoplasmic (C) fractions were analyzed by WB with 𝛼-TvACTN3r, 𝛼-TvPFO Ar, and 𝛼-TvHSP70r polyclonal antibodies. The last twoantibodies were used as controls. Arrowheads indicate the size or position of the protein bands detected by antibodies. kDa, molecular weightstandards in kilodaltons. A representative result of three independent experiments with similar results.12 BioMed Research InternationalE ESR SR SR SRSR SRE ESR SR111129 aaDI 291 aa(35kDa)230 DII 800 aa(64kDa)662 DIII 1129 aa(53kDa)TvACTN3CH CHCH CHEFEF(a)I P 𝛼-TvACTN3r200116.2597.404566.2031 351 2 3DIr(kDa)(kDa)(b)I P 𝛼-TvACTN3r641 2 3DIIr200116.2597.404566.2031(kDa)(c)I P 𝛼-TvACTN3r531 2 3DIIIr200116.2597.404566.2031(kDa)(d)Figure 6: Expression and recognition of TvACTN3 domains DIr, DIIr, and DIIIr by 𝛼-TvACTN3r antibody. (a) Map of domains used togenerate the recombinant proteins (DIr, DIIr, and DIIIr) of TvACTN3. ((b)–(d)) Induction (I), purification (P), and recognition by WB ofDIr, DIIr, and DIIIr proteins. Expression of the 6x-His tagged DIr, DIIr, and DIIIr proteins. Bacteria E. coli were transformed with pProEX-HTb- DIr, DIIr, or DIIIr plasmid and protein expression was induced by the addition of 1mM IPTG for 16 h at 16∘C. Protein extracts wereseparated through 10% SDS-PAGE and gels were CBB-stained, IPTG-induced (I) bacterial extract (lanes 1). Affinity purified recombinantproteins using Ni-NTA-Sepharose (lanes 2; P). Immunodetection of DI, DII, or DIII polypeptide by WB assays using 𝛼-TvACTN3r serum(lanes 3). kDa, molecular weight markers in kilodaltons (Bio-Rad).3.8. Identification of the Putative RNA-Binding Domain(s) ofTvACTN3. To identify the putative RNA-binding domain inTvACTN3, we conducted two different functional assays, thatis, an NWB assay and a UV cross-linking assay using thepurified recombinant proteins (TvACTN3r, DIr, DIIr, andDIIIr). Figure 8(b) shows that the radiolabeled IRE-tvcp4RNA probe in the NWB assays specifically bound to thecomplete recombinant protein (TvACTN3r) and its DIr andDIIr domains as well as the recombinant hIRP-1r, whichwas used as a positive control. The probe did not bind tothe negative control protein BSA (panel II). An absence ofRNA-protein interactions was observed when an unrelatedBioMed Research International 131 2 3 4𝛼-TvACTN3rTvACTN3r𝛼-DIr𝛼-DIIr𝛼-DIIIr135(kDa)(a)35𝛼-TvACTN3r𝛼-DIrDIr𝛼-DIIr𝛼-DIIIr1 2 3 4(kDa)(b)64𝛼-TvACTN3r𝛼-DIrDIIr𝛼-DIIr𝛼-DIIIr1 2 3 4(kDa)(c)53𝛼-TvACTN3r𝛼-DIrDIIIr𝛼-DIIr𝛼-DIIIr1 2 3 4(kDa)(d)𝛼-TvACTN3r𝛼-DIr𝛼-DIIr𝛼-DIIIrTv1351 2 3 4(kDa)(e)Figure 7: Production of polyclonal antibodies and specific recognition of TvACTN3 domains (DIr, DIIr, and DIIIr) and T. vaginaliscytoplasmic proteins by the specific antibodies. WB assays using (a) TvACTN3r; (b) DIr, (c) DIIr, (d) DIIIr purified recombinant proteins;and (e) cytoplasmic proteins from T. vaginalis grown in regular iron conditions used as antigens and transferred onto NC membranes andincubated with 𝛼-TvACTN3r, 𝛼-DIr, 𝛼-DIIr, and 𝛼-DIIIr polyclonal antibodies (lanes 1–4). kDa, molecular weight markers in kilodaltons(Bio-Rad).radiolabeled RNA and a tvcp4 deletion mutant that disruptsthe IRE-tvcp4 RNA [11] were used as negative control probes(panels III and IV, resp.).To confirm these results, we also performed UV cross-linking assays to analyze the RNA-protein interactions usingthe same recombinant proteins and radiolabeled RNA probesas described in Figure 8(b). Figure 8(c) shows that a specificinteraction was only observed between the IRE-tvcp4 RNAprobe and the DIIr domain of TvACTN3 (panel II) and hIRP-1r, compared with the negative controls (panels III and IV).Similar results were observed when the radiolabeled IRE-ferRNA probe was used as a positive control (data not shown).Taken together, these results suggest that in trichomonadsgrown under iron-depleted conditions TvACTN3rmay func-tion as an RNA-binding protein using its central domain tointeract with IRE mRNA structures.3.9. Domain II of TvACTN3r Has Putative RNA-BindingDomains That May Be Used to Interact with RNA. An insilico analysis of DI and DII sequences using the SMART,Motif Scan, and PROSITE programs resulted in the iden-tification of different regions of TvACTN3 DII putativemotifs that have been reported to be involved in RNA-protein interactions, such as the BRIGHT (292–386 aa)[32], B5 (344–401 aa) [33], LA (392–448 aa) [34], Pumilio-binding (428–464 aa) [35–37], and KH (433–502 aa) [36–38] domains (Figure 8(d), Table 3). Based on the sequencesfound in the T. vaginalis genome and NCBI database,none of these putative RNA-binding motifs were identifiedin the other TvACTN proteins (Figure 3; SupplementaryFigure S1) or in ACTN from other organisms such asAedes aegypti (gi|157115648|), Gallus gallus (gi|211083|), Homosapiens (gi|178058|), Drosophila melanogaster (gi|22831541|),Naegleria gruberi (gi|284087152|), Paracoccidioides brazilien-sis (gi|226286950|), Wuchereria bancrofti (gi|402588131|), andEntamoeba dispar (gi|167384828|) (data not shown).4. DiscussionIron plays an important role in host-parasite interactions bystimulating cytoadherence and complement resistance andby reducing cytotoxicity and apoptosis induction in host cells[39]. The mechanisms by which iron modulates virulencegene expression in trichomonads are poorly understood.At the transcriptional level, gene expression is mediatedby an iron-responsive promoter [13] and the coordinatedinteractions of at least three Myb proteins [40–42]. Todate, this type of regulation has been described only for14 BioMed Research International𝛼-TvACTN3rIRE-tvcp4Tv-LIAbII− − + + ++− + + ++++ + ++++1 2 3 4 5 6𝛼-TvTIM2r(a)200116.2597.466.2545TvACTN3rDIrDIIrDIIIrhIRP-1rBSACBB31IIRE-tvcp4IIURIII1 2 3 4 5 6 1 2 3 4 5 6IVIRE-Δtvcp4(kDa)200116.2597.466.254531(kDa)(b)(kDa)(kDa)200116.2597.466.2545TvACTN3rDIrDIIrDIIIrhIRP-1rBSACBB31IIRE-tvcp4IIURIII IVIRE-Δtvcp4200116.2597.466.2545311 2 3 4 5 6 1 2 3 4 5 6(c)DII1 1129 aaDI DIIITvACTN3CHSREEFB/AB5LAPKHEESR SR EFB5 LA KHPSR SRB/ACH CH(d)Figure 8: Interaction of TvACTN3r with trichomonad IRE RNA. (a) Representative 𝛼-TvACTN3r antibody supershift assays. A radiolabeledIRE-tvcp4 RNA probe (lane 1) was incubated with cytoplasmic proteins from T. vaginalis grown under iron-depleted conditions without(lane 2) or with different quantities of 𝛼-TvACTN3r antibody (lanes 3–5) or an unrelated antibody (𝛼-TvTIM2r; lane 6). Arrowheads indicatethe RNA-protein complexes. A representative result of three independent experiments with similar results is shown. (b) Northwestern blotassay. The recombinant proteins TvACTN3r; DIr, DIIr, and DIIIr and the controls hIRP-1r; and BSA were separated by SDS-PAGE on 10%polyacrylamide gels (panel I) and transferred onto NC membranes, which were incubated with a radiolabeled IRE-tvcp4 RNA probe (panelII). The controls included a radiolabeled nonrelated RNA (panel III) and a radiolabeled deletion mutant that disrupts IRE-tvcp4 RNA (panelIV). (c)UVcross-linking assays of the recombinant proteins TvACTN3r,DIr,DIIr, andDIIIr and radiolabeled IRE-tvcp4RNAprobes resolvedby SDS-PAGE on 10% polyacrylamide gels (panel II). As controls, TvACTN3r and its domains were incubated with radiolabeled nonrelatedRNA (panel III) and a radiolabeled deletion mutant that disrupted IRE-tvcp4 RNA (panel IV). In addition, a control from a representativegel of the different recombinant proteins in cross-linking mix was CBB-stained (panel I); kDa, molecular weight standards in kilodaltons. Arepresentative result of three independent experiments with similar results is shown. (d) Identification of putative RNA-protein interactionmotifs in TvACTN3 by in silico analysis. The complete protein and the different domains of TvACTN3 are illustrated with brackets, and thepossible motifs for RNA-protein interactions are indicated. The boxes show the location of the motif described on top of the figure and inTable 3.the ap65-1 gene, which is upregulated by iron [13]. Recently,the positive expression of TvCP4 by iron was described atthe protein level, and predictions of an atypical IRE stem-loop structure located at the 5󸀠 end of the tvcp4 mRNAsuggest that an ancestral form of RNA stem-loop structuresis involved in a novel iron posttranscriptional regulatorymechanismmediated by RNA-protein interactions parallel tothe IRE/IRP system [11, 12].In this work, we identified and characterized a 135-kDa cytoplasmic protein corresponding to 𝛼-actinin, calledTvACTN3, as one of the protein components involved inRNA-protein interactions that could mediate posttranscrip-tional regulation by iron in T. vaginalis. Our data suggestthat this protein is part of a ribonucleomultiprotein complexcapable of interacting with the IRE-tvcp4 and IRE-fer stem-loop structures (Figures 2(a), 2(c), and 8; Table 2).BioMed Research International 15Table 2: Peptides identified by MALDI-TOF-MS analysis of the 135-kDa protein band of T. vaginalis that interacted with RNA IRE-tvcp4probe by UV cross-linking assay (Figure 2(a))a.Peptide numberb Measured𝑚/𝑧 (av)cCalculated𝑚/𝑧 (av)d Errore Positionf Peptide sequences (aa)g1 1516.59 1516.65 −0.06 6–18 (R)GLLDDAWEQTQIK(V)2 1749.93 1749.91 0.02 32–47 (K)GIPFDNVLEEFADGVK(L)3 1640.95 1641.02 −0.07 48–61 (K)LIQLLEIVSKEPMK(G)4 1624.73 1624.81 −0.08 119–132 (K)FMIEEISVEEATAR(D)5 928.98 929.11 −0.13 133–140 (R)DALLLWAK(K)6 2099.52 2099.28 0.24 171–187 (K)FRPNMLDYDSLDQTQQK(E)7 2114.98 2115.28 −0.30 171–187 (K)FRPNMLDYDSLDQTQQK(E) + Oxidation (M)8 2030.39 2030.24 0.15 220–237 (K)SVVTQVAEFFHFFAGESK(T)9 1308.21 1308.39 −0.18 254–264 (K)AIEEEALNYEK(Q)10 1369.87 1369.63 0.24 294–304 (K)SKLFNCIKFGR(V)11 1180.53 1180.44 0.09 305–314 (R)VVRPVIVDKR(G)12 1279.12 1279.48 −0.36 340–350 (K)EELLPPNLNLK(F)13 1392.58 1392.51 0.07 398–409 (K)AINLTGDLYEQR(D)14 1934.50 1934.07 0.43 410–427 (R)DALNNYLQQAQEAAGTVK(E)15 1599.90 1599.83 0.08 428–440 (K)ELQPQFVELVELR(L)16 1847.28 1847.11 0.17 448–464 (R)TVIAVDGEFEQLIATIK(R)17 2003.26 2003.30 −0.04 448–465 (R)TVIAVDGEFEQLIATIKR(L)18 1321.37 1321.44 −0.06 482–492 (K)KIEEYNQAAQK(Y)19 1214.35 1214.33 0.03 502–512 (K)QDLEAIAGELR(E)20 1762.73 1762.98 −0.25 530–544 (R)NGVSDIRPMFQELEK(Q)21 1779.30 1778.98 0.32 530–544 (R)NGVSDIRPMFQELEK(Q) + Oxidation (M)22 3063.49 3063.38 0.12 545–572 (K)QSLHLGIENTPDAVTAMYTACLSQAQDK(I)23 2108.58 2108.35 0.24 628–645 (K)ASIQPTLEEPYQYLQSIK(Y)24 3199.79 3199.39 0.40 660–687 (R)DSDITFAFLTTLLNQLEEQLQSESNDAR(I)25 1363.80 1363.47 0.33 698–708 (K)YVDIANEFHQK(V)26 1732.90 1732.94 −0.04 720–734 (R)RNAYLSAQLELGNKR(E)27 1576.51 1576.75 −0.24 721–734 (R)NAYLSAQLELGNKR(E)28 3097.45 3097.48 −0.03 750–777 (R)DTLHIRVNDSPATISKVYANALQIITDK(L)29 1656.07 1655.93 0.14 802–816 (K)VVQNVELTGTLLELK(D)30 3332.99 3332.65 0.34 824–851 (K)AQAQEILPELPTLDAPWEDLCDFNLNYR(V)31 1549.64 1549.68 −0.04 992–1004 (K)GLQISEEQLTEFR(E)32 2601.90 2601.78 0.12 1005–1024 (R)ETFNHFDKDHTNFLQYFELR(A)33 1027.15 1027.13 0.03 1054–1061 (K)LNFDEYVK(F)34 1024.19 1024.19 0.00 1062–1069 (K)FMLDHFSK(A)35 3225.53 3225.52 0.01 1082–1109 (K)AIANNNPILTDAQLDQYFKGEEAEYLRK(V)aMasses listed represent 43% sequence coverage with 2.64𝑒+ 11MS-Fit MOWSE score and 212 Mascot score and 5.8𝑒− 15 expect value. bConsecutive numberassigned to the identified peptides. cMeasured peptidemass average [𝑚/𝑧 (av)] obtained byMALDI-TOF-MS after tryptic digestion of the 135-kDa protein bandexcised from a duplicate CBB-stained gel used as a control for the UV cross-linking assays (Figure 2(a)).This protein was identified as actinin3 from T. vaginalis(tvactn3, TVAG239310). dCalculated peptide mass average [𝑚/𝑧 (av)] obtained from a theoretical tryptic digestion of the deduced amino acid sequence of theT. vaginalis tvactn3 gene (TVAG 239310; tvactn3) reported in the genome of T. vaginalis [29]. eError represents the difference after comparing the measuredand calculated peptide mass averages [𝑚/𝑧 (av)]. ePosition in amino acid residues of the identified peptides (start-end) in the deduced amino acid sequence ofT. vaginalis tvactn3 gene, tvactn3. gAmino acid sequence of the peptides obtained from a theoretical tryptic digestion of tvactn3 (see Figure S1).We demonstrated a specific interaction between cyto-plasmic proteins in T. vaginalis grown under iron-depletedconditions and IRE structures from this parasite as wellas human ferritin by REMSA assays (Figure 1). These datasupport our previous results, suggesting the presence of aposttranscriptional regulatory system in T. vaginalis thathas been conserved during evolution [11, 12]. However, thisparallel mechanism in T. vaginalis uses atypical hairpin RNAstructures and different RNA-binding proteins (RBPs). Thisfinding is not surprising because this parasite lacks aconitase16 BioMed Research InternationalTable3:Putativemotifspresentintvactn3thatmaybeinvolvedinDNA-RNAinteractions.DomainSequenceaConsensussequence/60%bLocationaa∗GOFunctionReferenceBRIGHT/ARIDVKSKLFNCIKFGRVVRPVIVDKRGVAMKTWGQLVTKCNSNGRPIPQVKEELLPPTLNLKFEEIEKTASDRRDELTKILEELQAKLINAFDEAANApppp.FbppLbpFbccptp...b.plPhls.cs..lDLapLa.hVpcbGGbppVsps+p.Wpclsppbsbss.......sssthpL+pbYb+bLbsaEpbbp.292–386DNA-binding[32]B5PPTLNLKFEEIEKTASDRRDELTKILEELQAKLINAFDEAANAKIAVCDDINNKAINL.pslplphsclscllGhsls.....pclhclLpcLG....bplp.ps.....s.bpVplPsaR..hDlpbc....hDLlEEltRlaGY344–401RNA-binding,Magnesiumionbinding,ATPbinding[33]LADDINNKAINLTGDLYEQRDALNNYLQQAQEAAGTVKELQPQFVELVELRLNNRVKRTpclppplb+QlEaYFScbNLspDbFLpcpbsc..-GaVPlphlssFp+l+sL∗p-....hpbIspAL.+pS.....sblcls-c...sp+lRRp..392–448RNA-binding[34]Pumilio-BindingELQPQFVELVELRLNNRVKRTVIAVDGEFEQLIATIK.bpsplhplsp.cpaGspllQ+hlcbss.p...pppbllp...428–464RNA-binding[35–37]KHFVELVELRLNNRVKRTVIAVDGEFEQLIATIKRLIEGNKAAIFEYENKKKIEEYNQAAQKYVDEVAQLKQ..s.hpbpl..lss....pbhtblIG+pG...pslcplppps.ssplpl.p.............pphlplpts....pslpbsbpbl.pblp....433–502RNAbindingdomain[36–38]a Theproteinsequenceoftvactn3wasusedtosearchintheSMART7programtoidentifythepresenceofDNA-RNAbindingputativedomainsintheaasequence.Thecomputationalprogramusedforthisanalysispresentedtheaainasinglewordcode.Theothercodesmeanthefollowing:(−)aanegativelycharged:DorE;(∗)aaSorT;(l)Aliphaticaa:I,L,V;(+)aapositivecharged;(t)A,G,Saa;(a)aawitharomaticgroup:F,H,W,Y;(c)chargedaa:D,E,H,K,R;(s)smallaa:A,C,D,G,N,P,S,T,V;(p)polaraa:C,D,E,H,K,N,Q,R,S,T;(b)Bigaa:E,F,H,I,K,L,M,Q,R,W,Y;(h)Hydrophobicaa:A,C,F,G,H,I,L,M,T,V,W,Y.bAPSI-BLASTsearchusingthecompletetvactn3sequence(residues1–1129)ofT.vaginalisand𝐸<0.01enableustoidentifyeachoftheDNA-RNAbindingdomainssequences(BRIGHT/ARID,B5,LA,Pumilio-Binding,andKHdomains)presentintheDIIoftvactn3showninFigure8(d).Theseaasequencesshoweda60%similitudewiththeconsensussequencesofthesemotifsbymultiplealignments.BioMed Research International 17activity and IRP-like protein encoding genes [29]. Herein,we showed the presence of four cytoplasmic RBPs thatspecifically bind to IRE-fer and IRE-tvcp4 with molecularweights ranging from 135-kDa to 45-kDa in iron-depletedtrichomonad cytoplasmic extracts (Figure 2(a)).This specificlocalization suggests that these proteins could be work-ing as RBPs. However, the difference in molecular weightrelative to IRP-1 or IRP-2, as well as the negative effectof 𝛽-mercaptoethanol on RNA-protein complex formation,suggests the presence of atypical RBPs in this particularmechanism. Similar results have been reported in otherprotist parasites [43–47].Why is actinin 3 one of the RNA-binding proteins in thisparasite? According to the genome sequence of T. vaginalis,this parasite has five different 𝛼-actinin-encoding genes [29].Sequence multiple alignments at the nucleotide and proteinlevels revealed that theN- andC-terminal domains (DomainsI and III) are conserved among the five trichomonad 𝛼-actinins.The central region (Domain II) is themost divergentdue to differences in the number of spectrin repeats in eachisoform (Figure 3). However, only one 𝛼-actinin has beenstudied previously.The 110-kDa𝛼-actinin (dubbedTvACTN2in here) was found throughout the cytoplasm of pear-shapeT. vaginalis. In the amoeboid form, high levels of 𝛼-actininwere found in the periphery of this cell, mainly in thepseudopodia and adhesion plaques that colocalized with theactin protein [48]. In addition, overexpression of tvactn2 genehas been reported for parasites adhered to vaginal epithelialcells and under low iron conditions [49]. Moreover, in theTrichDB database tvactn2 showed the highest number ofESTs obtained from parasites grown under different environ-mental conditions as compared to the other four tvactn genes.However, the tvactn2 gene showed the lowest number of ESTsunder low iron conditions. Our results are consistent withthose observed in the TrichDB ESTs (Figure 4), showing lessexpression of tvactn genes in parasites grown under iron-depleted than under regular or unsynchronized cultures aswell as regarding the absence or very poor expression oftvactn4 and tvactn5 genes under different growth conditions.The participation of TvACTN3 in the RNA-protein com-plex formation was evaluated by different functional assaysutilizing tools we generated, namely, recombinant proteins(TvACTN3r and its three domains) and specific antibodiesagainst each of the recombinant proteins (Figures 5–7).Supershift, NWB, and UV cross-linking assays revealed thatthe TvACTN3r protein possible through the DIIr domain canbind RNA hairpin structures (Figure 8).These results suggestthe role of TvACTN3 as an RNA-binding protein.The typical role of 𝛼-actinin is to serve as a ubiqui-tous cytoskeletal conserved protein in eukaryotic cells thatcross-links actin filaments and plays an important role inmotion and morphological changes [50]. 𝛼-Actinin belongsto the spectrin superfamily, which is characterized by theability to bind actin and by the presence of several spectrinrepeats [51]. Its other important roles in the cell are link-ing the cytoskeleton to different transmembrane proteins,regulating the activity of several receptors and serving asa scaffold to connect the cytoskeleton to diverse signalingpathways. Over the course of evolution, alternative splicingand gene duplication have led to a substantial functionalassortment within the 𝛼-actinin protein family.This diversityis most marked in mammalian cells, in which four 𝛼-actinin-encoding genes produce at least six different products orisoforms. Each isoform has different tissue and subcellularlocalizations, expression profiles, and biochemical charac-teristics [52]. Similar relationships are likely to be expectedfor the five actinin-encoding genes of T. vaginalis, whichappear to have specific expression levels under differentiron concentrations (Figure 4). These results are consistentwith recently reported RT-PCR, microarray, and EST data(http://www.trichdb.org/) [49, 53].Moreover, the T. vaginalis genome has undergone mul-tiple gene duplication events; the presence of five 𝛼-actinincoding genes likely represents a neofunctionalization process.Although actinin primarily function as an actin-bindingprotein, gene duplication throughout evolution led to theacquisition of new roles inside the cell, including RNA-binding, depending on the microenvironmental conditions.This is not surprising because cytoskeletal proteins are alsoinvolved in RNA-cytoskeletal associations and mRNA local-ization in most of cell types. The association of RNAs withcytoskeletal proteins is required in cellular processes suchas mRNA transport and protein synthesis [54]. Cytoskeletalproteins such as𝛽-actin and annexinA2 also contribute to theposttranscriptional regulation of gene expression of specificgenes through interactions between these proteins and cis-acting elements, generating a higher-order structure andregulating the localization and translation of these specifictranscripts [55–57].Because RNA-protein interactions were identified onlyunder iron-depleted concentrations, we analyzed the expres-sion of the tvactn3 gene. We observed that this gene isupregulated by iron at the mRNA level (Figure 4); however,protein expression appears to be constitutive (Figure 5(d)).The interaction of actinin TvACTN3 with RNA could occurin the absence of iron through some of the putative RNA-binding motifs found in the central DII domain, particularlyin the region between residues 230 and 662, as suggestedby in silico analysis (Figure 8; Table 3). These data suggestthat iron may control the interaction of TvACTN3 withactin or RNA possible by causing conformational changes byswitching functions depending on the iron concentration butwithout modifying the amount of protein. However, we canspeculate that (a) under iron-rich concentrations TvACTN3is an actin-binding protein that promotes polymerization andstabilizes actin filaments and that (b) under iron-depletedconcentrations TvACTN3 is an RNA-binding protein thatinteracts with RNA hairpin structures that may be involvedin a parallel posttranscriptional iron regulation mechanism.Work is in progress to analyze these possibilities.The RNA-TvACTN3 interaction seem to be absent inthe other four T. vaginalis 𝛼-actinins and in 𝛼-actininsfrom other species when using different computational pro-grams. Thus to identify the putative RNA-binding domainin the TvACTN3 central domain DII, additional studies areneeded to define the particular region(s) of DII responsiblefor the RNA-protein interaction, which could include theputative motifs identified previously (Table 3) or a newhttp://www.trichdb.org/18 BioMed Research Internationaluncharacterizedmotif that might be responsible for the novelRNA-binding property identified in the TvACTN3 of thisearly evolving protist parasite. It will also be necessary todetermine whether TvACTN3 also interacts with other IRE-like structures present in the multiple iron-regulated genes,as recently described [49, 50], in addition to the structureidentified in the 3󸀠-UTR region of the iron-downregulatedtvcp12 gene, which encodes another CP of T. vaginalisand plays a role in cytotoxicity (unpublished results). Thus,this finding could represent a novel posttranscriptional ironregulatory mechanism common to iron-regulated genes in T.vaginalis.5. ConclusionIn summary, our results showed that TvACTN3 is one of thecytoplasmic proteins acting as an RNA-binding protein thatcould participate in iron regulation at the posttranscriptionallevel by a mechanism mediated by RNA-protein interactionsparallel to the IRE/IRP system.Conflict of InterestsThe authors declare that there is no conflict of interestsregarding the publication of this paper.AcknowledgmentsThis work was partially supported by CINVESTAV and byGrants 162123 and 153093 (to Rossana Arroyo) from ConsejoNacional de Ciencia y Tecnologı́a (CONACYT), México, andGrants ICYT-299 and ICYT-186 from Instituto de Cienciay Tecnologı́a del Distrito Federal (ICyTDF), México, (toRossana Arroyo). Jaeson Santos Calla-Choque was scholar-ship recipient from Secretaria de Relaciones Exteriores delGobierno de México (SRE) and ICyTDF. The authors aregrateful to Ma. Elizbeth Alvarez-Sánchez, Ph.D. for her greathelp with the qRT-PCR assays. We are grateful to Mary AnnGawinowicz, Ph.D., Special Research Scientist, at HerbertIrving Comprehensive Cancer Center for her help in the MSanalysis. We are also grateful to Dr. Lucas Kühn from theSwiss Institute for Experimental Cancer Research (ISREC) forhis kind donation of the pSPT-fer and pGEX-hIRP-1 plasmidsused as controls in this study. M. V. Z. Manuel Flores-Canoand Martha G. Aguilar-Romero are acknowledged for theirtechnical assistance.The authors are grateful to Biol. RodrigoMoreno-Campos for the art work. A special thank is due toto all the reviewers for their constructive comments.References[1] P. Aisen, C. Enns, and M. Wessling-Resnick, “Chemistry andbiology of eukaryotic ironmetabolism,” International Journal ofBiochemistry and Cell Biology, vol. 33, no. 10, pp. 940–959, 2001.[2] U. Testa, Proteins of Iron Metabolism, CRC Press, Boca Raton,FL, USA, 2000.[3] K. Pantopoulos, “Iron metabolism and the IRE/IRP regulatorysystem: an update,”Annals of the New York Academy of Sciences,vol. 1012, pp. 1–13, 2004.[4] T. Rouault and R. Klausner, “Regulation of iron metabolism ineukaryotes,” Current Topics in Cellular Regulation, vol. 35, pp.1–19, 1997.[5] A. M. Thomson, J. T. Rogers, and P. J. Leedman, “Iron-regulatory proteins, iron-responsive elements and ferritinmRNA translation,” International Journal of Biochemistry andCell Biology, vol. 31, no. 10, pp. 1139–1152, 1999.[6] J. Wang and K. Pantopoulos, “Regulation of cellular ironmetabolism,” Biochemical Journal, vol. 434, no. 3, pp. 365–381,2011.[7] C. P. Anderson, M. Shen, R. S. Eisenstein, and E. A. Leibold,“Mammalian ironmetabolism and its control by iron regulatoryproteins,” Biochimica et Biophysica Acta, vol. 1823, pp. 1468–1483, 2012.[8] M. C. Kennedy, L. Mende-Mueller, G. A. Blondin, and H.Beinert, “Purification and characterization of cytosolic aconi-tase from beef liver and its relationship to the iron-responsiveelement binding protein,” Proceedings of the National Academyof Sciences of the United States of America, vol. 89, pp. 11730–11734, 1992.[9] T. A. Rouault, “The role of iron regulatory proteins in mam-malian iron homeostasis and disease,”Nature Chemical Biology,vol. 2, no. 8, pp. 406–414, 2006.[10] D. J. Haile, T. A. Rouault, J. B. Harford et al., “Cellular regulationof the iron-responsive element binding protein: disassemblyof the cubane iron-sulfur cluster results in high-affinity RNAbinding,” Proceedings of the National Academy of Sciences of theUnited States of America, vol. 89, no. 24, pp. 11735–11739, 1992.[11] E. Solano-González, E. Burrola-Barraza, C. León-Sicairos etal., “The trichomonad cysteine proteinase TVCP4 transcriptcontains an iron-responsive element,” FEBS Letters, vol. 581, no.16, pp. 2919–2928, 2007.[12] J. C. Torres-Romero and R. Arroyo, “Responsiveness of Tri-chomonas vaginalis to iron concentrations: evidence for a post-transcriptional iron regulation by an IRE/IRP-like system,”Infection, Genetics and Evolution, vol. 9, no. 6, pp. 1065–1074,2009.[13] C.-D. Tsai, H.-W. Liu, and J.-H. Tai, “Characterization ofan iron-responsive promoter in the protozoan pathogen Tri-chomonas vaginalis,” The Journal of Biological Chemistry, vol.277, no. 7, pp. 5153–5162, 2002.[14] L. S. Diamond, “The establishment of various trichomonads ofanimals andman in axenic cultures,” Journal of Parasitology, vol.43, pp. 488–490, 1957.[15] M. E. Alvarez-Sánchez, E. Solano-González, C. Yañez-Gómez,and R. Arroyo, “Negative iron regulation of the CP65 cysteineproteinase cytotoxicity in Trichomonas vaginalis,”Microbes andInfection, vol. 9, no. 14-15, pp. 1597–1605, 2007.[16] R. Arroyo, J. Engbring, and J. F. Alderete, “Molecular basisof host epithelial cell recognition by Trichomonas vaginalis,”Molecular Microbiology, vol. 6, no. 7, pp. 853–862, 1992.[17] Z. Popovic and D. M. Templeton, “A Northwestern blottingapproach for studying iron regulatory element-binding pro-teins,”Molecular and Cellular Biochemistry, vol. 268, no. 1-2, pp.67–74, 2005.[18] B. R. Henderson, E. Menotti, C. Bonnard, and L. C. Kuhn,“Optimal sequence and structure of iron-responsive elements.Selection of RNA stem-loops with high affinity for iron regula-tory factor,”The Journal of Biological Chemistry, vol. 269, no. 26,pp. 17481–17489, 1994.[19] L. T. Timchenko, P. Iakova, A. L. Welm, Z.-J. Cai, and N. A.Timchenko, “Calreticulin interacts with C/EBP𝛼 and C/EBP𝛽BioMed Research International 19mRNAs and represses translation of C/EBP proteins,”Molecularand Cellular Biology, vol. 22, no. 20, pp. 7242–7257, 2002.[20] E. A. Leibold and H. N. Munro, “Cytoplasmic protein bindsin vitro to a highly conserved sequence in the 5’ untranslatedregion of ferritin heavy- and light-subunitmRNAs,”Proceedingsof the National Academy of Sciences of the United States ofAmerica, vol. 85, no. 7, pp. 2171–2175, 1988.[21] E. E. Figueroa-Angulo, P. Estrella-Hernandez, H. Salgado-Lugo et al., “Cellular and biochemical characterization of twoclosely related triosephosphate isomerases from Trichomonasvaginalis,” Parasitology, vol. 139, pp. 1729–1738, 2012.[22] A. L. Gutiérrez-Escolano, M. Vázquez-Ochoa, J. Escobar-Herrera, and J. Hernández-Acosta, “La, PTB, and PAB proteinsbind to the 3󸀠 untranslated region of Norwalk virus genomicRNA,” Biochemical and Biophysical Research Communications,vol. 311, no. 3, pp. 759–766, 2003.[23] P.Meza-Cervantez, A. González-Robles, R. E. Cárdenas-Guerraet al., “Pyruvate: Ferredoxin oxidoreductase (PFO) is a surface-associated cell-binding protein in Trichomonas vaginalis and isinvolved in trichomonal adherence to host cells,”Microbiology,vol. 157, no. 12, pp. 3469–3482, 2011.[24] S. L. Zhao, C. Y. Liang, W. J. Zhang, X. C. Tang, and H. Y.Peng, “Mapping theRNA-binding domain on theDpCPVVP4,”Archives of Virology, vol. 151, no. 2, pp. 273–283, 2006.[25] C. R. León-Sicairos, J. León-Félix, and R. Arroyo, “Tvcp12:a novel Trichomonas vaginalis cathepsin L-like cysteineproteinase-encoding gene,” Microbiology, vol. 150, no. 5, pp.1131–1138, 2004.[26] I. Letunic, T. Doerks, and P. Bork, “SMART 6: recent updatesand new developments,” Nucleic Acids Research, vol. 37, no. 1,pp. D229–D232, 2009.[27] J. Schultz, F. Milpetz, P. Bork, and C. P. Ponting, “SMART,a simple modular architecture research tool: identification ofsignaling domains,” Proceedings of the National Academy ofSciences of the United States of America, vol. 95, no. 11, pp. 5857–5864, 1998.[28] C. J. A. Sigrist, L. Cerutti, E. De Castro et al., “PROSITE, aprotein domain database for functional characterization andannotation,” Nucleic Acids Research, vol. 38, no. 1, Article IDgkp885, pp. D161–D166, 2009.[29] J.M. Carlton, R. P.Hirt, J. C. Silva et al., “Draft genome sequenceof the sexually transmitted pathogen Trichomonas vaginalis,”Science, vol. 315, no. 5809, pp. 207–212, 2007.[30] D. R. Liston and P. J. Johnson, “Analysis of a ubiquitouspromoter element in a primitive eukaryote: early evolution ofthe initiator element,” Molecular and Cellular Biology, vol. 19,no. 3, pp. 2380–2388, 1999.[31] N. Espinosa, R. Hernández, L. López-Griego, and I. López-Villaseñor, “Separable putative polyadenylation and cleavagemotifs inTrichomonas vaginalismRNAs,”Gene, vol. 289, no. 1-2,pp. 81–86, 2002.[32] P. B. Dallas, S. Pacchione, D. Wilsker, V. Bowrin, R. Kobayashi,and E. Moran, “The human SWI-SNF complex protein p270is an ARID family member with non-sequence-specific DNAbinding activity,” Molecular and Cellular Biology, vol. 20, no. 9,pp. 3137–3146, 2000.[33] X. Dou, S. Limmer, and R. Kreutzer, “DNA-binding ofphenylalanyl-tRNA synthetase is accompanied by loop forma-tion of the double-strandedDNA,” Journal ofMolecular Biology,vol. 305, no. 3, pp. 451–458, 2001.[34] D. J. Kenan and J. D. Keene, “La gets its wings,”Nature Structuraland Molecular Biology, vol. 11, no. 4, pp. 303–305, 2004.[35] T. A. Edwards, S. E. Pyle, R. P. Wharton, and A. K. Aggarwal,“Structure of pumilio reveals similarity between RNA andpeptide binding motifs,” Cell, vol. 105, no. 2, pp. 281–289, 2001.[36] T. Glisovic, J. L. Bachorik, J. Yong, and G. Dreyfuss, “RNA-binding proteins and post-transcriptional gene regulation,”FEBS Letters, vol. 582, no. 14, pp. 1977–1986, 2008.[37] B. M. Lunde, C. Moore, and G. Varani, “RNA-binding proteins:modular design for efficient function,” Nature Reviews Molecu-lar Cell Biology, vol. 8, no. 6, pp. 479–490, 2007.[38] M. F. Garćıa-Mayoral, D. Hollingworth, L. Masino et al., “TheStructure of the C-Terminal KH Domains of KSRP Revealsa Noncanonical Motif Important for mRNA Degradation,”Structure, vol. 15, no. 4, pp. 485–498, 2007.[39] E. E. Figueroa-Angulo, F. J. Rendon-Gandarilla, J. Puente-Rivera et al., “The effects of environmental factors on thevirulence of Trichomonas vaginalis,”Microbes and Infection, vol.14, pp. 1411–1427, 2012.[40] S.-J. Ong, H.-M. Hsu, H.-W. Liu, C.-H. Chu, and J.-H. Tai,“Multifarious transcriptional regulation of adhesion proteingene ap65-1 by a novel Myb1 protein in the protozoan parasiteTrichomonas vaginalis,” Eukaryotic Cell, vol. 5, no. 2, pp. 391–399, 2006.[41] S.-J. Ong, H.-M. Hsu, H.-W. Liu, C.-H. Chu, and J.-H. Tai,“Activation of multifarious transcription of an adhesion proteinap65-1 gene by a novel Myb2 protein in the protozoan parasiteTrichomonas vaginalis,”The Journal of Biological Chemistry, vol.282, no. 9, pp. 6716–6725, 2007.[42] H.-M. Hsu, S.-J. Ong, M.-C. Lee, and J.-H. Tai, “Transcriptionalregulation of an iron-inducible gene by differential and alternatepromoter entries of multiple Myb proteins in the protozoanparasiteTrichomonas vaginalis,” Eukaryotic Cell, vol. 8, no. 3, pp.362–372, 2009.[43] M. Muckenthaler, N. Gunkel, D. Frishman, A. Cyrklaff, P.Tomancak, and M. W. Hentze, “Iron-regulatory protein-1(IRP-1) is highly conserved in two invertebrate species—characterization of IRP-1 homologues in Drosophilamelanogaster and Caenorhabditis elegans,” European Journalof Biochemistry, vol. 254, no. 2, pp. 230–237, 1998.[44] D. Zhang, G. Dimopoulos, A. Wolf, B. Miñana, F. C. Kafatos,and J. J. Winzerling, “Cloning and molecular characterizationof two mosquito iron regulatory proteins,” Insect Biochemistryand Molecular Biology, vol. 32, no. 5, pp. 579–589, 2002.[45] C. Alén and A. L. Sonenshein, “Bacillus subtilis aconitase is anRNA-binding protein,” Proceedings of the National Academy ofSciences of theUnited States of America, vol. 96, no. 18, pp. 10412–10417, 1999.[46] S. Banerjee, A. K. Nandyala, P. Raviprasad, N. Ahmed, and S.E.Hasnain, “Iron-dependent RNA-binding activity ofMycobac-terium tuberculosis aconitase,” Journal of Bacteriology, vol. 189,no. 11, pp. 4046–4052, 2007.[47] Y. Tang and J. R. Guest, “Direct evidence formRNAbinding andpost-transcriptional regulation by Escherichia coli aconitases,”Microbiology, vol. 145, no. 11, pp. 3069–3079, 1999.[48] M. F. Addis, P. Rappelli, G. Delogu, F. Carta, P. Cappuccinelli,and P. L. Fiori, “Cloning and molecular characterization of acDNA clone coding for Trichomonas vaginalis alpha-actininand intracellular localization of the protein,” Infection andImmunity, vol. 66, no. 10, pp. 4924–4931, 1998.[49] A. S. Kucknoor, V. Mundodi, and J. F. Alderete, “Adherence tohuman vaginal epithelial cells signals for increased expressionofTrichomonas vaginalis genes,” Infection and Immunity, vol. 73,no. 10, pp. 6472–6478, 2005.20 BioMed Research International[50] R. K. Meyer and U. Aebi, “Bundling of actin filaments by 𝛼-actinin depends on itsmolecular length,” Journal of Cell Biology,vol. 110, no. 6, pp. 2013–2024, 1990.[51] J. D. Dixson, M. R. J. Forstner, and D.M. Garcia, “The 𝛼-actiningene family: a revised classification,” Journal of MolecularEvolution, vol. 56, no. 1, pp. 1–10, 2003.[52] B. Sjöblom, A. Salmazo, and K. Djinović-Carugo, “𝛼-Actininstructure and regulation,” Cellular and Molecular Life Sciences,vol. 65, no. 17, pp. 2688–2701, 2008.[53] L. Horvathova, L. Safarikova, M. Basler et al., “Transcriptomicidentification of iron-regulated and iron-independent genecopies within the heavily duplicated Trichomonas vaginalisgenome,” Genome Biology and Evolution, vol. 4, pp. 1017–1029,2012.[54] R.-P. Jansen, “RNA—cytoskeletal associations,”TheFASEB Jour-nal, vol. 13, no. 3, pp. 455–466, 1999.[55] A. Vedeler, H. Hollas, A. K. Grindheim, and A. M. Raddum,“Multiple roles of annexin A2 in post-transcriptional regulationof gene expression,” Current Protein & Peptide Science, vol. 13,pp. 401–412, 2012.[56] P. M. MacDonald, “bicoid mRNA localization signal: phyloge-netic conservation of function and RNA secondary structure,”Development, vol. 110, no. 1, pp. 161–171, 1990.[57] A. F. Ross, Y. Oleynikov, E. H. Kislauskis, K. L. Taneja, and R. H.Singer, “Characterization of a 𝛽-actin mRNA zipcode-bindingprotein,”Molecular and Cellular Biology, vol. 17, no. 4, pp. 2158–2165, 1997."